{"restaurant_name": "Butcher Niederdorf", "overall_rating": 3.5, "all_reviews": [{"date": "01-02-2022", "rating": 5.0, "content": "Fabienne war sehr aufmerksam nett und professionell.Sie war sehr höfflich und zuvorkomment wir haben Ihren besonderen Humor geschäzt.Wir waren im Grossen und Ganzen gut überzeugt und wir freuen Uns auf den nächsten Besuch."}, {"date": "01-11-2021", "rating": 5.0, "content": "Ottimi panini con hamburger e patatine fritte. Bellissima location, accogliente. Consigliato per una cena tra amici e in coppia."}, {"date": "21-10-2021", "rating": 5.0, "content": "Nous sommes allés en famille un mardi soir. Pour un mardi soir, l’endroit était animé. Le restaurant se situe à 5min de la gare environ.Nous avons mangé des burgers. Pour pas vous cachez, je me suis fait plaisir et j’ai rajouté des éléments dans mon burger.Lorsque le burger est arrivé, il avait bonne façon. Il était accompagné de frite. Les frites ne sont pas comprise dans un menu et il faut donc les payés séparément. Le burger était excellent, un des meilleurs burger que j’ai mangé. La viande était rosé et les aliments étaient frais. Les frites étaient également succulentes.Le personnel était très sympa. La personne qui s’est occupé de nous a été très souriante et à l’écoute. Elle s’exprimait en allemand et/ou en anglais.Le seul point négatif de ce restaurant est quand même le prix. J’ai payé 26 CHF pour le burger et les frites donc compté environ 30 CHF avec une boisson. Il est donc évident que si vous désirez manger un burger à un bon prix, cet établissement n’est pas fait pour vous.Mais sinon, je recommande a 100% cet endroit pour un burger excellent et d’une grande qualité."}, {"date": "16-10-2021", "rating": 1.0, "content": "Unfreundliche Bedienung, saumässig teuer. Das Beste ist die Seife (Lavendel) bzw. die Handcrème (ebenfalls Lavendel) auf der Toilette."}, {"date": "11-10-2021", "rating": 5.0, "content": "Tolle Hamburg und cooles Ambiente. Wir hatten drei verschiedene Hamburger bestellt. Meine Jungs jeweils Bacon/Cheeseburger und Caesar Chicken burger und ich einen FKK Pulled Jackfruit Burger mit extra Jalapeños. Dazu noch Coleslaw Salat und eine Portion Pommes. Sehr fein hat alles geschmeckt."}, {"date": "08-10-2021", "rating": 1.0, "content": "It’s over priced. Terribly so. Burgers are tasteless. You have to add so many items to add flavour. The sauces are not even included. You have to pay for that too (and that’s where most of their flavour comes from). Fries are extra too. It’s really over rated and a real waste of time and money."}, {"date": "30-03-2021", "rating": 3.0, "content": "Die Idee ist an und für sich ausgezeichnet. Doch die Umsetzung hat noch Luft nach oben. Besonders die hohen Preise trüben etwas den Genuss."}, {"date": "03-11-2020", "rating": 5.0, "content": "Wohl die beste Auswahl an Burgern, klasse zubereitet, tolles Ambiente, super Team. Die Zutaten frisch, der Burger au-point zubereitet."}, {"date": "19-09-2020", "rating": 5.0, "content": "Der beste glutenfreie Burger den ich je hatte. Alle Burger kann man mit glutenfreiem Bun bestellen und auch die Fries sind glutenfrei. Die Bedienung war sehr freundlich und das Essen war super lecker. Auch hatte ich danach keinerlei Symptome was meine Glutenunverträglichkeit betrifft."}, {"date": "11-08-2020", "rating": 1.0, "content": "We ordered a burger that didn't arrive to us for more than 1 hour, while most other tables got orders. Waiter mixed up something, which is not a tragedy, but he/they weren't even sorry. We had to cancel our order in the end and leave hungry."}, {"date": "19-07-2020", "rating": 4.0, "content": "The Butcher is a relatively cheap restaurant. Keeping in mind that Zürich is a very expensive location.My wife & I had 2 burgers which I had an egg added, 2 beers & a medium fries to share for CHF 60.The burgers were very well cooked & presented. On top of that they tasted great. The fries were hot & reasonable.The staff were friendly & helpful. Friday & Saturday nights you need to book for a table. We ate on Sunday night & even though we booked it would have been possible to obtain a table on a walk in basis."}, {"date": "19-07-2020", "rating": 4.0, "content": "The burger is very nice, good patty, nice warm bun and crunchy lettuce and tomato. It is not cheap, we spent 60CHF for 2 burgers with fries and 2 beer, compare to other restaurants in Zurich, at least you get your penny back. And someone complained the staff, I do not have any issue with them."}, {"date": "23-02-2020", "rating": 5.0, "content": "Nella città vecchia durante una passeggiata notiamo questo locale.Volendo mangiare entriamo e notiamo subito una clientela molto giovane.personale gentilissimo, locale particolare e accogliente. Ordiniamo un panino con hamburger (veramente ottima la carne) e raclette, usciamo soddisfatti in quanto in 3 giorni è senz'altro il miglior posto dove mangiare tipo fast food .varietà di birre a me sconosciute ma ottima quella scelta."}, {"date": "01-02-2020", "rating": 5.0, "content": "Alles genial und mega lecker. Qualität ist sehr gut. Kommen gerne wieder. Auch Personal war der hammer."}, {"date": "31-01-2020", "rating": 5.0, "content": "Ausgezeichnete Burger mit frischen Zutaten, auch das Fleisch, kein TK. Service ist Spitze, sehr feundlich und aufmerksam. Gerne wieder!"}, {"date": "19-01-2020", "rating": 1.0, "content": "汉堡还ok。关键是服务态度很不好。有一个双臂满是纹身的小哥接待我们，一张臭脸，就像欠他钱一样。关键是他对周围本地人都很好！！"}, {"date": "18-01-2020", "rating": 1.0, "content": "I left the restaurant without eating anything because of the staff rudeness. I arrived at the take away window thinking it was the regular cashier and asked for a menu in english. A tattooed guy rudely said \"no\" and told me to sit if I was going to eat at the restaurant. I sat at a random table and he told me it was reserved, even though the restaurant was almost empty. After I sat where he told me to, the tattooed guy said the plastic water bottle I had with me wasnt allowed in the restaurant. Like, what the hell?? I got my water battle and left the restaurant. No idea if the food is good but I definetly wont come back to check it out."}, {"date": "12-01-2020", "rating": 1.0, "content": "We had to wait really long to get served and ended up getting cold fries and cold burgers. At least they brought us warm fries."}, {"date": "31-12-2019", "rating": 4.0, "content": "Und hat das Essen und der Service wirklich überzeugt.Die Burger waren genau wie die Pommes sehr lecker, gut angerichtet und frisch.Leider wirklich stolze Preise.Aber wir können es absolut empfehlen!"}, {"date": "27-12-2019", "rating": 5.0, "content": "sehr leckeres Burger, auch vegan/vegetarisch, nicht besonders teuer, Pommes kann man teilen, Umgebungsambiente und Essen sehr schön hergerichtet.dazu kommt: Wasser gratis zum selbstbedienen."}, {"date": "15-12-2019", "rating": 5.0, "content": "Avisé de mi reserva para un grupo numeroso de comensales, y concerté el menú con antelación y el resultado fue el mejor de nuestra estancia en Zürich...Las hamburguesas son de buena calidad y con muy buen sabor y buen precio, estamos plenamente satisfechos con el agradable trato de Arón y su Team. Regresaría si se presenta la ocasión y lo considero un restaurante muy recomendable!!!"}, {"date": "21-11-2019", "rating": 5.0, "content": "Die Fries waren super-(hochwertiges Salz)Der Burger wurde schnell serviert, das Fleisch war noch leicht blutig und einiges besser als was man sonst so kennt. Zutaten waren frisch!Bedienung sehr sympathisch und freundlich :)Tolle Atmosphäre.Garantiert einen Besuch wert.Werde \"The Butcher\" sicherlich wieder besuchen"}, {"date": "16-11-2019", "rating": 1.0, "content": "Yes - we ordered at the bar after waiting some time at a table. It’s Zürich- A city where in most bars you don’t have Tabletten Service.So after we got our stuff we got told to leave as of tax reasons. After we asked if we could pay the tax difference we got told „piss of - leave the place“. We left and heard the famous German A... word.Thanks a lot"}, {"date": "27-10-2019", "rating": 5.0, "content": "Un Burger vraiment bon composé d'aliment de qualité. Les frites délicieuses aussi, l'addition finale est un peu chère quand meme."}, {"date": "22-10-2019", "rating": 3.0, "content": "Wir hatten zur Vorspeise die Halloumi fries, diese sind zwar lecker, könnten aber eine würzigere sauce vertragen.Die Bedienung war sehr freundlich und das Essen kam schnell, deswegen haben wir uns gewundert, das die Burger nur lauwarm waren und nicht richtig heiss.Das Fleisch bei den letzten Bissen war somit nur noch kalt - schade.Alles in allem kein schlechtes Essen, aber definitiv schon bessere Burger in Zürich gegessen.Man muss vorher reservieren, da man (auch nur zu zweit) Abends sonst fast unmöglich einen Platz bekommt."}, {"date": "08-10-2019", "rating": 1.0, "content": "Fui a cenar con mi esposa. Tardaron 15 minutos en traerme la carta. Cuando me la trajeron, me obligaron a cambiarme de mesa.Luego de 15 minutos, el camarero no volvio a tomarme el pedido. Obviamente me levante y me fui,Pesima atencion."}, {"date": "19-09-2019", "rating": 1.0, "content": "Mittaga wartet man circa 50 Minuten auf sein Essen! Wenn man wieder arbeiten will, dann ist es nicht zu empfehlen. Verschwendete Zeit!"}, {"date": "12-09-2019", "rating": 5.0, "content": "Freitagabend, es herrschte viel Betrieb, wir haben reserviert und wurden sehr schnell bedient. Vorspeise wie auch die Burger waren in qualitiv sehr gut und auch die Grösse passte. Achj a und die Fries waren ja der Hammer. Sogar der vegane Burger kam bei der Partnerin unseres Freundes gut an.Der Service war aufmerksam und freundlich. Wir werde uns wieder sehen"}, {"date": "09-09-2019", "rating": 3.0, "content": "Easy place to stop for a burger in central Zurich and try some swiss Craft beers. Burger was pretty decent. Service is slow, but who's in a rush?"}, {"date": "06-09-2019", "rating": 3.0, "content": "Well, the chocolate milkshakes and fries were really good. I don’t know what the pulled pork was pulled through, but the luke-warm filling appeared textureless. Was so promising. Everyone else seemed to enjoy their meals."}, {"date": "27-08-2019", "rating": 2.0, "content": "It is basically Mc Donalds quality food, brought to the table. The Avocado/Tomato salad was served in the tiniest possible bowl and one had to search the avocado pieces with a microscope. The rest of the salad leaves was sloppy and felt like it was already mixed with the dressing hours ago. Meat patty in the burger is thin and tasted like frozen industy material. For a tiny bit of industrial mayonnaise I was charged an extra CHF 2.-There are definitely way better burger outlets in Zurich."}, {"date": "26-08-2019", "rating": 2.0, "content": "Foid was great, service was awful, getting the bill took so long thought I would still be there now! Have been many times before and always loved it here, but we won't be coming back😢"}, {"date": "11-08-2019", "rating": 4.0, "content": "My family of 4 is from Wisconsin and after traveling in Europe for 10 days we were craving a burger and fries. The Butcher hit the spot for us. We all had cheeseburgers and thought they were well made and hit the spot. The fries were great as well. We had a great waitress, who walked us through the menu and helped us out. Definitely a great spot to check out in Zurich."}, {"date": "01-08-2019", "rating": 5.0, "content": "Had a casual, saturday lunch burgers with friends and were delighted by this Place in zurich’s oldtown. The meat is of great quality, same as many vegetarian / vegan options they have.Great, fresh burgers with lots of greens, as well we reccomend to try Halumi fries.The place has large area for outdoor seating during the summer."}, {"date": "15-07-2019", "rating": 2.0, "content": "From terrible service to terrible food. Words fail me to describe how unpleasant the experience was. Service took forever and the food was lukewarm. Decoration was nice though."}, {"date": "30-06-2019", "rating": 5.0, "content": "We arrived in Zurich in almost 40 degree weather. After checking in to our hotel we headed over to the Butcher for a burger and a beer. Nathan was our waiter and he was incredibly kind, friendly and accommodating. Our food was delicious and the beer was great. I had the grilled veggie burger and my friend had the regular burger. We shared an order of fries. We sat out on their great patio, people watching and enjoying the fountain. Nathan really tipped the scales for this 5 star review. He was genuinely interested in our plans in Switzerland and offered some local tips. Well done, Nathan!"}, {"date": "12-06-2019", "rating": 3.0, "content": "We ate here for lunch while exploring the old city. The falafel didn't seem fresh made nor was it advertised as such. It just seemed like it was pulled out of the freezer and deep fried. The burgers were just okay. The salad was very good but very small. We paid $5.50 for a large glass of tap water! It's one thing to pay for bottled water but not tap. They also had free water by the take out window which we didn't see until we paid. Service wasn't very good either. They took our order, delivered food and forgot about us. We had to go to the takeout window to get our bill and pay. Too many restaurants to go here again."}, {"date": "09-06-2019", "rating": 1.0, "content": "Sind momentan hier und warten bereits seit 30 Minuten auf unser Essen - drei Burger, was ja wohl kaum solange dauern kann! Die Mitatbeiter scheinen inkompetent weil sie keine Auskunft geben, ob es länger dauert. Hoffentlich schmeckt der Burger aber er wird das warten sicher nicht wert sein! Besonders voll ist es hier nämlich nicht - unseriös.."}, {"date": "07-06-2019", "rating": 5.0, "content": "Fui un Martes por la tarde ya que no me apetecía cocinar. Había ido a este local hace unos años y no me convenció y decidí darle otra oportunidad.Era un dia que no habia mucha gente y ademas fui algo tarde ( 15:00) en Suiza aunque según me dijo el camarero tienen la cocina abierta de forma continua.El servicio fue muy rápido y tienen incluso cajas en la terraza. El camarero fue muy amable y servicial, me trajo rápidamente una cerveza que pedí y la hamburguesa me la trajo poco después.Según leí en un anuncio la carne es Suiza y la mayor parte de los productos de paises vecinos de Suiza, si esto es cierto, es una idea que me agrada mucho.Pedí la hamburguesa con jalapeños (una de las mas populares), lo que mas me gustó fue el sabor de la carne, realmente muy bueno. La carne estaba hecha al punto, lo que llevaba la hamburguesa también estaba buenisimo.Las patatas son con piel y con sal gruesa, para mi gusto y por ponerme un poco exquisito sería mejor con menos sal pero estan buenas igual, es una buena receta. El Ketchup esta en la mesa y es gratis, para otras salsas o aderezos hay que pagar un suplemento aunque son precios justos.Por una hamburguesa con jalapeños, patatas y cerveza me cobraron unos 26 CHF lo cual me parece un buen precio para Zúrich y teniendo en cuenta que en un McDonalds o similar te cobran algo menos estando la calidad de The Butcher definitivamente a años luz."}, {"date": "18-05-2019", "rating": 5.0, "content": "Panino top con carne di buona qualità, validissima scelta, nessun confronto con le solite catene di fast food.I prezzi sono altrettanto accessibili, considerando gli standard di Zurigo.Torneremo sicuramente!"}, {"date": "06-05-2019", "rating": 1.0, "content": "Wir waren an einem Sonntag im Restaurant.Wir haben über 40 Minuten auf unser Essen gewartet - leider erfolgte auch keine Information der Kellnerin über eine Verzögerung (wir mussten selber nachfragen). Die versprochenen Getränke „aufs Haus“ wurden am Ende nicht von der Rechnung genommen.Wir hatten die Burger als Low Carb Variante bestellt. Diese kamen dann in einem Pappkarton (wie bei einem Take Away) - dies kann ich nicht nachvollziehen, da die Pommes auch in einer richtigen Schale serviert wurden. Zudem waren die Burger auch eher lauwarm.Ich hätte mir mehr erwartet von dem Besuch - schade!"}, {"date": "16-03-2019", "rating": 4.0, "content": "One of the best burgers I have had. The price was A little over the top making it hard to come back and eat there again. I would still recommend going if you want a premium burger. (I got the spicy burger)"}, {"date": "13-03-2019", "rating": 4.0, "content": "We really enjoyed this experience - our waiter DD was superb. Friendly fast service, fries with truffle mayo were awesome!"}, {"date": "10-03-2019", "rating": 5.0, "content": "O Hambúrguer de raclette é um fenômeno. Atendimento nota 10. Ambiente descontraído e bastante informal."}, {"date": "22-02-2019", "rating": 3.0, "content": "De burger is vers, broodje fantastisch en combinatie heerlijk. Patat erbij was echter slap, hard en veel te zout. Het voorgerecht, chips, kwam tegelijk met het hoofdgerecht. De krukken zitten verschrikkelijk. Geen aanrader voor een geZellige avond, gezien het ook erg druk is. Maar alleen een burger eten is prima."}, {"date": "17-02-2019", "rating": 3.0, "content": "The raclette burger was okay and the fries were average. The beef patties were well done, the raclette cheese was fantastic but the sauce lacked something special. The price was quite high tough (around 30CHF) but well that's what you expect from Zurich heh.The service was quite long however."}, {"date": "13-02-2019", "rating": 4.0, "content": "Good service Friendly staff Good food Burger and pulled pork are highly recommended! Nice ambience..."}, {"date": "06-02-2019", "rating": 2.0, "content": "Das Essen ist gut, wenn es denn mal ankommt. Ich hatte nun bereits einige Bestellungen getätigt und zum wiederholten Mal fehlten die Pommesfrites sowie auch das dazu enthaltene Getränk. Man bestellt Menüs aber die werden praktisch nie so ausgeliefert, wirklich schade. Kann Bestellungen an die Tür nicht empfehlen, denn dies haben sie überhaupt nicht im Griff."}, {"date": "03-02-2019", "rating": 5.0, "content": "Wir sind regelmässig dort, und jedes Mal überzeugen die Burger aufs neue. Die Bedienungen sind freundlich, Extrawünsche werden erfüllt. Der Preis ist verhältnismässig hoch, allerdings sind die Burger qualitativ dafür auch sehr hochwertig."}, {"date": "25-01-2019", "rating": 4.0, "content": "He de reconocer que entramos por error, buscábamos en esa calle otro local y al no encontrarlo entramos y fue un acierto. Muy buenas las hamburguesas y muy amable rl camarero."}, {"date": "16-01-2019", "rating": 3.0, "content": "Die Bedienung war klasse! Nett, auf Zack und freundlich. Auch das urbane Ambiente hat mir gut gefallen.Leider ließ der vegane Burger zu wünschen übrig. Immerhin gab es die Möglichkeit, einen zu bestellen - das finde ich prinzipiell schon mal sehr gut. Jedoch war das einfach ein abgespeckter normaler Burger.Mir fehlte veganer Käse oder sowas in die Richtung und deutlich mehr Sauce. Geschmacklich trotzdem gut, aber einfach nicht überzeugend. Die „richtigen“ Burger am Nachbartisch sahen toll aus, sind für mich als Veganer aber natürlich keine Wahl.Naja, zum ausprobieren, vor allem wenn man mit Nicht-Veganern Essen geht, ein gutes Restaurant!"}, {"date": "15-01-2019", "rating": 5.0, "content": "der Burger war der Hammer! Das Glace ist ebenfalls zu empfehlen und der Service war sehr freundlich."}, {"date": "13-01-2019", "rating": 5.0, "content": "Wir hatten 2 Burger, Fries und einige Biere. Unser Waiter war super motiviert und hat uns auch bei der Bestellung geholfen. Die Fries waren super und gut gewürzt, bei den Burgern kann man das Gleiche sagen. Man merkt dass das Fleisch eine sehr gute Qualität hat. Kann man ohne weiteres medium geniessen. Klar, es ist crowded aber es passt einfach in so ein Konzept. Bei nächsten Besuch im Niederdorf werden wir sicher wieder vorbeischauen."}, {"date": "04-01-2019", "rating": 2.0, "content": "Preis / Leistung stimmte für uns nicht, insgesamt zu teuer, auch für ZH. Die Burger an sich waren ok. Aber das Personal verhält sich äusserst - sagen wir mal - seltsam. Als ob man als Kunde ein unangenehmer Störfaktor ist. Sehr irritierend."}, {"date": "23-12-2018", "rating": 3.0, "content": "Ich war Freitagabends hier um mir noch ein Abendessen zu gönnen. Die Bedienung war aufmerksam und hat mich schnell bedient.Der Cheeseburger hat richtig lecker geschmeckt. Die Pommes waren dafür leider nicht wirklich knusprig und haben mich nicht überzeugt.Die Preise sind mit ca. 24 Franken für Burger, Pommes und Getränk für mich eher im gehobenen Bereich für die Qualität."}, {"date": "15-12-2018", "rating": 4.0, "content": "als wir waren als Gruppe zu 5 und hatten eine gute Erfahrung. Das Personal war gut und zügig...es war aber Mittwoch umd deshalb vielleicht etwas vesser als sonst (restliche Kommentare). Die Burger waren gut die Beilge ausreichend... Man kann hier schon öfters einkehren. ist aber teuer... sonst ganz OK"}, {"date": "23-11-2018", "rating": 5.0, "content": "J’ai été bien reçu , j’ai bien mangé , les serveurs sont serviables, et en plus certain parlent français ."}, {"date": "22-11-2018", "rating": 1.0, "content": "Burger sind ok, etwas überteuert. Bedienung eine Katastrophe, unfreundlich, überfordert, dann lieber nicht, danke"}, {"date": "10-11-2018", "rating": 1.0, "content": "Man wartet elend lange bis uebehaupt mal jemand fuer das getraenk kommt, jedoch stehen die alle rum und schlafen fast ein. Der chef ist nur bedacht darauf geld zu machen aber keine leistung und freundlichkeit an den tag zu legen.Die burger waren gut aber alles drum herum eine wahre katastrophe. Ich werde da nie wieder hinkommen!"}, {"date": "04-11-2018", "rating": 5.0, "content": "地點不錯，裝修也很有風格，看起來很年輕的一家漢堡店，麵包稍微有點乾，不過漢堡肉鮮嫩多汁，薯條很好吃，職員很熱情友好。"}, {"date": "14-10-2018", "rating": 3.0, "content": "Hamburguesa rica y las patatas de Halumi . pero el camarero maleducado, trato pésimo para el dinero que pagas"}, {"date": "04-10-2018", "rating": 2.0, "content": "Less than average beef burger a bit tasteless, we ordered it with fries which we didn’t get. And when we informed the waitress she said she will go check. we saw her talking to what i think was her supervisor (who was handling the register)and pointing at our table so he mumbled something with hand gestures as he was saying I don’t know with such an attitude! The poor girl took so long to figure something out for us because she couldn’t check on the system our order.Meanwhile the supervisor was being so loud and rude to his subordinates which is something us customers shouldn’t see !Totally bad stressing vibes.So we just called the waitress and asked for the check and nothing else.They didn’t even offer us a discount for the inconvenience and waiting so long for what we ordered!"}, {"date": "01-10-2018", "rating": 4.0, "content": "Tasty burgers. Good service. Warm on a chilly evening. Gluten free burgers available. I had the beeef, wife 1 had the pulled pork and wife 2 had a steak burger. Reasonable selection of wine. Gluten free French fies were good. Crisp and not too greasy.Reminds me a bit of Jus Burgers in Australia."}, {"date": "30-09-2018", "rating": 1.0, "content": "Meat is tough and chewy. Was thinking twice when I ordered but just wanted to give it a go. Normal burger next time!"}, {"date": "24-09-2018", "rating": 5.0, "content": "Nulla da aggiungere al titolo, posto alla mano hamburger ottimo e prezzo onesto. Ci tornerò sicuramente."}, {"date": "23-09-2018", "rating": 1.0, "content": "Nachdem wir 20min warten mussten um überhaupt einmal etwas zu trinken bestellen zu dürfen, ging es nochmals über 30min bis dann die Burger serviert wurden. Die „speziellen“ Halloumi Fries waren eine Frechheit! 8.- für max. 10 Fries - euer Ernst?!Die Bedienung war nicht wirklich motiviert und die extra Beilagen für den Burger wurden auch vergessen. Schade, ein weiteres Mal werden wir hier wohl kaum hingehen."}, {"date": "23-09-2018", "rating": 4.0, "content": "Nice restaurant with interesting concept. Home made burgers away from traditional fast foods. Food was good, home made soft drinks were outstanding and service friendly. Easy with kids as they have space to play."}, {"date": "15-09-2018", "rating": 3.0, "content": "We will split the vote being us, my wife had the vegetarian burger which she liked and I had the beef burger which was absolutely tasteless as far as the beef was concerned and further hidden by the sauce. Hence we give it s 3 star rating as otherwise the best I could muster would have been a 2.The service was good and they have both inside and outside seating."}, {"date": "06-09-2018", "rating": 5.0, "content": "Girando per Zurigo vedevamo prezzi altissimi da qualsiasi parte, finchè non abbiamo notato questo \"The Butcher\", sembrava qualcosa con qualità piu alta rispetto ai soliti fast food che non voglio citare. In effetti abbiamo mangiato due ottimi Hamburger con patatine e bevande, spendendo una cifra onesta.Consigliato veramente!"}, {"date": "05-09-2018", "rating": 2.0, "content": "Grosse Enttäuschung: der Service ist katastrophal, die burgers nicht speziell...schade.Gehe nicht mehr dorthin."}, {"date": "04-09-2018", "rating": 4.0, "content": "The Butcher war lange Zeit bekannt als der besste Burgerladen in Zürich. Nicht umsont. Ich bin nicht sicher ob das immer noch zutrifft, aber die Burger sind lecker. Die Fries waren in meiner Erinnerung etwas knuspriger als bei meinem Besuch, aber vieleicht (hoffentlich) war das ein einzelfall. Das Konzept zusammen mit dem Ambiente sind nach wie vor top, nur merkt man im Detail dass nicht mehr die gleiche Leidenschaft dahinter steckt.Nichts desto trotz sind die Burger immer noch schmackhaft und die Auswahl gut.Ich werde the Bucher sicher nochmal einen Besuch abstatten in der Hoffnung etwas mehr Leidenschaft zu entdecken."}, {"date": "01-09-2018", "rating": 5.0, "content": "Gran hamburguesa, muy sabrosa, bien atendido. Todo perfecto y un ambiente muy agradable. La hamburguesa de bacon es muy buena"}, {"date": "27-08-2018", "rating": 4.0, "content": "Always a pleasure to go for a good vege Burger on the nice trace in midst of Niederdorf . Though also meat burgers are worth an experience. Highly recommended."}, {"date": "27-08-2018", "rating": 4.0, "content": "Piacevolissima sosta per mangiare un ottimo hamburger con un pane davvero speciale e del bacon croccante al punto giusto.Consigliato per pranzi o cene veloci.Buona anche la birra."}, {"date": "20-08-2018", "rating": 2.0, "content": "I am surprised by all the decent reviews of this place since we were so disappointed. I got the falafel burger and my husband got a regular cheeseburger. Both buns were very dry and seemed stale. I got chips and guacamole as a starter, which came with a big pile of chips, but the tiny cup of guacamole was barely enough for 5 or 6 chips (I would be surprised if it was even a 2 oz. cup). I was thinking don't they test the ratios of these things? Maybe since I'm from Texas I'm used to a bigger portion of guac! :) The fries were good, but for a $70 dinner (including 1 drink each) I would expect more than good fries. My husband said \"What did you expect from a burger joint in Switzerland?\" and I thought well that's a sad statement. I always expect good food, especially with a packed house and what seems like a local favorite. Out of the 5 days we were in Switzerland it was our least favorite meal. I would not go back nor recommend."}, {"date": "19-08-2018", "rating": 4.0, "content": "After we'd resigned ourselves to the fact that anywhere we ate in Zurich would be expensive compared to home we settled on this place and was not disappointed. We both got the beef, chorizo and cheese burger and it was delicious! We shared a chips (which were also nice with a sort of flavouring on them) and this was plenty for us.Staff were attentive, toilets were clean and the homemade 'lemonade' was very refreshing."}, {"date": "09-08-2018", "rating": 4.0, "content": "Difficile spendere poco a Zurigo, almeno che non si ripieghi su un fast food o take away. Girando con la famiglia abbiamo scelto questo e forse abbiamo speso un po' meno che in altri posti, pur mangiando molto bene.Posto particolare e carino. Servizio molto cordiale. Tutto ottimo tranne la birra alla spina che non sapeva di molto... ma nel contesto anche lei è andata giù bene. Lo consiglio."}, {"date": "25-07-2018", "rating": 4.0, "content": "Der Butcherburger ist ein Menü für CHF 15 (für Schüler), welches gut schmeckt und eben Preiswert ist. Die Pommes sind zwar ein bisschen fettig, ansonsten ist alles sehr gut"}, {"date": "13-07-2018", "rating": 3.0, "content": "Wife and I stopped for dinner with me in hopes of finding a good burger. The burgers them self’s were average and nothing that special. The fries were very good but could of used a little more crispness to them. Wife got the chips and they were good as well.All and all for the price I wouldn’t go out of my way to eat here again, but wouldn’t turn it down either."}, {"date": "09-07-2018", "rating": 5.0, "content": "The burgers are always great, the halloumi fries are a good side dish as well - although they have their price. But the location is great, inside as well as outside. Especially in summer, when there are lots of tables outside.The beer is good as well, I come here regularly."}, {"date": "06-07-2018", "rating": 1.0, "content": "After 45 minutes of waiting and for the proud sum of 16 francs, I got a small portion of mediocre fries and some equally mediocre coffee. A friend of mine was very rudely reprimanded for quickly finishing some of his own food at the table (bear in mind, he was the only one of four people who didn’t order something!). What’s more, I had to wait until I was outside to write this review as the internet inside was as terrible as the waiter’s manners."}, {"date": "29-06-2018", "rating": 4.0, "content": "Sono stata più volte al the butcher, e sono sempre rimasta soddisfatta. Il locale è molto trandy-urban e per la stagione c'è una terrazza all'esterno. Tutti gli hamburger sono deliziosi e si nota facilmente che la carne è di prima qualità. Purtroppo essendo a Zurigo, non è un posto low cost, ma ne vale la pena!! Bisogna munirsi di pazienza, in quanto le ultime volte che sono stata il personale era piuttosto lento e disattento."}, {"date": "19-06-2018", "rating": 1.0, "content": "Ich bin eine Veganerin die gerne mit Freunden im Restaurant isst, die selber nicht Vegan sind. Und ich freue mich immer, wenn ich diese Personen überzeugen kann mal das Vegane Menü zu probieren. DAS kann man bei euch definitiv nicht! Ich würde mich schämen sowas grauenvolles meinen Freunden zu empfehlen. Macht ihr das extra um den Fleischkonsum zu steigern? Oder wisst ihr es wirklich nicht besser?Ein Vegan Burger bei euch gibt ein solch schlechtes Bild auf vegane Ernährung, das ist echt schade. Geht doch mal in eines der vielen tollen Restis die es gibt und die wunderbare Burgeralternativen anbieten die jeden überzeugen. Kommt dazu dass ihr nicht mal Pommes fein und knusprig zubereiten könnt. Also ich würde wohl nicht mal als Fleischesser bei euch essen wollen."}, {"date": "18-06-2018", "rating": 2.0, "content": "Bien que les burgers sont bons, le serveur fut mal poli, rude, peu serviable et un peu dénigrant.A titre d’exemple, a un moment il a commancer à pleuvoir, deux amies ont donc décidé de se protéger un peu en allant s’installer sur une table protégée par un parasol. La table était réservée mais vide depuis plus de 30 min (notre arrivée sur place). Le serveur agressif est arrivé en disant aux filles de retourner à leur table sous la pluie! Quand nous sommes parti, ladite table était encore vide! Quelle ironie!En outre, pour 3 personnes, l’addition fut salée: 85 CHF (2 petites bières, un coca, 3 bugers strandard, 2 portions de frites). Noter que pour 20 chf le burger, les frites sont en plus et pas a n’importe quel prix: plus de 6 chf!Bref, je ne recommande pas, car il y a plein d’autres bons burgers, et qui se trouvent dans des cardes bien plus sympathique."}, {"date": "19-05-2018", "rating": 4.0, "content": "gute burger, alles frisch und lecker. vom styl her eher locker, erinnert ein wenig an ein take away lokal"}, {"date": "17-05-2018", "rating": 1.0, "content": "Die Frage im Titel sagt schon alles. Absoluter Durchschnitts-Burger auf Niveau von Dennys in den USA für mehr als 20.- ohne nix. Lampige Pommes mit Heinz Ketchup kosten nochmals fast 7.- dazu. Die Cola aus der Dose gibts auch nochmals für 5.-. Lakonischerweise ist der Pluspunkt der Kellner, der in aller Ehrlichkeit von Gewissen Burgern abgeraten hat (\"...findet nur der Chef gut, sonst niemand...\"). Kellner empfehle ich weiter, ansonsten für das Essen den Burgerking raussuchen. Sehe keinen Vorteil am Essen hier - leider."}, {"date": "16-05-2018", "rating": 5.0, "content": "Buen sitio en el casco viejo de Zürich.Una decoración acorde con el lugar y un trato genial de los camareros/as.La opción de comer cosas sin Gluten y buena calidad en la materia prima.Una visita con amigos que ha resultado genial, la camarera una chica muy simpática, que nos atendió a las mil maravillas, con tiempos de servir perfectos y siempre con una sonrisa en la boca y muy amable.Sitio súper recomendable !!!!!"}, {"date": "14-05-2018", "rating": 2.0, "content": "Von der Platzzuweisung über die Bestellung bis hin zum Bezahlvorgang hätte man uns kaum unkompetenter und geringschätzender bedienen können. Nachdem wir bereits fast eine Stunde auf unser Essen gewartet hatten - was an und für sich noch zu verzeihen wäre - fragten wir höflich nach, ob man uns vergessen habe, doch eine Antwort blieb aus. Nach weiteren 5 Minuten brachte man uns schliesslich ohne Kommentar oder Entschuldigung unsere Bestellungen. Richtig in die Haare bekamen wir uns beim bezahlen: auch hier mussten wir gute 20 Minuten warten, und da wir für den Abend noch Pläne hatten, baten wir einen weiteren Kollegen nochmals um die Rechnung. Mit einem kaum bemerkbaren Nicken bestätigte dieser, meinen Wunsch gehört zu haben, setzte sich langsam schlurfend in Bewegung, unterbrach das Vorhaben dann allerdings und blieb stattdessen an der Tür stehen. Als meine Freundin ihn daraufhin nochmals um die Rechnung bat, kehrte der Elan plötzlich in ihn zurück und gab ihm gerade genug Energie, uns anzufahren, dass er schon tue, was er könne. Schliesslich bemühte sich dennoch ein weiterer Kollege um uns und wir konnten zahlen und sehr unzufrieden gehen."}, {"date": "14-05-2018", "rating": 3.0, "content": "Wir mussten eine Stunde auf unsere Quinoa-Burger warten, die geschmacklich zwar nicht schlecht, aber deren Patty in der Konsistenz deutlich zu weich war. Als wir nach der Rechnung verlangten, verging eine weitere Viertelstunde, da sich niemand für uns zuständig fühlte. Allgemein wirkte die Bedienung eher gestresst."}, {"date": "11-05-2018", "rating": 1.0, "content": "Mehr als eine Stunde Wartezeit für das Essen ist nicht in Ordnung. Abermals 30min auf die Rechnung zu warten ebenso nicht."}, {"date": "02-05-2018", "rating": 4.0, "content": "We are from the US and really liked these cheeseburgers and fries. Nice to have American comfort food when in a foreign country."}, {"date": "29-04-2018", "rating": 2.0, "content": "Als Gruppe von sieben Personen machten wir uns Samstag Abends nach der Arbeit auf den Weg ins The Butcher im Niederdorf um dort ein Getränk und etwas kleines zum Essen zu geniessen. Der Service wurde nur im Aussenbereich betrieben, welcher etwa zehn grosse Tische umfasste (der Innenbereich des Restaurants war geschlossen). Einen der Tische konnten wir nach kurzer Wartezeit dann auch für uns schnappen und gaben beim jungen, blonden Kellner mit Mütze (schien Chef de Service des Abends zu sein) unsere Bestellungen auf. Ein Burger mit Pommes, zwei Portionen Pommes, Tortilla Chips mit Guacamole, drei grosse Bier, zwei alkoholische Drinks und zwei Coca Colas. Der Kellner schüttelte während der Bestellungsaufnahme immer zu seinen Kopf, schaute uns irritiert und angepisst an, und weiste uns bevor er abzischte in extrem genervten, unfreudlichem, ja fast arrogantem Ton darauf hin, dass er unserer Gruppe den Tisch nicht gegeben hätte, hätte er gewusst das nur eine Person einen Burger bestellt. Schockiert beschlichteten wir ihn damit, dass wir nicht lange bleiben würden. Noch bevor das Essen kam war die gute Laune in der Runde am Boden, alle fassungslos so frech von einer Serviceperson behandelt zu werden. Als das Essen und die Getränke dann kamen ( ein falscher Drink mit dabei) wurde es uns auf den Tisch geknallt und nicht mal einen guten Appetit gewünscht. Kaum war der letzte Bissen weg, wurde schon abgeräumt und der gleiche Kellner wies uns darauf hin, dass wir nun nicht mehr erwünscht seien, ausser wir alle würden noch einen Burger bestellen. Die Rechnung durften wir dann anschliessend anschauen und selbst ausrechnen wieviel pro Person zu bezahlen war. In verhältnismässig nettem Ton erklärte ich dem Kellner dass wir uns nicht im klaren darüber ware, dass man im Butcher nur erwünscht ist wenn jeder Gast einen Burger bestellt. Dies müsse wohl schon bei der Tischvergabe kommunizieren. Ausserdem wies ich ihn darauf hin, dass seine Art und Weise bzw. sein Umgangston extrem abwertend und frech sei.Seine Antwort: \"Es ist eine absolute Frechheit , wie nur vier von sieben Personen auch etwas zu Essen bestellt haben. Wies aussieht, wart ihr wohl noch nie in einem Restaurant! So kriegen wir unseren Umsatz nicht auf die Reihe. (...)\". Ich kann mich nicht mehr an alles besinnen was er gesagt hat, so unglaublich schokiert waren wir alle, so von einer Servicekraft zusammengestaucht zu werden.Wir bezahlten dass was wir mussten, kein Rappen mehr und verliessen sofort das Restaurant.Nie wieder setze ich einen Fuss The Butcher. Schaade, dass Essen an für sich hat mir nämlich sehr gut gefallen! Aber mit so unfreundlichem, arroganten Personal, dass dem Ruf des Restaurants deutlich schadet, wird das Restaurant nie sein volles Potenziel ausleben können und jeder letzte Gast vertrieben werden."}, {"date": "28-04-2018", "rating": 1.0, "content": "Schrecklichster respektlosester Service, den wir je erlebt haben. Wir waren 7 Personen wovon 4 Essen bestellten und alle Getränke. Die männliche Bedienung, weist uns in arrogantem Ton darauf hin, dass es « eine absolute Frechheit sei » wenn nicht alle ein volles Menü bestellen. Dies weil man mit anderen Kunden mehr Umsatz mache. Kurz nach dem der letzte Bissen weg war wurden wir aufgefordert den Tisch zu verlassen. Nie wieder!"}, {"date": "30-03-2018", "rating": 5.0, "content": "Best burger in town. High quality meet, nice atmosphere, lively place to have some beers and a burger."}, {"date": "27-03-2018", "rating": 5.0, "content": "Was amazing to find friendly English speaking staff that was very accommodating with gluten free options! Gluten free bun was fantastic. I had the bacon and cheese burger, it was great! For lunch it came with fries (that had an amazing seasoning on them) and a drink! Great place!"}, {"date": "11-03-2018", "rating": 4.0, "content": "Nice mood and Modern design of the place,The staff is friendly and the burgersAre Good and tasty ! !"}, {"date": "03-03-2018", "rating": 5.0, "content": "The Butcher ist ein hübsches, modernes Lokal mit ausgezeichnetem Personal. Ob im Sommer auf der Terrasse oder bei Regen drinnen, stets wird man freundlich bedient. Das Essen ist ausgezeichnet, die Auswahl gross. Gehe immer wieder gerne hin oder kaufe als Nachbarin über die Gasse."}, {"date": "25-02-2018", "rating": 4.0, "content": "Wir sind per Zufall auf dieses Lokal gestossen. Das Konzept des Butcher finden wir witzig. Das Angebot ist Ausreichend für einen Imbiss oder eine einfache Mahlzeit. Der Burger war qualitativ gut, der Käse im Cheeseburger dürfte ein bisschen peppiger sein, der ging im Burger unter. Die Fries waren geschmacklich sehr gut, dürften jedoch ein bisschen knuspriger sein.Getränke, Nachspeise und das ganze rundherum inklusive Bedienung war sehr gut. Die Einrichtung ist cool, was anderes halt kein 0815.Wir haben unseren Lunch in der Atmosphäre des Butchers genossen und werden hier sicher wieder einmal einkehren. Der Butcher ist einfach, unkompliziert und doch hat er seinen eigenen Charme. Preis- / Leistung und Bedienung passt."}, {"date": "24-02-2018", "rating": 4.0, "content": "Cooles Restaurant mit guten Burgern. Pommes sind gut gewürzt und nicht labbrig. Wenn man online reserviert hat man auch einen guten Platz.Freundliches Personal."}, {"date": "09-02-2018", "rating": 4.0, "content": "We wanted something straightforward so thought we would try this burger joint near our hotel. It quickly filled up which made sense after we tried the burgers, they are delicious and filling. Like all gourmet burger places the prices are a bit steep but that is the only negative. Staff were friendly and helped us with the Few German words on the menu. Overall a funky place for a bite."}, {"date": "07-02-2018", "rating": 5.0, "content": "Habe heute nach langer Reise einen BUTCHER BURGER ORIGINAL SIZE und CHEESE BURGER ORIGINAL SIZE mit BUTCHER FRIES via Home Delivery geordert. Der Burger war ausgezeichnet und der Chees Burger war himmlisch gut. Absoluter Traum. Leider waren Fries der Flop. Wabbelig, nicht knusprig und langweilig. (Fries zu liefern, ist vermutlich technisch eine Herausforderung: Dampf & Co) Der Home Services war Top und der Velokurier hat einen Super Job gemacht. Alles war Warm und pünklich. Jeder der mal was kurz zu Essen braucht, weil der Kühlschrank leer ist, kann hier umbedenklich ordern."}, {"date": "05-02-2018", "rating": 5.0, "content": "Um dos melhores locais para se comer um bom hambúrguer em zurique!! Batatas fritas viciantes do melhor que ja provei!! Local acolhedor com excelente ambiente e decoração. Serviço simpatico,rapido e atencioso. Um restaurante para voltar mais vezes certamente!!"}, {"date": "02-02-2018", "rating": 4.0, "content": "Came here for lunch and had a cheeseburger, chips and a nonalcoholic beer. It feels very much like an indoor venue - old building, few windows - and so probably cosy in the evening. Good range of alcoholic beverages and three different vegetarian offerings (and something vegan) on offer.The cheeseburger was probably the best I have had in Zurich and the fries were good too. Very nice. Service was efficient (as it should have been since lunch was tailing off)."}, {"date": "28-01-2018", "rating": 5.0, "content": "Good burgers, friendly service and GLUTEN FREE options. Our family with a variety of requirements (gluten free, vegetarian and meat lovers) were all catered for. Recommend a visit"}, {"date": "21-01-2018", "rating": 5.0, "content": "Went for a quick dinner after a heavy lunch. We had three different burgers, one with meat and two veggie burgers. I had the falafel burger with fries. The burger was fresh and tasty, the fries absolutely delicious. Pleasant serving with a true smile and cool atmosphere. Very good choice for us. Thank you:)"}, {"date": "21-01-2018", "rating": 4.0, "content": "We wandered past this place in the daytime and it seemed popular so we chose to eat here in the evening. What a good choice it proved to be. It has a quirky student type vibe to it and funky decor. We were sat by the window, our choice as we like to people watch. The service was great. Drinks and food both arriving quickly. The burgers themselves were great. Both great choices. Left here feeling full and would definitely recommend."}, {"date": "13-01-2018", "rating": 1.0, "content": "Wollten nach dem Kinobesuch noch was Essen oder trinken, aber das es schon 22:45 war und die Bedienung keine Ahnung von etwas hatte, wussten wir erst nach 10.Minuten dass erstens die Küche schon seit 22:00 zu ist und wir auch beim Trinken und beeilen mussten da die Lokalität schon um 23:00 schliesst.Wäre gut gewesen wenn uns die Bedienung von Anfang an nett kurz darauf hingewiesen hätte! Somit gingen wir hungrig und durstig wieder raus!Auch wenn es am Wochenende immer um 23:00 schon schliesst gehen wir nie mehr dort hin."}, {"date": "12-01-2018", "rating": 5.0, "content": "I picked the bacon burger with extra fried egg and fries with mayo. Also the location is very nice and the staff is increadably friendly. I will vistit again for sure - thank you!"}, {"date": "26-12-2017", "rating": 3.0, "content": "Ich war jetzt innerhalb kurzer Zeit 2x hier, aber bin nicht restlos begeistert. Die Patties und die Buns sind mit von den besten, die's in Zürich m.E. gibt. Leider ist der Rest nicht speziell. Insbes. der Käse (fast geschmacklos) geht gar nicht. Ich bin dann auf Anraten auf einen Vegiburger mit Bergkäse und einem Fleischpatty ausgewichen, was mich jedoch auch nicht überzeugt hat. Der Käse ist zwar wenigstens am Stück (der normale Mix ist gerieben) aber fast genauso mild, d.h. geht insgesamt im Burger unter. Die Einrichtung soll glaube ich originell sein - mit unbequemen Traktorsitzen. In der Ecke steht ein Ölfass (?). Wir mussten am Rand mit Blick an die Wand essen. Für Jüngere, weniger kritische Zeitgenossen ev. geeignet."}, {"date": "23-12-2017", "rating": 5.0, "content": "Der Burger war fein und die Bedienung freundlich und aufmerksam! Für mich der beste Burger in Zürich!"}, {"date": "04-12-2017", "rating": 5.0, "content": "Die Burger sind super fein und machen süchtig.Träume auch manchmal von den Burgern!Super Preis-Leistung!Service sehr aufmerksam und äusserst sympathisch!Gelungenes Ambiente trotz fehlender Weihnachtsbeleuchtung!Das Butcher kann man nur weiterempfehlen!Ein Besuch lohnt sich immer!Komme gerne immer wieder!"}, {"date": "01-12-2017", "rating": 4.0, "content": "Friendly staff, good relaxed atmosphere, nice food. Burgers is all I had, and it was good food as far as burgers go. Expensive, but it is Zurich!"}, {"date": "05-11-2017", "rating": 2.0, "content": "Früher gab es hier für uns den besten burger der stadt, leider haben sie die burger umgestellt und die Karte was wirklich ein fehler war.Wir werden leider so schnell nicht wieder kommen und hoffen das sie das alte system wieder einführen"}, {"date": "28-10-2017", "rating": 1.0, "content": "The decor is cool, the welcome was friendly, the burger was embarrassingly poor. I couldn’t eat it. A tasteless patty, a half slice of tomato and slice of plain cucumber so thin they were transparent; a faint hint of mayo and a tiny few millimeters of something that was apparently onion. Didn’t look like it and didn’t taste like it. Would not go back."}, {"date": "12-10-2017", "rating": 3.0, "content": "Über den Mittag verschlägt es mich mehrmals ins Butcher. Die Burger sind richtig gut und das Lokal macht einen hippen Eindruck.Leider ist die Bedienung / Service sehr träge und mühsam. Lange Wartezeit für den Burger und wir mussten 2x nachfragen bzgl. der Rechnung."}, {"date": "03-10-2017", "rating": 2.0, "content": "Bij binnenkomst zag de zaak er nog leuk uit. We was veel oog voor detail besteed aan de inrichting. Hadden ze dit ook maar aan met het eten gedaan. Het is uiteraard een fastfood formule, waarbij de bediening niet erg \"fast\" is. Maar de smaak van de gerechten bij McDonalds is nog beter. Had van dit restaurant betere kwaliteit verwacht. Zeker voor het prijskaartje; €68 voor 2 personen."}, {"date": "28-09-2017", "rating": 3.0, "content": "Io e mia moglie siamo stati qui per cena, locale ben arredato e curato, personale molto gentile. La carne é di primissima scelta e si sente, buoni i dolci ma birra alla spina (Svizzera) da trascurare, meglio dirigere l'attenzione verso quelle in bottiglia. Il problema (per noi italiani) é il prezzo: 73,90 franchi svizzeri ( poco più €68 al cambio attuale) per un cheeseburger, un panino di pulled pork (entrambi ottimi ma di dimensioni normali), una patatina, 2 dolci, una birra alla spina ed una in bottiglia sono una follia."}, {"date": "23-09-2017", "rating": 2.0, "content": "Dont go here if you are in a hurry or if want your fries warm. The burger is actually ok and the concept good .... simply too expensive relative to the quality and service delivered."}, {"date": "05-09-2017", "rating": 4.0, "content": "Sehr leckerer frischer Burger, Pommes waren auch sehr gut. Butchers favorite sauce zu den Pommes ist sehr zu empfehlen. Jederzeit wieder gerne! Die Bedienung ist aufmerksam und sehr nett."}, {"date": "29-08-2017", "rating": 4.0, "content": "They have a menu of really well crafted burgers 🍔 the Pattie is tender and the bun is baked fresh. The sides are all extra cost."}, {"date": "25-08-2017", "rating": 1.0, "content": "Obwohl wir zu 5 waren, wurden wir wieder weg geschickt, da man nur essen kann zu dieser Zeit! Es war bereits nach 9 und viele Tische waren frei! Unverständlich!Wir werden dieses Lokal in Zukunft meiden!"}, {"date": "23-08-2017", "rating": 3.0, "content": "Been to the Butcher Burger place in Zurich Niederdorf.We came there before 8pm and some people were there.It is strange that there is a sign; wait to be seated, but you have to walk up front to the TakeAway, half way thru the restaurant to run in to a rather insecure staff member. After looking at the menu we seat down and we would say it was about halfe full. We noticed that the tables around us didn’t have food not drinks as most of them and they seamed nervous.After 6min I got up to a guy, which might have been the manager and asked him; once and if the order will be taken, how long would it still take? After that and a small discussion, we were lucky and our order was taken.Lucky, not like a tables of 6 which got up and left as they haven’t been served. Or the people which sad on our table as well, they were waiting 19min on their beverage. Sounds not bad, but the bar was only 1.4m behind them.So after 14min our burgers came and fries came: the burgers are not bad, my own was good, nicely cooked and the bun they have is great. The fries where soggy but very nice seasoned. There was a piece of tomato in my burger, not slice but rather a cutoff piece, which usually goes to the beef stock, but not to the guest.My buddy’s burger patty didn’t make it all the way on the grill; halve was well done the other half was rare.Bottom line; Burger’s are not bad even up to good. Staff and service is poor or rather bad. The concept is need but not cleanly done, I recommend to get some light consulting In. Like the staff is not recognizable from the guest; its called the butcher, there is plenty of ways to get that going. Also, Staff needs massive training.Might be going again when I am in Zug, check how their staff is and burger quality."}, {"date": "16-08-2017", "rating": 1.0, "content": "I was 2 or three times at the store and it was ok. But never ever order food to your home. Burger are soggy, bread is soaked up from the juice and all lumpy. No defined taste! And the worst were the fries, to be honest the worst fries I've ever ate and for 6.80 the portion not too cheap also...cant explain how a self proclaimed burger place with style dares to deliver that garbage, unbelievable cold, wrinkled, dry, no flavour, brownish in color, disgusting! I still ate half of it though X)...pls guys don't do this to your self!"}, {"date": "15-08-2017", "rating": 5.0, "content": "Great burger, tender and juicy meat, perfectly cooked, very tasty. Quick and very friendly service. I ll be stopping by again for sure."}, {"date": "05-08-2017", "rating": 2.0, "content": "Die Burger, die wir gegessen haben, sind sehr lecker und auch die Location ist toll. Die Bedienung lässt aber zu wünschen übrig. Wartezeiten sind trotz Reservation sehr lang und wenn man in einer Gruppe unterwegs ist und bezahlen möchte, muss man zuerst warten, bis ein Kellner kommt, der dazu in der Lage ist das Einkassieren zu übernehmen. Fragt man einen herumlaufenden Kellner ob man zahlen darf, wird einem gesagt, man leite es weiter, nur leider kommt niemand.. Als endlich ein Kellner kam, der das Einkassieren übernahm und jede Person einzeln zahlen wollte, rechnete der Kellner den Rechnungsbetrag nicht aus und man musste selber den Rechnungsbetrag ausrechnen. Ausserdem wurde einem dann frech ins Gesicht gesagt, dass das Ausrechnen nicht Teil vom Kellnern sei.... Ausserdem wurde uns 2x nacheinander das falsche Essen gebracht, bis endlich unser bestelltes an den Tisch kam. Es ist wirklich schade um das leckere Essen aber Kopfrechnen sollte schon ein Teil des Einstellungskriterium sein, vorallem in der Gastronomie..."}, {"date": "04-08-2017", "rating": 5.0, "content": "Good service. Tasty gluten free burger with morish fries. The beef pattie was well cooked and food was served quickly."}, {"date": "27-07-2017", "rating": 3.0, "content": "Had a delivery done to the office from The Butcher.Burgers were OK, but not fantastic. If the bar is set at McDonalds, then they were good. If the bar is set at most casual dining burger places, then they were just OK.Fries and particularly the halloumi fries were good.Overall OK, but...."}, {"date": "15-07-2017", "rating": 3.0, "content": "We went to try their burgers and they were good, but the service was terrible. Just two waiters outside and they were not paying attention. After 15 minutes waiting, we had to ask them for a menu, since they were ignoring us. It took them probably another 15 minutes to come back to get our order. They started serving other people who had arrived way after us, so we had to wait quite a lot until we got our food. Quite exasperating when you just want to stop for a burger..."}, {"date": "13-07-2017", "rating": 5.0, "content": "I absolutely loved their cheeseburger. I find for Zurich the prices are also very acceptable (Burger, Fries and a Beer for approx CHF 27). I will definitely go back."}, {"date": "08-07-2017", "rating": 5.0, "content": "Definitly one of the best Burgerplaces in Zurich, Niederdörfli. I've been there a lot and never been disappointed!"}, {"date": "24-06-2017", "rating": 3.0, "content": "We had heard a lot about The Butcher so as we were in the locality we decided to try it. The terrace looked inviting and was packed so we tried to reserve a table for later. However, apparently you need to book at least 24 hours in advance so we decided to try sitting inside. where we had the whole room to ourselves. Our waitress was friendly enough and took our order. Our drinks arrived promptly but the same cannot be said for the food. We did chase at one point to be told that there had been a recent change of menu which meant that the chefs were getting behind. The food when it eventually arrived was delicious enough but I am not sure it was worth the long wait."}, {"date": "07-06-2017", "rating": 3.0, "content": "We were in a mood for a burger when we walked in front of it. We went in because we liked the format of the menu. The rooms downstairs are actually pretty cool. Very informal with big tables where you sit also with other people. Our waitress was not particularly friendly and that is something that usually throws me off about a place.We had to wait for a looong time to get our food even if it wasn't particularly busy and when it came it was a little disappointing. It was tasty but poorly served. Burgers come in paper bags McDonald's style on little plastic trays. No forks or knives are provided.It is a shame because the place has a nice vibe, food is fine but the presentation/service is not very good."}, {"date": "30-05-2017", "rating": 4.0, "content": "A Zurigo purtroppo il \"low cost\" non è di casa, allora tanto vale investire qualcosa (senza esagerare) per del buon cibo. Al Butcher potete trovare hamburger - a media cottura - davvero gustosi. Ottime anche le patatine fritte e la proposta di birre. Come dicevo prima, il prezzo è \"zurighese\". Bellissima la possibilità di mangiare nella piazzetta all'aperto quando il tempo lo consente. Consigliato."}, {"date": "30-05-2017", "rating": 5.0, "content": "Gehe regelmässig dort essen. Die Bruger sind top und momentan einer meiner Favoriten in Zürich. Ich liebe den Cheese and Bacon mit den karamelisierten Zwiebeln drin, einfach nur saftig und geschmacklich super. Die Fries sind auch sehr lecker. Bedienung ist auch immer freundlich. Preise sind daher angemessen. Kann ich jedem wärmstens empfehlen!"}, {"date": "29-05-2017", "rating": 4.0, "content": "Sono stato almeno tre volte in questo locale.All'interno trandy-urban per l'inverno, all'esterno in estate allestiscono dei tavoli sulla piazzetta retrostante. Preferisco mangiare all'interno, gli hamburger arrivano piu' caldi e il locale è gestito in maniera piu' efficiente.A volte è un po' affollato ma c'è un ricambio abbastanza veloce ed è facile trovare posto dopo 10 minuti.Trovo i Burger molto buoni e il prezzo mi sembra un buon compromesso.Clientela giovane, ma non teenager.Provate se siete in zona"}, {"date": "25-05-2017", "rating": 4.0, "content": "War heute zum ersten Mal da: freundliche speditive Bedienung, Ambiente draussen auf der Terasse nett, alles eher unkompliziert und einfach, Burger und Pommes geschmacklich top, Preis angemessen. Fazit: man erhält wofür man bezahlt."}, {"date": "17-05-2017", "rating": 4.0, "content": "Man kann sich hier seinen Bürger selbst zusammenstellen. Sehr gute Kombinationen, frische Zutaten, sehr gute Qualität zum guten Preis.Sehr empfehlenswert"}, {"date": "14-05-2017", "rating": 2.0, "content": "Ich find es frech das man Pommes extra bezahlen muss, egal wo man hingeht gibt es Pommes zum Burger dazu.Der Burger war ok aber nicht so das ich jetzt unbedingt nochmal gehen würde. Die Pommes waren zu wenig gesalzen.Bedienung war sehr freundlich."}, {"date": "12-05-2017", "rating": 1.0, "content": "Been here a couple of times that were OK but the last visit was the worst. Disinterested service, especially if you are not speaking Swiss German. Was nearly impossible to order as the staff was helping everyone but us. Just felt uncomfortable the entire time.Also, they charge you outrageously for a glass of tap water? I know it's Switzerland but come on!!!If you want a really tasty, fresh burger then go to Burgermeister a short walk away!"}, {"date": "06-05-2017", "rating": 4.0, "content": "I can safely say that you can get the best burgers in town here. The fries are excellent as well. They are a very nice location, if the weather is good you can sit outside."}, {"date": "24-04-2017", "rating": 1.0, "content": "We went there as a party of six and ordered their supposedly delicious burger. After waiting for 46 (forty-six) minutes, the burgers finally arrived. It would probably have taken longer, but after 35 minutes or so we decided to ask where the hell our burgers were. Probably forgotten somewhere, because In the end, the lemonade I ordered was warmer than my burger. But fortunately, as an apology, they offered us a \"Sorry!\" that made us forget all of our troubles, and we all have been living happily ever after."}, {"date": "10-04-2017", "rating": 5.0, "content": "A short walk from my hotel, I decided to check out The Butcher for a meal while traveling through Zurich. While not a beef nor bread person, I was able to order an incredible meal...one that I never wanted to end! The fries were so tasty and thick and the pulled chicken \"sandwich\" (which I ate without the bun), was so tasty. Since this is Switzerland, be prepared that prices will be expensive. My bill, without a drink, was around 24 CHF (!). Well worth it though as I enjoyed every last bite. A bit of a splurge, but I'd rather eat here than overpay at a restaurant with so-so food up the street. Maybe not an every night kind of place, but an option to consider if you're in Zurich!"}, {"date": "08-04-2017", "rating": 4.0, "content": "For my wife and I (26 & 30), this was a great place... It was very crowded & had a cellar or hole-in-the-wall look to it. The burger was good & the fries were delicious for us, but may be overpowering with season to some people. Most people there were 20s & 30s with some 40s... It was an enjoyable place with good food."}, {"date": "31-03-2017", "rating": 4.0, "content": "Sie haben einen gute Auswahl an Vegi Burgern, manche davon sind auch vegan zu haben. Besonders gut ist der Burger mit Auberginenpaddi!!Butcher Fries und Saucen auch sehr gut.Immer wieder gerne!"}, {"date": "29-03-2017", "rating": 5.0, "content": "Wir waren unter der Woche über dem Mittag (ca. 11.30 Uhr) dort. Den Tisch haben wir zwar reserviert aber um diese Zeit wäre es nicht nötig gewesen. Als wir reinkamen wurden wir sehr freundlich empfangen und an unseren Tisch zugewiesen. Die Speisekarte ist sehr übersichtlich und es gibt eine gute Auswahl an Burgers (Fleisch, Vegi oder Poulet) und ob ohne Brot, glutenfreies Brot, Vegan etc. Auch gibt es eine grosse Auswahl was man zusätzlich zum Bruger (Käse, Speck, Avocado, Ei etc.) möchte. Ich habe mich für den Cheesburger mit Avocado und Pommes entschieden. Der Burger war sehr lecker (super Sauce) und die Pommes waren sehr fein und gut gewürzt. Nach dem Burger war ich eigentlich schon satt, deshalb überlegen ob man wirklich noch etwas dazu nehmen möchte, denn die Pommes haben wir uns geteilt. Es ist sehr empfehlenswert, aber diese Burgers und Beilagen haben auch seinen Preis. Es lohnt sich nur schon, die Räumlichkeit anzuschauen und im Niederdörfli zu sein. Ich werde sicher wieder vorbeischauen. Auch am Service ein Lob, denn die Dame war wirklich sehr freundlich und hilfsbereit."}, {"date": "27-03-2017", "rating": 4.0, "content": "Qui mi sono fermato per mangiare un hamburger con la mia famiglia, si può scegliere tutto del panino, dal pane ai condimenti. Tutto molto buono, staff gentile anche con i bambini. 4 stelle e non 5 per i prezzi un po'alti , del resto come in tutta la Svizzera."}, {"date": "27-03-2017", "rating": 5.0, "content": "Schnell zubereitet und in gemütlicher Atmosphäre zentral gegessen. Der Goatcheese Burger ist echt zu empfehlen, wer auf Käse steht, liegt hier sicher nicht falsch."}, {"date": "13-03-2017", "rating": 3.0, "content": "Good service and straightforward burger bar in a cellar-style environment. Good quality beef, nice french fries, good beer. Younger clientele."}, {"date": "10-03-2017", "rating": 4.0, "content": "Spontan entschieden was zu essen, jedoch wollten wir mal etwas anderes als uns bekannte Restaurants. The Butcher ganz zufällig gesehen. Es war gerade mal 17 Uhr, der Laden war leer. Wurden freundlich begrüsst und sehr angenehm mit dem Essen überrascht. Gut, nicht gerade günstig, aber dafür ganz fein. Die Pommes waren super gut gewürzt und mega fein. Auch der Cheescake war lecker, dieser war jedoch nicht selbst gemacht, was echt schade ist.Die Musik war cool und nach einem strengem Arbeitstag war es genau das richtige. Mache ich sicher bald wieder!"}, {"date": "05-03-2017", "rating": 4.0, "content": "We were in Zurich as tourists for the WE and we chose to have our lunch break here. Not only the restaurant is well located, the inside is nice with large tables and burgers (I had one with beef) and fries are nice.Too bad we cannot choose the cooking but I guess the meat is kept frozen so it may limit to well done only.Last but not least, prices are reasonable for Zurich and the overall quality /price ratio was much appreciated."}, {"date": "04-03-2017", "rating": 5.0, "content": "-hamburguesa: genial, no muy grasa, simplemente perfecta-patatas: buenas aunque un poco caras (de todas maneras, precio estándar Zurich)-buen servicio100%recomendable"}, {"date": "03-03-2017", "rating": 5.0, "content": "Great great burgers! Fresh and made on the fly so you're getting nothing but the best, worth stopping in.Well priced for your money and great vibe/decor:)"}, {"date": "01-03-2017", "rating": 5.0, "content": "Wenn auch nicht ganz billig (aber was ist das schon in Zürich), waren die Burger klasse. Der Service war freundlich und aufmerksam, obwohl alle Tische besetzt waren.Reservierung an einem Sa scheint von Vorteil!"}, {"date": "25-02-2017", "rating": 2.0, "content": "First the good thing: the place itself is very nicely arranged. Next: We discovered swiss logic there. This means you can get a classic \"Butchers Burger\" and if you top it with bacon or cheese you will pay 2.80 CHF for the topping or you can choose a \"Bacon Burger\" or a \"Cheese Burger\", which have exactly the same ingredients, but you will pay 3 CHF for the topping. Two prices for the same product, you are clever guys. To the food: If you know only McDonalds Burgers you should give it a try, if you know other burger places I would not recommend it and rather go there. The milkshake is unexpectedly milk with artificial flavour and not creamy at all. They write something about swiss glace but either mine was super old and the ice was melted or there was no ice cream at all. I assume the latter case. My sum up: you will need quite some time, you will pay a lot of money, but the food is edible and the chairs and lamps are nice."}, {"date": "25-02-2017", "rating": 4.0, "content": "Abbiamo cenato in tre: hamburger di carne di qualità, gustosi, ben cucinati, e french fries, ottime e non unte. Nonostante io non sia un'estimatrice di questo tipo di cibo, ne sono rimasta molto soddisfatta. L'ambiente è piacevolmente informale, originale, ordinato e pulito, la presentazione pratica e originale, il servizio efficiente, attento e veloce. I prezzi sono in linea con la media zurighese. Ci torneremo certamente."}, {"date": "25-02-2017", "rating": 5.0, "content": "Very good burgers, reasonably sized (not too big), with quality ingredients put together really well. Fries are especially good. Ambiance is low-key and inviting."}, {"date": "23-02-2017", "rating": 4.0, "content": "Gemütliches Feierabendbier...mit süssem Dessert...tiptop. brownie und cheescake sehr zu empfehlen. Chopfab Bier ist eine Empfehlung"}, {"date": "20-02-2017", "rating": 5.0, "content": "Excellent food! Very good service! Central location Zurich old town. Great Craft beer!! Small and good vibe!"}, {"date": "19-02-2017", "rating": 4.0, "content": "Burger is verrassend lekker met heerlijke kaas. Frites zijn niet heel lekker en Salade kwam uit een dakje met een berg dressing.Niet goedkoop overigens."}, {"date": "14-02-2017", "rating": 5.0, "content": "Die Burger sind brutal lecker! Alles frische Zutaten. Die Fries sind eine Wucht. Leider schlägt sich das auch im Preis spürbar nieder. Für einen Lunch etwas zu teuer. 1 Burger mit Fries und einem Getränk und du hast die 30.- Grenze geknackt.Interieur top!Bedienung top!"}, {"date": "10-02-2017", "rating": 4.0, "content": "Super Burger und Fries. Freundliche Bedienung. Nur ein bisschen lange Wartezeiten auf das Essen. Aber dennoch gerne wieder"}, {"date": "09-02-2017", "rating": 4.0, "content": "Tolle Auswahl an Burger und Salate. Sehr gutes Fleisch und feine Beilagen im Burger. Die Pommes waren klasse. Die Einrichtung ist eine schöne Mischung zwischen cool und gemütlich. Das Personal war sehr nett. Gerne immer wieder."}, {"date": "09-02-2017", "rating": 1.0, "content": "Unaufmerksamer service, lange warte zeit (bei geringer kundschaft), kalte pommes, burgerbun war feucht und labrig. Sorry aber den titel bei best of swiss gastro versteh ich überhaupt nicht!"}, {"date": "07-02-2017", "rating": 5.0, "content": "in sehr gemütliche ambiance sehr feine burger gegessen. personal sehr freundlich und zuvorkommend. alles stimmt! sehr feine pommes. und beim 'pulled' gab es extra Servietten und tüchli :-) und getränke in maisbecher finde ich super!"}, {"date": "07-02-2017", "rating": 5.0, "content": "Ich war zum dritten Mal im Butcher im Niederdorf. Ausgezeichnete Burger die mann selbst noch mit Zutaten erweitern kann. Die frischen Pommes sind mitlerweile auch sehr knusprig ;-)Der Service ist unkompliziert und freundlich.Erst konnte ich nicht verstehen, warum die Getränke in \"plastik\" Bechern serviert werden, jedoch wurde mir dann erklärt, dass diese nicht aus Plastik sondern aus Maisstärke hergestellt werden und somit biologisch abbaubar sind."}, {"date": "05-02-2017", "rating": 3.0, "content": "Das Essen ist wirklich gut und frisch zubereitet. Die Bedienung ist ziemlich überlastet (kein Menu bekommen, kein Besteck erhalten). Das was mich jedoch ein wenig stört ist dir unnötige Abfallproduktion. Es gut Softgetränke in PET Flaschen, was ja novh okey ist, aber dazu gibt es tatsächlich Plastikbecher! Und das Glace wurde ebenfalls in einem Papbecher serviert mit Plastiklöffel. Glas abwaschen ist eigentlich nicht so aufwändig."}, {"date": "04-02-2017", "rating": 5.0, "content": "very fine food and friendly! the burger was very tasty and fresh and even the vegetarian burger tasted really good."}, {"date": "03-02-2017", "rating": 5.0, "content": "Tolle Burger, feines Bier, klasse Leute, entspannte Atmosphäre. Sehr gerne wieder. Ein Tipp für alle Niederdörfli Gänger."}, {"date": "01-02-2017", "rating": 3.0, "content": "The quality of the food is good and very tasty but dont expect large portions. In fact the burgers ar small and the fries are extra. Relatively pricy for the quantity"}, {"date": "30-01-2017", "rating": 2.0, "content": "Leider hat mich der Besucht gar nicht überzeugt. Wir bekamen einen grosszügigen Tisch im hinteren Teil des Restaurants, was eigentlich recht gut war. Nur leider ging es mehr als 15 Minuten bis wir eine Speisekarte bekamen. Der Service war meiner Meinung nach überfordert. Wenn sie an den Tischen vorbei eilten, schauten sie ja nie die Gäste an. Es war somit mühsam etwas zu bestellen. Die Burger waren sehr lecker, jedoch auch extrem klein. Der Preis des Burgers ist okay, wohingegen CHF 7.50 für zwei mini Maiskolbenteile zu viel ist. Wir hatten nach dem Essen noch hunger und bestellten noch eine Portion Pommes. Auch dies war sehr müsam, bis wir schlussendlich aufstanden und selber zu der Bedienung gingen um unseren Wunsch los zu werden. Das Bezahlen war wie eine Abfertigung. Wir mussten nacheinander an die Kasse gehen und da bezahlen. Das Ambiente ist an und für sich cool gemacht, trotzdem werde ich das Restaurant nicht mehr besuchen."}, {"date": "24-01-2017", "rating": 4.0, "content": "Si tratta di un pub ma molto carino frequentato soprattutto da giovani. Il servizio è molto veloce ed i camerieri sono gentili. Gli hamburger sono buoni ed il prezzo non è esagerato. Consigliato"}, {"date": "22-01-2017", "rating": 5.0, "content": "Met aantal vrienden hier gegeten, waren zeer tevreden! Een van de beste hamburgers die ik ooit heb gegeten. Frietjes waren ook heel lekker. Zeker een aanrader."}, {"date": "21-01-2017", "rating": 3.0, "content": "Freundliche Bedienung, cool eingerichtet, Essen ok aber nichts spezielles. Burger war lauwarm da auf eiskalten Tomaten serviert.. Idee gut, Präsentation cool, Zubereitung leider nur Durchschnitt. Macht mehr daraus."}, {"date": "20-01-2017", "rating": 3.0, "content": "Nicht schlecht, aber auch nicht überragend. Lokal an sich ist noch nett, Service auch. Für den Burger würde ich aber auch nicht unbedingt wiederkommen. Wie gesagt, man kann ihn essen..."}, {"date": "19-01-2017", "rating": 3.0, "content": "Feine Burgers die nach dem Baukastenprinzip zusmmen gestellt werden können.Feinzubereitet und sehr lecker.Sehr freundliche Bedienung.\"Coole\" Location.Und warum nur 3 sterne?1 Cheese & Bacon Burger mit Fries und Mineral darf absolu CHF 28.60 kosten, aber dann solltea) das Mineral nicht im Plastikbecher serviert werden undb) der Kunde nicht 40 Minuten auf den Burger warten.Wohlgemerkt das Lokal war um 11:45 Uhr (Donnerstags) noch leer!!Schade, eine zweite Chance verdient - hoffe dann werden diese Punkte verbessert."}, {"date": "16-01-2017", "rating": 4.0, "content": "The tasties burger,fries in town! Cult place,to be tried.😃🍔🇨🇭This is real food,always everyone.The service was friendly and uncomplicated."}, {"date": "09-01-2017", "rating": 4.0, "content": "Rustikal, einfach und gemütlich eingerichtete Location. Unsere Bedienung war sehr aufmerksam und freundlich . Die Burger und Fries wurden in Papier auf Tablets serviert. In erster Linie sind wir spontan hier eingekehrt, weil glutenfreie Buns angeboten werden. So konnte unser Zöli endlich wieder mal einen Burger essen. Ganz toll war, dass er selbst die Fries, aufgrund ihrer separaten Zubereitung im Ofen, essen durfte. Die Burger und die Pommes schmeckten ausgezeichnet. (Glutenfreies) Burgerherz, was willst Du mehr? Wir werden hier jederzeit gerne wieder einkehren. Vielen Dank."}, {"date": "03-01-2017", "rating": 1.0, "content": "I was at the Hardbrucke branch on The Butcher Heinrichstrasse last week on New Years Eve and ordered a Caesar Salad with chicken. What arrived was literally a bowl full of supermarket budget salad from the packet (including those cheap and nasty cabbage bits) dumped into a plate with some random salad dressing (certainly not caesar) on top of it. Chicken was then put on top. I mean seriously, for 18chf that is an absolute insult, and this place should be ashamed of themselves. Never will I come back to this chain of restaurants!"}, {"date": "01-01-2017", "rating": 4.0, "content": "Girando per la città ci si accorge rapidamente dei prezzi elevati per qualunque tipo di cibo. É stato un piacere incontrare questa Hamburgeria nel centro '' económica '' (valutando le altre possibilità) e di qualità. Scelta poco varia ma panini ottimi con carne saporita. Il prezzo si aggira intorno ai chf. 15 a panino con hamburger singolo. Per un menú con patatine e acqua si arriva a chf. 25/30"}, {"date": "30-12-2016", "rating": 5.0, "content": "My go-to place for burgers in Zurich! They have 5 different vegetarian burgers, my favourite one is Vegi Love. Butcher fries are also very tasty. Waiters are usually very friendly and waiting time not too long. Prices are not cheap but normal for Zurich."}, {"date": "28-12-2016", "rating": 4.0, "content": "Essen gut, Preis gut, Freundlichkeit gut!Alles was man benötigt um entspannt zu Essen.Für einen längeren Aufenthalt würde ich nicht dieses Restaurant aussuchen aber das spielt auch keine Rolle. Wenn ich einfach nur mit Freunden Essen will und etwas trinken (Chopfab:D) dann ist dieses Restaurant genau die richtige Wahl .. =)"}, {"date": "27-12-2016", "rating": 1.0, "content": "I observed a staff member pet a dog, allow it behind the counter, and then serve me. I find this unsanitary and disgusting.Do not eat here if you are allergic to dogs (napkins and condiments appeared to have been stored behind the counter where the dog was allowed to stick its face).I would also strongly advise against eating here if you object to dog hair, skin, saliva, etc. being mixed in with your food."}, {"date": "19-12-2016", "rating": 4.0, "content": "Gute Burger, sehr gute Pommes, lecker Hommade Limonade, nette Bedienung. Reservation ist fast Pflicht. Leider stinkt man nach dem Besuch selber wie ein Burger... so im sinne: \"Wo warst du Essen? Du riechst wie ein Burger.\""}, {"date": "11-12-2016", "rating": 4.0, "content": "The Butcher restaurant was fairly close to our hotel. We were looking for lunch and came across this restaurant that served burgers with many sides selections that came with the burgers. The burgers were big & juicy and delicious. We also had wine & beer along with burgers.I would recommend this small restaurant.Their servers were very competent, friendly and quick to serve.Thumbs up for us:)"}, {"date": "06-12-2016", "rating": 4.0, "content": "It can be difficult to find a great burger when you're in Europe, but we found such greatness at The Butcher.The decor is fun, the restaurant is clean, and the seating is comfortable.The servers were friendly, prompt, helpful, and patient with us as we ordered using our limited German language abilities.At our table, we had a couple cheeseburgers, one spicy (pickled jalapenos) cheeseburger, and a couple orders of fries. All the food was delicious and prepared exactly according to our requests.Our only beef (pardon the pun) -- and it really is less of a beef and more of an expectation for Zurich -- is that the prices are high, based on what you might find for a comparable meal in the USA or elsewhere in Europe. Our ticket for the three burgers, two orders of fries, and tap water (which was free) was just under 70 CHF ($69).I'm happy to highly recommend a visit to The Butcher. You'll enjoy burger greatness in a beautiful city."}, {"date": "06-12-2016", "rating": 5.0, "content": "Best burger in Zurich, hands down. A choice of bun, meat, sides, and sauces means if you know what you want, you'll get a great burger. Venue is chop-house chic, so a cool departure from the local old town traditional style. Service was attentive, friendly & quick, but we were there when it opened & so only a few other covers to serve by the only waitress. Fries top drawer too."}, {"date": "28-11-2016", "rating": 2.0, "content": "I have given this restaurant more than one try: but I don't know every time we decide to go there they take AGES to prepare our food. When it arrives to the table either the food is cold, or the order is wrong or in the worst case both of those things happen. And every time we walk out disappointed. And it is not cheap.... So if you want to try it out then avoid the rush hours and prepare yourself to spend an average of 30.- for the menu."}, {"date": "27-11-2016", "rating": 4.0, "content": "The Burgers in The butcher are very good. Meat coocked to the point, nice fresh ingrediants and good sauce options.The restaurant looks like an old butcher shop, so the ambiance is funny.The price for the burgers is quite high. Like most things in Zürich."}, {"date": "27-11-2016", "rating": 3.0, "content": "Classic modern fast food place, better than the Mcdonalds but not exceptional. The bread was soft (which was a bit weird) but the burger was still pretty tasty. Average prices for a Swiss fast food place."}, {"date": "19-11-2016", "rating": 5.0, "content": "Wir waren eine Gruppe von 8 Personen und haben per Reservation einen grossen Tisch bekommen. Die Bedienung war freundlich, wenn auch nicht immer schnell. Weil ich immer skeptisch bin bei Burger (alle behaupten stets, den «besten» zu haben), habe ich mich für einen gewöhnlichen Cheeseburger ohne extras entschieden. Und ich war beeindruckt. Das Fleisch war perfekt medium und geschmacklich top. Brot, Käse, Sauce und Gemüse wiesen ebenfalls eine anständige Qualität auf. Für rund 15.– bekommt man in Zürich vermutlich keinen besseren Burger. Die Fries waren ebenfalls geschmacklich und von der Textur her top. Zu guter Letzt haben sie dort auch eine gute Auswahl an verschiedenen Bieren und Drinks. Sehr gerne wieder!"}, {"date": "19-11-2016", "rating": 4.0, "content": "Very cool atmosphere and very friendly staff. Burger was ok, but for the price and the atmosphere it was well worth it."}, {"date": "18-11-2016", "rating": 2.0, "content": "Der Kollege versprach frischen Burger im Butcher. Also probierten wir das aus und gingen zum Mittagessen dorthin. Das Konzept ist angetönt, jedoch nciht wirklich umgesetzt. Traktorenstühle in einer Metzgerei...Den Service machen an dem Tag zwei Personen: Die eine mit einem langgstreiften Blau/weissen Hemd und einer Metzgerschürze, die andere kommt mit einem Schlabberlook daher. Die Bestellung wird schnell erledigt. Das bestellte Mineralwasser in einem Takeaway - Kunststoffbecher. NACHHALTIG? Der bestellte Burger ohne Brot wird mit geliefert, schade. Der Vorteil war, ein gutes Brötchen für einen Burger zu probieren. Der Versuch, einen 2. Burger zu bestellen ging fast schief.Die Verabschiedung war ohne Anstand, da ich mich von einer Dame, welche meine Tochter sein könnte, nicht Duzen lasse!"}, {"date": "16-11-2016", "rating": 4.0, "content": "Coming from the states and NY and CA it's hard to be fair regarding my review for burgers as I have shake shak and In-n-out. I do feel like this location is very well designed and has a great vibe. Burgers are not bad at all and get the fries. You won't regret that."}, {"date": "15-11-2016", "rating": 3.0, "content": "Das Essen war super, wir rochen danach leider so stark nach Burger/Fett, dass es wohl länger dauern wird bis wir wieder kommen werden."}, {"date": "12-11-2016", "rating": 4.0, "content": "Die Location macht was her! Cool eingerichtet im Vintage-Stiel... Das alleine ist schon ein Besuch wert.Die Bedienung ist äusserst freundlich!Die Burger sind lecker, nur etwas zu klein geraten für einen ausgewachsenen Mann! Die Pommes helfen da auch nicht weiter. Tipp: Das Zusatzfleisch (Option) in den Burger bestellen. Mit Hunger ins Lokal gekommen und nach dem Dessert mit Appetit das Lokal verlassen."}, {"date": "10-11-2016", "rating": 4.0, "content": "Aufmerksamer Service, schöne Lication, super-schnelle Bedienung. Burger war leider etwas fad, was die Salatgurke darin verloren hat weiss ich auch nicht... Ansonsten ganz gut!"}, {"date": "04-11-2016", "rating": 4.0, "content": "schmeckt gut ! Es sind richtiger Burger und keine Brät-Burger. Pommes sind rustikal mit Schale, schmeckt super"}, {"date": "01-11-2016", "rating": 5.0, "content": "Se state cercando un Hamburger che vi cambierà la vita, avete trovato il posto giusto. Fermatevi al Butcher e concedetevi un Hamburger, meglio ancora se con doppia Patty.Prezzi in linea con la media di Zurigo, ma ne vale la pena."}, {"date": "27-10-2016", "rating": 1.0, "content": "Voller Vorfreude haben wir schon lange im Voraus an einem Freitagabend einen Tisch reserviert. Als wir kamen warnte uns die Bedienung vor einer Wartezeit. Wir rechneten - da es bloss Burger sind - mit etwa 40 Minuten maximal. Doch auch eine Stunde nach der Bestellung sassen wir ohne Essen da und warteten. Als es dann mal so weit war, kamen die Speisen nur lieblos angerichtet und eher kalt als warm. So grossartig war das Essen nicht, dass man jetzt dafür anderthalb Stunden im Restaurant sitzen bleibt.Die Bedienung war allerdings wirklich freundlich und gab ihr Bestes! Am Schluss durften wir noch ein Feedback ausfüllen und die Mail-Adresse für Rückfragen angeben. Gehört haben wir leider trotz der schlechten Erfahrung nichts mehr."}, {"date": "18-10-2016", "rating": 5.0, "content": "Waren hier zum Mittagessen. Netter unkomplizierter Service! Angenehmes Klima im Gästraum. Essen hat nicht lang auf sich warten lassen und die Qualität war auch top!"}, {"date": "17-10-2016", "rating": 2.0, "content": "I went to The Butcher for dinner with a friend and although the atmosphere is relaxed and the burgers were tasty, I was quite disappointed.The portions are completely overpriced. The burger was about half the size of what I had anticipated. Moreover the staff seemed disinterested and was rather rude."}, {"date": "13-10-2016", "rating": 2.0, "content": "I have been to this place a few times. I like the taste of the burgers but they simply do not understand that I do not want to eat a raw burger! Each time I request a burger which is well done - each time I get one which is medium at best.Currently being pregnant and therefore not on a position to eat raw or undercooked meet I made it extremely clear on this particular visit that I wanted my burger well done with no pink in the middle and yet again my request was not followed.I took this order to take away and it was extremely disappointing on to find that my burger was undercooked.Will not return - at least whilst pregnant."}, {"date": "05-10-2016", "rating": 1.0, "content": "Unser Besuch im 'the Butcher' war äusserst enttäuschend. Für ein Liebhaber von gutem Fleisch und geschmackvollen Burger ist dieses Lokal keine gute Wahl. Unfreundliche Bedienung runden das kulinarische Erlebnis ab. Die Wartezeit war OK. Der Burger wird ohne Besteck in einer Papiertüte serviert. Den Burger zu essen ist ein echtes Erlebnis, da die Sauce unvermeidbar überall hinaustropft und durch das aufgeweichte Papier über die Finger läuft. Geschmacklich ist der Burger nicht besonders, das Fleisch war noch etwas roh und die Unmenge von Sauce hat den ganzen Fleischgeschmack übertroffen. Das Essen, Burger inkl. kleinem Salat mit Fertigsauce, Zwiebelringen und Jalapeños hat etwas mehr als 26.- gekostet. Ab 21:15 wurde die Musik aufgedreht, sodass man sich nicht mehr angenehm miteinander unterhalten konnte. Interssanterweise wurde uns um 21:45 die Rechnung vorgelegt, da das Lokal um 22:00 Uhr schliessen werde. Leider haben wir uns heute für 'the Butcher' entschieden. Für mich gibt es ein klares, leider nein..."}, {"date": "05-10-2016", "rating": 4.0, "content": "Heerlijk buiten gegeten op het plein. Hamburgers verrassend anders ( spicy) met lekker gekruiden frites. Vriendelijke bediening. De speciaal biertjes pasten er perfect bij."}, {"date": "05-10-2016", "rating": 5.0, "content": "Relaxed vibe with great service and food. We stumbled across this place and really enjoyed the fresh and delicious burgers. Well priced and nice decor. Great change from more formal dinners when travelling. Super Yum! Go there."}, {"date": "03-10-2016", "rating": 4.0, "content": "And got exactly that. Nice homemade real beef hamburger not big in size I have to admit - and fries have to be ordered separately, but all things considered, it wasn't bad. Good service, excellent location and even outside seating to enjoy more of the old town views.Just one tip: if you're on a budget this is not the hamburger to get."}, {"date": "02-10-2016", "rating": 3.0, "content": "Spontan haben wir am Freitagabend hier etwas gegessen. Da die Terrasse bereits bis zum letzten Platz voll war, haben wir drinnen am grossen Tisch platz genommen. Aufgrund der Menge an Gästen wurde wir freundlich darauf hingewiesen, dass die Wartezeit ca. 30-40 Minuten beträgt. Wir entschieden uns trotzdem zu bleiben. Die Einrichtung des Lokals ist phantasievoll und abwechslungsreich. Da es sich hier um ein Altstadtgebäude handelt, sind die Räume verhältnismässig klein und der Lärmpegel entsprechend hoch. Auf die Hintergrundmusik könnte verzichtet werden. Die Bedienung war sehr freundlich und das Essen hervorragend. Leider mussten wir mehr als die versprochenen 40 Minuten warten. Wir haben Verständnis, dass es sich an einem Freitagabend verzögern kann, jedoch war die Wartezeit hier leider schon fast grenzwertig lange."}, {"date": "30-09-2016", "rating": 3.0, "content": "I've been to the butcher chain three times in there different locations.Every time something is wrong: either the food is cold, or they forget the topping or the bill wrong, like charging for the toppings we didn't have.The quality if the burger itself is quite good, but the service is very unreliable.Don't think I'll be back."}, {"date": "29-09-2016", "rating": 2.0, "content": "Die Bedienung ist nett und die Location zum draussen sitzen angenehm. wir warteten 15min bis wir unsere getränke erhielten und 30min um die burger zu erhalten. für \"extra-avocado\" bezahlte ich über 2.- und hatte ein avocado stück von 1cmx2cm im burger, für die pommes haben wir mayo bestellt, dafür zahlen wir 1.80 für ein kleines becherli mayonnaise - preise also echt überrissen. burger zwischen 12-25 SFr OHNE pommes."}, {"date": "27-09-2016", "rating": 5.0, "content": "Selten so einen leckeren Burger gegessen und dabei eigentlich eher zufällig in diesem (von aussen eher unscheinbaren) \"Laden\" gelandet! Auch die Fries super gewürzt! Werden uns jederzeit gern wieder in ein \"the Butcher\" verlaufen."}, {"date": "26-09-2016", "rating": 4.0, "content": "Tasty Swiss beef burgers with cheese. Plenty of food. What was really good was the Alpine flower flavored ade drink. Fries were fine. The order is large enough to be shared by 2. Dining outside was a pleasure, the square was largely shaded. Would definitely go back."}, {"date": "24-09-2016", "rating": 3.0, "content": "Grundsätzlich ok. Der Burger und die Beilagen werden in Papier oder Papteller serviert. Das kann ja für gewisse Leute ja ganz cool sein, ich präferiere richtige Teller. Der Beilagensalat war jedoch ungeniessbar. Salatblätter bereits mehrere Tage alt mit französischer Sauce aus der Flasche. Das könnt ihr besser und sonst besorgt euch Hilfe."}, {"date": "23-09-2016", "rating": 2.0, "content": "The prices of burgers range from 12 to 16 CHF, but they are not big or rich in ingredients and I left the restaurant still hungry. Some fries were almost uncooked and the burgers themselves were not really anything special. Not recommended if you don't have the take away voucher with which you get 2 burgers for the price of one. We paid 45 CHF (2 persons) for 2 burgers, fries, coke and ice tea (which was terrible and tasteless). I recommend McDonalds or Burger King instead and in other places in Zurich I ate more and better with less or same money."}, {"date": "21-09-2016", "rating": 3.0, "content": "Ja, der Cheese and Bacon-Burger war nicht schlecht. Aber beim Pulled Beef zur Vorspeise habe ich wegen all dem gesunden Gemüse das Beef vermisst.Auch wenn bei meinem Besuch die Mehrheit des Bedienpersonals einen guten Job gemacht hat, bestätige sich eben in einem Fall die alte Weisheit: nur weil man studiert, heisst das noch lange nicht, dass man auch fürs Gastgewerbe geeignet ist.Und die Darreichung der Getränke fand ich etwas gar billig: ein Cola aus der Dose wird am Tisch in ein Confituren-Glas geschüttet... 1. Büchsen haben in einem bedienten Restaurant meiner Meinung nach nichts verloren. 2. warum werden - statt richtiger Trinkgläser - Confituren-Gläser verwendet? Das ist mühsam zum trinken und ich weiss auch nicht ob die Drehverschlüsse hygienisch sauber gereinigt werden können?Wegen der Burger könnte ich mir sehr gut vorstellen The Butcher wieder einmal zu besuchen, aber ich werde wohl ein eigenes Glas mitbringen."}, {"date": "20-09-2016", "rating": 4.0, "content": "My husband and I stumbled upon The Butcher restaurant while we were looking for something simple for dinner. The menu consists of burgers, shredded pork or chicken sandwiches, as well as some side items. We both decided to go with the shredded chicken sandwiches, and we ordered some fries to go with it. We ordered nachos as well along with a couple of beers.The chicken sandwiches were very good as well as the fries. The fries was a good size portion. The nachos were nothing more than a bag of tortilla chips with a side of sour cream and a side of salsa. The salsa had a nice smoky flavor. We were happy with our meal and would go back if given the opportunity."}, {"date": "17-09-2016", "rating": 4.0, "content": "Die Burger sind wirklich klasse!! Das Fleisch und die Zutaten frisch und gut abgeschmeckt. Das einzige was mich gestört hat sind die Plastikbecher in denen das Getränk serviert wird."}, {"date": "16-09-2016", "rating": 4.0, "content": "Eu queria dar 5, mas minha esposa queria 4.. entao.. o sanduíche estava fantástico. A batata então nem se fale. O lugar é descolado, bem NY... vale bastante a visita para um bom sanduba!!"}, {"date": "15-09-2016", "rating": 4.0, "content": "Enjoyed a very delicious burger meal and a cold beer at the Butcher. We sat outside and was waitered by a very friendly waiter. The atmosphere is very laid back and nice.The fries were really good but the burger patty itself could maybe have had a tiny bit more seasoning/taste to it.I will definitely come back on my next visit in Zürich."}, {"date": "14-09-2016", "rating": 5.0, "content": "One of the best burger I had this year, very tasty and big enough. Need also to order potatoes fries with the special Butcher Sauce to make it more enjoyable !"}, {"date": "06-09-2016", "rating": 4.0, "content": "Ok, if you are not Swiss this is an expensive place, but so is virtually any restaurant in Zurich, and, as a matter of fact, if we compare it with other alternatives, if fares quite well. Besides, the food is quite good, and there are many vegetarian and gluten-free options available. Also, it is located in the middle of the old town, so the \"views\" are beautiful."}, {"date": "04-09-2016", "rating": 4.0, "content": "Great burger joint in the center of Zürich. Outside places at a little square. Delicious burgers with crispy fries and home made dressings. Simple and honest. Price level ok - for the Zürich area... Absolutely recommendable..."}, {"date": "31-08-2016", "rating": 3.0, "content": "Das fleisch ist zart und saftig. Bun ist genau richtig nicht zu süss oder zu fest. Zutaten kann man ettliche dazunehmen: mein calapeno mit Spiegelei war ein guter Burger in authentischem Burger - Metzger papier serviert.ich hatte keine beilagen nur ein sprudelwasser und alles für 26.00CHFDie Terasse hat wenig charm und erinnert an Holzbank Partys in einem Försterverein.Auch für andere Metropolen def. TEUER. war schliesslich kein Kobe oder Luma Beef..."}, {"date": "24-08-2016", "rating": 5.0, "content": "Very stylish restaurant in the middle of Zurich city. A real experience and excellent food. Not expensive and great crew! Try it out!"}, {"date": "22-08-2016", "rating": 3.0, "content": "Good burgers, potato, and beers. We had nice lunch here on the patio and it was a great atmosphere and location."}, {"date": "09-08-2016", "rating": 4.0, "content": "Wir mussten zwar relativ lange warten bis die bestellten Burger serviert wurden, aber es hat sich definitiv gelohnt. Die Burger waren klasse... sehr feines Fleisch, gut gewürzt und die Pommes dazu waren der Hit.Das Ambiente hat uns sehr gut gefallen... tolles Lokal und freundliche Bedienung. Wir kommen wieder."}, {"date": "08-08-2016", "rating": 4.0, "content": "We were strolling through old town Zurich when we started feeling hungry. So then came the hunt for street food.The Butcher lured us with its outdoor terrace and the cold draft beer that was just waiting there.So we ordered a Butcher Burger and a Pulled Chicken Burger with fries sidedish. Have to say that the bun isn't really a bun but it makes the burger really good. The Butcher burger was kinda plain, but the Pulled Chicken one is something to remember. The beer complimented to whole meal, so all and all it was a nice experience."}, {"date": "03-08-2016", "rating": 4.0, "content": "Locale centrale. Prezzi sotto la media confrontati con i prezzi svizzeri. Servizio semplice, efficiente, veloce e sopratutto buono!Direkt im Zentrum, die Preise sind vollig in Ordnung, abgesehn von der Schweiz, die so teurer ist. Effizienter Dienst und natürlich super lecker!"}, {"date": "01-08-2016", "rating": 4.0, "content": "If you are looking for a casual burger based meal, butcher is the right address. the menu is focused and they know what they are talking about. probably the best bun in town."}, {"date": "19-07-2016", "rating": 4.0, "content": "Butcher is quite a limited menu but the food is great. Not somewhere to go if you're after a fine dining experience but if you're just after a good burger then you can't really go wrong. The pulled BBQ chicken was incredible."}, {"date": "11-07-2016", "rating": 1.0, "content": "Die Beschreibung auf der Karte hörte sich gut an. Was kam war leider enttäuschend. Das Brötchen eher pampig. Das Fleisch tropfte wie verrückt. Der Bacon kostete extra und war verbrannt. Sauce kaum vorhanden. Die Krönung waren die Pommes. Fettige kleine undefinierbare dunkelbraune Schnipsel. Man mochte sie nicht wirklich essen. Fazit : Einmal und nie wieder. In Zürich gibt es deutlich besseres."}, {"date": "09-07-2016", "rating": 4.0, "content": "Die Speisekarte ist gut gestaltet und man kann sich seinen Burger selbst zusammenstellen. Es gibt auch etwas für Vegetarier. Das Fleisch hat sehr gute Qualität und die Burger sind sehr lecker. Ein Minus preisleistungsverhältnis der Beilagen stimmt nicht. Das Restaurant eignet sich für einen schnellen Imbiss."}, {"date": "05-07-2016", "rating": 5.0, "content": "Yes, you should go. Go on. Now. Simple, elegant food that won't disappoint. Live music as well providing its the right night!"}, {"date": "05-07-2016", "rating": 4.0, "content": "very tasty burgers!you can have all of them gluten free!!a little bit expensive as everything in Zurich!!"}, {"date": "02-07-2016", "rating": 3.0, "content": "We went here just after lunch hour so it was quite empty at the time.I ordered a large beer and a bacon and cheese burger. We ordered also one portion of fries to share and few dips aswell.The burger didn't look much but it tasted great. The \"special\" seasoning in the fries wasn't so special but they were good aswell. The waiter mixed up our dips or actually forgot them but in the end we didn't pay for the dips at all.Good burgers and homemade fries but nothing super or special."}, {"date": "30-06-2016", "rating": 3.0, "content": "I went there with a friend and ordered the bacon burger. The meat was overcooked (well done) and the bun nothing special. I was also looking forward to taste the so called \"butcher's favourite sauce\" but was very disapointed because it tasted (and looked) like normal mayonnaise. The waitress later expained to me that it was a special (especially mild) kind of mayonnaise. The fries weren't bad though. All in all my butcher experience felt like eating in a hamburger chain restaurant. I'll give it three stars because the food is relatively low priced compared to other burger restaurants. Nevertheless, I'd prefer the \"Korner\", \"Helvti Diner\" or \"the Bite\" any day over this one."}, {"date": "28-06-2016", "rating": 2.0, "content": "In Zürich gibt es deutlich bessere Burgerbuden. Die Auswahl erscheint zwar lecker, jedoch ist die Umsetzung mangelhaft. Die Burger sind pampig und die Fries alles andere als knusprig. Fazit, ich gehe nicht mehr hin."}, {"date": "20-06-2016", "rating": 5.0, "content": "So after the hype calmed down after the new opening on the third of June, my wife and I went to try the new burger concept the Butcher .We went after the lunchtime rush at 3 pm.And after quenching our thirst from a great range of local and import beers, we went for a bacon & cheese burgerAnd a spicy burger... And to share a portion of home fries.I have put burger concepts together over the years and these guys are doing a great jobMeat = perfectBuns = perfectFries = perfectWe will be back .. Well done guys keep up the good work !!"}, {"date": "19-06-2016", "rating": 3.0, "content": "Positiv: Die Burger sind richtig gut. Aaaber: die Burger sind sehr klein und das Sidedish ebenfalls (beides ungefähr Grösse eines klassischen McDonalds Menüs) und trotzdem gibt man, zusammen mit einem Getränk, locker CHF 30 pro Person aus. Der erste Burgerladen aus dem ich rausging und noch was hätte essen können."}, {"date": "10-06-2016", "rating": 2.0, "content": "The Butcher just opened in Zug and it seems like it has a lot to learn. While the burgers and fries were good, the whole experience was really ruined by the salad and how it was taken care of by the servers. The salad dressing is a very unusual spicy Mexican style sauce, which my wife did not like it all. And when she asked for something else they said they only had very spicy other sauces so she ended up having it plain. But it wasn't a new salad, they just took off the dressing, and you could still taste it.And once we were done we saw that they actually had a ranch dressing on the menu which when we asked them about it they said was very spicy too which to be honest is hard to believe. So we recommend if you want to have a salad, have the dressing on the side. Overall we felt like we were not treated well. Note that if you are go during the rush hour be prepared to wait for your food. Seems like the people around us were waiting 45 or 50 minutes for their food."}, {"date": "08-06-2016", "rating": 4.0, "content": "Im Sommer ein kleiner Freibereich, leider ohne Blick in die Stadt, aber trotzdem einigermaßen ruhig im Niederdörfl.Service war angemessen, die Auswahl an Burgern und Side-Orders ist ok (Pulled Pork), auch das Bierangebot passt (Chopfab Red Ale unbedingt probieren).Qualität hat gepasst."}, {"date": "28-05-2016", "rating": 3.0, "content": "I like the vibe and the ambiente, as well as the fact that they have four different veggie burgers. I chose the falafel burger which was good. Too bad they do not have sweet potato fries – however, their country fries were well seasoned. The best part of the meal were the freshly-made churros. Absolutely delicious. Service was friendly and attentive, however, the experience was not memorable and does not come close to GRUB burger bar in Texas."}, {"date": "23-05-2016", "rating": 4.0, "content": "Cooles Ambiente, leckere Burger, tolles Bier. Gute Burger im Niderdörfli mit leckerem lokalen Bier (Chopfab). Sehr empfehlenswert zum Einheitsbrei oder Convenience-Bulls**t im Dörfli. Ein Besuch Wert, wer gute Burger mag und bereit ist dafür ein paar Franken mehr zu bezahlen."}, {"date": "20-05-2016", "rating": 4.0, "content": "Good juicy burgers, great falafel burgers. Funky venue, decent service. One negative: beer was lukewarm."}, {"date": "18-05-2016", "rating": 1.0, "content": "Wir haben the Butcher im vorbeigehen immer mal wieder gesehen und wolltens mal ausprobieren. - schlechte Entscheidung. Wir bestellten einen Bacon und einen Cheeseburger und warteten zuerst mal eine halbe Stunde darauf umd dann prompt zwei kalte durchnässte Burger mit falschem Belag zu erhalten. Angesäuert haben wir diese wieder zurückgehen lassen. Die Bedienung nahm unsere Bestellung sofort nochmals auf und versicherte uns, dass wir die neuen Burger innert 5 Minuten erhalten würden, was auch klappte.Trotzdem - vergebene Liebesmühe die Burger waren wieder falsch belegt. Da wir danach keine Nerven mehr hatten behielten wir diese und konnten keinen Gefallen mehr daran finden.Für diesen Preis- naja für jeden Preis ein no-go!Ein kleiner Hinweis für Allergiker: ich hatte gluten-/laktosefrei bestellt aber meine Verdauung hat mir gleich bach Verspeisen etwas anderes bestätigt. Allergiker solltens also eher meiden."}, {"date": "15-05-2016", "rating": 3.0, "content": "Die Einrichtung des Lokals ist sehr gelungen, ebenso die überblickbare Speisekarte. Die Weinauswahl dagegen ist sehr bescheiden.Die Burger und Fries waren sehr schmackhaft, Zutaten schienen frisch. Der Service ist leider so gar nicht geeignet für ein Restaurant sondern wirklich nur für hinter den Tresen an die Kasse. Falls ich wieder komme dann nur für Take away."}, {"date": "13-05-2016", "rating": 3.0, "content": "Spontanbesuch (draussen) an Mittwochabend vor Auffahrt.Die Speisekarte ist sehr übersichtlich, die Preise aber eindeutig zu hoch für das Gebotene, besonders Mengenmässig.Mein Burger war Super, der Veggieburger aber etwas \"plampig\", der Cesar Salad klein bemessen. Die Pommes waren sehr lecker.Allerdings hätten wir für denselben Preis auch locker in einem Bindella Restaurant essen gehen können.Der Service ist eher langsam, freundlich zwar, aber ohne Charme.Fazit, es gibt bessere Burger Lokale in Zürich"}, {"date": "09-05-2016", "rating": 4.0, "content": "ฉันได้ลอง Burger ทั้ง 2 แบบ - burger เนื้อ >> เนื้อชุ่มตามสไตล์แบบ Swiss นุ่มกำลังดี - burger หมู >> มีการปรุงรสออกเผ็ด ๆ อร่อยมากถ้าชอบรสชาติเผ็ด ๆต้องลอง"}, {"date": "07-05-2016", "rating": 3.0, "content": "Ich war an einem samstag abend alleine zum Essen im Butchers.Es waren 22 gäste da, davon haben 2 4rer gruppen gerade bezahlt. Dagegen stand ein Team von 4 Servicekräften.Doch wartete ich sage und schreibe 5 minuten am Tisch bis mich die erste Bedienung mit einem Kopfnicken begrüsste. In den folgenden weiteren 5 Minuten nickten mir die anderen drei Servicekräfte auch freundlich zu. Es kam aber niemand. Erst als ich zum vermutluchen Chef des Teams ein weniger freundliches Lächeln schickte kam er dann und brachte die Karte und nahm die Getränkebestellung auf.Längere Zeit später kam dann eine junge blonde Servicekraft und nahm die Essensbestellung auf (vermutlich hatte sie ihren ersten Tag).Ichbestellte als Vorspeise (habe es auch so annonciert) einen grünen Salat. Danach einen eggpant burger den ich mit Käse aufpimpte (aufpreis).Der zeit nach zu urteilen wurde alles total frisch zubereitet.Der salat kam mit einer Gabel, kein Messer, brot fehlanzeige. Für nur Gabel war der Salat zu gross geschnitten.Dann (ich war gerade noch mit dem Salat am kämpfen) kam auch schon der Burger.Leider total matschig alles(man konnte ohne kauen schlucken).Inzwischen kam eine andere Kellnerin an den Tisch, und der Service funktionierte.Sorry ihr Lieben, aber bitte arbeitet nich ein bisschen am Servicesystem, dann könnt es noch was werden."}, {"date": "07-05-2016", "rating": 2.0, "content": "Samstag Nachmittag, 15:00. Extreme Wartezeit auf einen Burger. 30 Minuten und ich warte immer noch. Inakzeptabel.Nach 35 Minuten kommt der Burger. Das Brot hält nicht, was das Aussehen verspricht. Sieht knusprig aus, ist aber so labberig wie bei den golden Arches. Das Pulled Pork war ok, wenn auch geschmacklich eher uninteressant. Der Salat etwas schlapp, die Salatgurke trocken (muss man auch erst mal hinbekommen). Muss nicht sein, bei dem Preisniveau.Service ok, Personal freundlich. Da ist nichts auszusetzen. Preis-Leistungsverhältnis auch für Zürich sehr mangelhaft."}, {"date": "06-05-2016", "rating": 4.0, "content": "Decent burgers, although Americans can be a bit spoiled. The décor is very sharp, creative, and nice to look at. I love the lights hung on the wall....Is off the main walk by half a block. Great fries!"}, {"date": "06-05-2016", "rating": 4.0, "content": "I can't get excited about a burger but this one satisfied. Fresh bun, well cooked and at a price that did not need a bank loan. Will probably be back for a quick meal"}, {"date": "25-04-2016", "rating": 4.0, "content": "...Empfang. Die Burger waren wirklich frisch. Auch die \"Pappe\" war lecker. Pommes mal anders. Ich würd gern wiederkommen."}, {"date": "25-04-2016", "rating": 4.0, "content": "Our visit at \"The Butcher\" was very pleasant! The burgers were tasteful and service was fantastic! The decoration was something between industrial and rustic. Water was served in a vase with a slice of lemon in it! The only thing I would state as negative was the price: over 20€ per person for a burger each, only one beer and one salad. But then again, Zurich is quite expensive in general. Last but not least, the restaurant is located in the heart of the Zurich Old Town, which is truly picturesque!"}, {"date": "25-04-2016", "rating": 4.0, "content": "Sconvolti dai prezzi di questa (neanche troppo bella) città e rassegnati a dar fondo alle scorte Coop destinate originariamente al pranzo del giorno successivo, avvistiamo questo locale - colpiti dalla grossa insegna - e diamo uno sguardo al menù esposto: da non credere, hamburger da 11 a 14 chf!? Vale a dire, la metà, o anche più, rispetto agli altri locali. Fatta questa sentita premessa, aggiungiamo che i panini sono molto buoni, la birra dignitosa, l'ambiente accogliente ed il personale gentile."}, {"date": "24-04-2016", "rating": 2.0, "content": "Burgers are pretty cheap and decent... can't complain about it... side dishes are expensive though (almost 8chf for one portion of French fries). We ate there on Saturday night... it was pretty full but there was a big free table with two seats (we were four). We asked if we could collect 2 chairs from other tables and the reply from the waitress was unbelievably rude: \"I told you to wait for 10 minutes!!!\" She said.... you should have heard her tone!!! Just crazy! At least the burger was OK. .. but the beer together with it was warm.... I won't go there again...."}, {"date": "22-04-2016", "rating": 2.0, "content": "Stopped in for take out on a night where there was no line and the restaurant was not busy (not even half the tables were full). Ordered two burgers (no sides) and got home to find both burgers were made incorrectly. I.e. The spicy burger had no spicy peppers and the burger with caramelized onions had no onions. Wrong order aside, burgers were average. If you want a burger in Zurich, go elsewhere."}, {"date": "22-04-2016", "rating": 3.0, "content": "Τα burgers είναι αρκετά νόστιμα αλλά οι τιμές είναι λίγο ανεβασμένες όπως όλα στην Ζυρίχη. 40 ευρώ 2 burgers κ 2 ποτήρια μπύρα. ."}, {"date": "21-04-2016", "rating": 4.0, "content": "Wir waren zu viert zu Besuch im \"The Butcher\" und fanden es gut. Für ein Burgerrestaurant finde ich die Auswahl etwas begrenzt und eher klassisch (kaum einen Burger, den man nicht auch sonst wo kriegen könnte). Schön schauen sie auf lokale Produkte und werden auch so deklariert. Das Ambiente ist modern und einfach, aber sehr hünsch. Die Bedienung war freundlich und das Essen auch schnell am Tisch. Ich würde wieder einmal im \"The Butcher\" essen gehen."}, {"date": "21-04-2016", "rating": 3.0, "content": "The fries were not edible. They were dark and oily, probably refried. Absolutely disgusting.It was our first time in there, and I was nice enough to give them a friendly feedback and mention the problem with the fries. The reaction of the cook was to say \"I probably cooked them for too long\", and continue surfing on his smartphone. The waiter also didn't apologize. I can't trust a cook with this time of \"don't care\" atittude, and also didn't feel like the staff cared at all about the customer satisfaction.We will not be coming back."}, {"date": "16-04-2016", "rating": 5.0, "content": "Ottimo posto per pranzo o cena senza spendere troppo, e a zurigo non e' facile. Pttimo hamburger e patatine, locale semplice e informale. Atmosfera simpatica e rilassata.Piacevole per fare due chiacchere in allegria."}, {"date": "12-04-2016", "rating": 3.0, "content": "Service sehr freundlich, der Jalapenos-Burger sehr lecker. Der Falafel-Burger hingegen war der wohl fantasieloseste und fadeste Vegi-Burger, den ich jemals gegessen habe. Der Tiefpunkt: sowohl die Burger, als auch Salat und Getränke werden in billigstem Karton resp. Plastikbechern serviert. Anscheinend ist dies das Konzept des Butchers - lieblos, schrecklich."}, {"date": "12-04-2016", "rating": 4.0, "content": "Das Restaurant bietet eine Vielfalt an innovativen Burger-Variationen - inklusiv Wahlzutaten. Die Fries sind hervorragend und die Burger frisch, speziell und schmecken sehr gut. An der Badenerstrasse ZH im neuen Lokal wurden wir herzlich empfangen und freundlich bedient."}, {"date": "03-04-2016", "rating": 3.0, "content": "We had lunch there and it was okay but nothing outstanding. The fries were cold. It looks like they might have been unstaffed and it felt like it. We had to wait to get the order and the bill."}, {"date": "02-04-2016", "rating": 3.0, "content": "Die Burger sind gut - auch wenn der Cheesburger mehr Käse verträgt. Die Fries sind eindeutig zu teuer und nicht gut (in unserem Fall zu lange im Ofen). Gut ist die Möglichkeit die übersichtliche Auswahl an Burger mit Zusatzoptionen zu individualisieren; die Preise hierfür sind grenzwertig. Schade auch, dass das Essen lauwarm serviert wird. Der Service ist sehr freundlich. Das Ambiente ist OK. Die Getränkepreise sind auf Zürcher Niveau, so dass ein Fast-Food-Essen mit rund 30 CHF zu Buche schlägt. Für das bietet The Butcher zu wenig."}, {"date": "02-04-2016", "rating": 4.0, "content": "Die Burger waren wirklich gut, gerade auch das Brot – wenn man es im Brioche-Stil mag. Auch die Bedienung war freundlich und man konnte den Frühling draussen geniessen.Die Preise sind ziemlich hoch: Mit Burger und Pommes frites sowie einem Getränk landet man bei fast 30 Franken. Schade auch, dass man für Saucen zusätzlich bezahlen muss. Bei den Getränken wäre Hahnenwasser erfreulich, in Zürich kommt es schliesslich in Trinkwasser-Qualität aus dem Hahnen!"}, {"date": "29-03-2016", "rating": 3.0, "content": "Ok burger, atmosphere is mixed, service was friendly but unattentive. The burgers are ok, nothing special, fries were bad, cold and soggy. Not worth spending the money."}, {"date": "25-03-2016", "rating": 1.0, "content": "It is cheap but the portions are small and they charge extra money for everything. The toilet door was broken and my friend was locked in for 15 minutes. The owner didn't even apologize and we find.this very disrespectful. I would never go again."}, {"date": "24-03-2016", "rating": 5.0, "content": "Bester Burger den ich je gegessen habe.Zubereitung und geschmack war sehr gut.Zudem kam das essen sehr schnell.Kann es jedem nur empfehlen auch dort zu essen."}, {"date": "21-03-2016", "rating": 5.0, "content": "We had an amazing evening! The burgers were so tasty and juicy! The place had a great vibe! We will def return!"}, {"date": "18-03-2016", "rating": 5.0, "content": "I have been twice, in the summer and in January. I love burgers can honestly say Butchers Burgers are the best and the British style secret seasond chips are amazing better than the burgers probably one of the best in europe."}, {"date": "18-03-2016", "rating": 3.0, "content": "Hier ist Burger das Thema des Restaurant und man bekommt eine Auswahl an guten Burger zu vernünftigen Preisen. Sehr rustikale Einrichtung und freundliche Bedienung zeichnen The Butcher aus."}, {"date": "16-03-2016", "rating": 5.0, "content": "We were there on an Tuesday afternoon. The Service was extremely friendly and uncomplicated. We order two cheese and bacon burgers with extra avocado toping.The Burgers were simply delicious. they use fresh cucumbers instead of pickles wich gives a sensation of extra freshness.The bun was homemade and has a thin \"coal layer\" wich provides a feeling of a nice fireborn burger.The meat was deliciousI would recommend asking for the fries to be less spicy (unless you really really like curry.)summarizing: This restaurant it's a perfect place to go have a nice burger with friends or family."}, {"date": "13-03-2016", "rating": 4.0, "content": "I went there twice in two weeks, both times with some friends. Interiour is fancy and a little hipster like. Staff was friendly and most important we liked the burgers.I tried the speciality surf and turf and the other day the falafel burger.We would recommend this place for burgers."}, {"date": "13-03-2016", "rating": 4.0, "content": "Wir waren mit einer Gruppe Leute im Restaurant The Butcher an der Stüssihofstrasse in Zürich und hatten ein tolles Mittagessen!Das Ambiente war einladend und modern, die Bedienung nett und das Essen war super! Es gibt eine tolle Karte mit unterschiedlichen Burger und die Pommes dazu sind einfach super!"}, {"date": "12-03-2016", "rating": 1.0, "content": "Also mal von der Aussicht mal abgesehen (schauen an eine Fenster das eigentlich nur ein Loch nach oben ist) und wir das Essen dann kaum gesehen haben, muss ich dazu sagen das ich nicht der grösste Burger Fan bin aber ich denke das ich einen gebratenen von einem rohen Burger unterscheiden kann!! Also meiner war definitiv noch roh in der Mitte, dass war aber nur eins meiner zu bemängelnden Dinge. Die Pommes waren entweder dunkelbraun oder noch nicht durch. Was mir aber heutzutage wirklich missfällt ist das ich Plastikbecher zum essen bekomme obwohl wir nicht take away bestellt haben.Mit knapp 60.- Franken für 2 Burger und zwei nichtalkoholische Getränke auch nicht ganz günstig!!"}, {"date": "10-03-2016", "rating": 1.0, "content": "Ich hatte in der Filiale Heinrichstrasse einen \"Do it yourself\" Salatmix mit 3 Standardzutaten (12.80) und einem Beef Patty (5.50), mit Caesar Dressing.Zuerst war die Dame an der Kasse nicht imstand, meine Bestellung fehlerfrei aufzunehmen, von 4 Zutaten waren 2 falsch, zum Glück steht am Kassendisplay was eingetippt wird.Dann habe ich für CHF 18.30 einen Salat mit einem nichtssagenden, faden Dressing und einem zerschnittenen, trockenen Beef Patty (es hat ausgesehen wie Hackfleisch) im Blechnapf (!) erhalten.Für den Preis erwarte ich, dass ich zumindest satt bin, wenn es schmeckt, wärs besser. Beide Punkte nicht erfüllt."}, {"date": "09-03-2016", "rating": 1.0, "content": "In der Filiale Badenerstrasse hatten wir vier Frauen das unrühmliche Vergnügen, einen angeblichen Deluxe Hamburger zu geniessen. Bei einem normalen Hamburger ohne Beilage zu Fr. 13.80 erwartet \"Frau\" mehr als bei Mac Donald oder Burger King. Im Nachherein muss gesagt werden, dass die beiden Ketten mehr Qualität zu niedrigerem Preis bieten. Drei der erhaltenen Hamburger waren nicht durchgebraten obwohl diese als medium-welldone bestellt wurden. Mexikanische Chips zu Fr. 7.80 waren nicht frisch sondern aus einer verpackten Fertiglieferung. Ein retournierter Hamburger kam nie zurück, wurde der fairnesshalber auch nicht fakturiert.Das war der erste und letzte Besuch bei Der Butcher"}, {"date": "08-03-2016", "rating": 3.0, "content": "The burgers are really tasty, but not outstanding. The meat patty is rather small and the fries are not recommendable (too fat and not crunchy at all). Water is served in plastics and the prices for drinks are quite high, even for Zurich. Sauces (even mayo) are charged extra. However the ambience is very nice. Compared to other burger restaurants The Butcher is average. Just go for a burger with goat cheese..."}, {"date": "06-03-2016", "rating": 3.0, "content": "Die Burger sind echt super lecker, auch die Preise völlig passabel. Ich hatte einen 'klassischen' Butcher Burger, geschmacklich sehr überzeugend, das Fleisch schön medium gebraten, auch das Brot war lecker. Der Bruger gefällt. Die Fries ebenso.Was nicht so gut gefällt sind die Verpackungen. Da verstehe ich das Konzept nicht ganz dahinter. Die Verpackungen sind alle natürlich abbaubar (Becher aus Mais etc) - schön und gut - aber weshalb überhaupt Verpackungen wenn ich IM Lokal diniere?! Den Burger auf einem Tablett serviert? Auch das verstehe ich nicht ganz. Käme doch der Burger noch besser zur Geltung wenn dieser auf einem Teller serviert wird. Auch das Bier im Becher.. auf dem Festival im Freien eine feine Sache, aber im Restaurant, wo das Bier serviert wird, irgenwie unpassend, so finde ich.Fazit, gute Burger, guter Preis, nettes Lokal, sympathischer Service, schlechte Präsentation."}, {"date": "05-03-2016", "rating": 1.0, "content": "Leider hatten wir als Gruppe mit 16 Personen sehr schlechte Erfahrung gemacht. Unfreundlich und letzendlich war auch die Abrechnung nicht richtig. Schade udn nicht empfehlenswert."}, {"date": "03-03-2016", "rating": 3.0, "content": "The burgers are really tasty and the atmosphere is really nice. The shakes are also were tasty, even though overpriced.So why does the place only get 3 out 5 points? Basically two things:Even though the burgers were tasty, the patties were considerable smaller then the bun (that's a no go). Make the bun smaller or the patty larger. This way I kind of feel cheated.The second reason for a point deduction is the musician. I mean it's ok for someone to make live music, but after having played three songs the guy started to walk around and beg for money. The staff did not seem to mind. Whoever, the customers did. We wanted to have a nice evening with friends, and the last thing we want while we are eating is for someone to come up to us and beg for money. After the people next us did not feel like giving him money (which is perfectly fine), they got a harsh remark from the musician. So please, pay your musicians in the future yourself, and don't expect the customers to pay the guy, or just let these guys in."}, {"date": "27-02-2016", "rating": 3.0, "content": "Das Lokal ist cool und ungezwungen. Mir gefällt gut, dass man sich auf eine überschaubare Auswahl an Burgern beschränkt. Der Butcher Burger war saftig und lecker, die Pommes für CHF 7.80 find ich doch etwas überrissen. CHF 25.- pro Person muss man rechnen, das ist für Zürich zwar nicht sonderlich teuer, da das Essen aber im Mc Donalds Style präsentiert wird aber doch ein stolzer Preis."}, {"date": "25-02-2016", "rating": 4.0, "content": "Vi piace l’hamburger? Allora il Butcher fa per voi. Posizionato nella vecchia città ma un po’ nascosto per via dell’entrata stretta il ristorante è “ambientato” nei locali di una vecchia macelleria. Ai tavolini all’entrata o ai lunghi tavoli nel seminterrato le pietanze vengono servite avvolti in una specie di carta di giornale senza tanti complimenti.Gli hamburger sono davvero buoni e si consiglia di accompagnarli con le patatine tagliate grossolanamente e strafritte (quasi bruciacchiate) con tutta la buccia. Da non perdere le diverse salsine e le buone birre locali sia alla spina che in bottiglia.Peccato solo per il menù che offre infinite combinazioni di salse e accompagnamenti vari ma che a mio avviso rende a volte un po’ difficile capire cosa pagare extra o meno. I prezzi però sono più che abbordabili."}, {"date": "25-02-2016", "rating": 4.0, "content": "The burgers here are scrumptious! I highly recommend them. The lemonade is also fresh. The service was good too. I will definitely be back for some quality burgers. A bit pricy though."}, {"date": "24-02-2016", "rating": 1.0, "content": "Service was more interested in flirting with the guy in the kitchen than serve her guests.There were 4 people in the restaurant and it took her 20 minutes only to bring our coke and beer.Pulled beef starter was just.. Something. But definitely not pulled beef. And tasted waaaay too salty.The \"special sauce\" in the burger would rather be declared as \"just mayonnaise\".Taste in general: You'd rather stay home and make your own burgers than come here.What about ecological thinking? All the food comes packed in paper / plastic. Shame on you!"}, {"date": "20-02-2016", "rating": 5.0, "content": "Siamo stati a mangiare in questo locale la sera del primo gennaio, abbastanza disperati dai prezzi dei ristoranti circostanti (così come gli altri italiani presenti nelle viette del centro storico)! Personale gentile che ci ha fatto subito accomodare al nostro tavolo. Non ci saremmo mai immaginati di mangiare un hamburger così buono,carne di ottima qualità, pane morbido e condimenti squisiti. Anche la caesar salad molto buona ed abbondante. Consigliamo di fare tappa qui per un pranzo o cena, anche perché il locale è anche accogliente e grande. Prezzo discretamente alto come in tutta Zurigo, ma ne vale la pena! P&S"}, {"date": "18-02-2016", "rating": 3.0, "content": "We wanted somewhere a bit more relaxed for a dinner after a business meeting and this is quick, in old town Zurich and definitely attracts a younger crowd. It got pretty full by the time we left at 9pm but was fairly empty when we arrived at 7pm. The beer was good and the burgers really tasty."}, {"date": "11-02-2016", "rating": 3.0, "content": "Ich war spontan hungrig hier gelandet. Das Ambiente war ansprechend. Der Gastgeber verspricht natürliche Zutaten aus Schweizer Herkunft. Geschmacklich war der Goat cheese Burger köstlich mit dem frischen Salatgurken, Rucola usw. Das Fleisch war saftig und schön Rosa. Das Bun allerdings war ziemlich pampig und langweilig, zu diesem Burger würde ich mir etwas mit ein wenig mehr Biss wünschen.Für den Burger, welcher von der Grösse her in etwa einem cheesburger royal gleicht, habe ich Chf 16.80 bezahlt. Eine Beilage war nicht dabei, Fries kosten 7.80 extra! Der Burger kam in ein Stück Papier gewickelt auf einem plastiktablett daher. Ein gutes Bier gab's für 4.50 dazu. Wie bereits gesagt, es hat mir geschmeckt, allerdings hätte ich 2 Burger essen müssen um satt zu werden. Trotzdem empfehlenswert, wenn man mal Bock auf gute Burger hat, die man von Hand essen darf..."}, {"date": "11-02-2016", "rating": 5.0, "content": "Was here a couple of times with friends and we all enjoyed it. Ranazan (I hope I got the name right) was our waiter and he was very nice. Actually, everyone was very nice. And, yes, the food is delicious!"}, {"date": "11-02-2016", "rating": 3.0, "content": "We ordered the \"Butcher burger\" and a second one with bacon & cheese. The burgers were good, but pretty small like others have said, especially for the price. We also shared an order of fries and two glasses of water and it set us back nearly CHF50. It should be illegal to charge CHF4.50 for a glass of tap water! They might think it's funny, but the profane motto on their sign and water glasses is childish and portrays a lack of business sense. Vulgar language doesn't make them hip! The value simply isn't there and we won't be back."}, {"date": "10-02-2016", "rating": 4.0, "content": "Im The Butcher ist die Auswahl zwar nicht besonders gross, aber die angebotenen Burger sind schmackhaft und preiswert.Das Lokal ist gemütlich, aber nach ei er gewissen Weile nehem die Kleider den Geschmack nach Essen an:)"}, {"date": "09-02-2016", "rating": 4.0, "content": "Die Auswahl der verschiedenen Burger ist überschaubar, aber ausreichend. Unsere Burger waren ganz gut, obwohl ich mehr erwartet hätte von einem Burgerlokal. Die EInrichtung und der Service sind dafür klasse! Wenn man Fries dazu bestellt kommt man schlussendlich auf einen stolzen Preis... Weiterempfehlen würde ich es trotzdem!"}, {"date": "07-02-2016", "rating": 4.0, "content": "Absolutely packed to the rafters mid week, we knew this had to be a good spot for dinner. And it was. Really tasty burgers, high quality meat, with nice cold beer."}, {"date": "04-02-2016", "rating": 4.0, "content": "The restaurant isn't too far from The Limmat or the busy Niederdorf area where there is lots of restaurants to chose from. There are veggie options too, if needed.The burger and fries were tasty but could be a bit bigger and the craft beer selection was nice, too.The one disappointing dish was the 'Pulled Beef' which was actually corned beef, not pulled beef. It wasn't horrible, just not great or what I expected."}, {"date": "23-01-2016", "rating": 3.0, "content": "Das Lokal sehr ansprechend eingerichtet - Super Ambietente. Das Konzept scheint ein wenig öko-angehaucht zu sein (im passenden Zürich-Hipster Style): regionale Produkte, Servietten aus recyceltem Papier, veganes und glutenfreies Angebt, etc. Finde ich alles gut, aber bitte: Plastikbecher? Das geht wirklich nicht. Dies und der Fakt, dass Burger und Pommes auf einem Tablett serviert werden, lässt so manchen hinterfragen, ob man nun in einem Restaurant sitzt oder doch in einem Hipster-McDonalds.Die Speiseekarte scheint, als hätte man sich nicht zwischen Deutsch und Englisch entscheiden können. So liest man von \"A bunch of Falafel...\", \"Roasted Vegetables\" und dann wieder bei anderen Gerichten: \"Gemüse Patty\", \"Karamelisierte Zwiebeln\". Dazu kommt dass Seite eins (Essen) zu 80% auf Englisch geschrieben ist und Seite 2 (Getränke) zu 80% auf Deutsch...?Ich hatten den Falafel Burger und Pommes dazu. Geschmacklich ganz gut, aber die 6-7 Falafelkugeln fallen immer raus. Vorschlag: Quetscht es doch zu einem Falafel-Patty zusammen. Das wäre angenehmer."}, {"date": "20-01-2016", "rating": 2.0, "content": "Einrichtung und Bedienung sind gut, der Rest liess sehr zu wünschen übrig. Man nicht, ob man in einem Take-Away, Fast-Food Lokal oder doch Restaurant sitzt.Der Burger besteht aus einer schwer definierbaren Masse Matsch, weil das Brioche-Brötchen, welches als Bun gereicht wird, zu luftig und weich ist (und süss ist...?!) und das Patty extrem saftet. Die Sauce und die restliche Füllung (karamellisierte Zwiebeln, Avocado) haben den Geschmack des Fleisches völlig überdeckt. 2.80 für zwei dünne Schnitze Avocado ausserdem zu teuer. Die Fritten waren nicht knusprig aber aus unerfindlichen Gründen trotzdem dunkelbraun. Würzung war allerdings gut. Der Side-Salad war an einer sehr leckeren Sauce. Die Plastikbecher gehen gar nicht. Und weshalb man den Claim \"Healthy as F***\" verwendet, ist nicht ganz nachvollziehbar bei einem Burger-Lokal :-)"}, {"date": "18-01-2016", "rating": 4.0, "content": "Ich war jetzt schon das zweite mal dort. Super Burger schönes Ambiente. Bis jetzt mein lieblings Burgerlokal. Die Pommes waren aber nichts, nicht knusprig, irgend wie gemüsig. Aber sonst top. Die bedienung (junge dame) war sehr aufmerksam"}, {"date": "15-01-2016", "rating": 4.0, "content": "Top Burger in angenehmen Ambiente, Fries gewöhnungsbedürftig und nicht sehr kross. Leckere Craft Beer Auswahl."}, {"date": "14-01-2016", "rating": 3.0, "content": "The burgers are really delicious as well as the fresh lemonda that they serve. The prices for the burgers are also acceptable. But the burgers themselves are just a little on the small side. You could easily eat 2 of them. I'd reccomend holy cow as a better alternative."}, {"date": "13-01-2016", "rating": 4.0, "content": "El restorant tiene una linda decoracion y ambiente, la música ambiental pudo haber sido más alegre.Lamentablemente nos hicieron esperar más de 40 minutos para traer nuestro pedido de dos hamburguesas con tocino y queso, una normal y otra sin gluten, empezaron mal ahí. Las hamburguesas eran muy sabrosas, los ingredientes se notaban eran naturales, aunque el pan de la hamburguesa sin gluten era considerablemente más grande y dificil de tragar, era tan grueso que acaparaba todo el sabor del resto de los ingredientes. Las papas fritas eran muy ricas, en general recomiendo este sitio para comer, sobre todo a los celiacos, por tener una opción más para comer."}, {"date": "13-01-2016", "rating": 5.0, "content": "One of my favourite burger restaurant. Ingridients are really fresh. The burgers are very tasty an have nothing on a wan bun of so-called restaurant chains. My Suggestion: the Spicy."}, {"date": "09-01-2016", "rating": 4.0, "content": "Quick stop after a hard shopping day. Fresh and good food. I really would recommend this restaurant for lunch or dinner."}, {"date": "05-01-2016", "rating": 5.0, "content": "Mit großem Hunger habe ich mich für den Cheese/Bacon Burger mit extra Fleisch und Spiegelei entschieden - einer der besten Burger den ich bisher Zürich gegessen habe. Die Fries mit zusätzlich bestellter Chili Mayo schmeckten auch sehr gut, hätten meiner Meinung nach aber etwas krosser sein können. Leider habe ich es verpasst einen der Milchshakes zu probieren, werde aber auf jeden Fall wiederkommen - sehr zu empfehlen!"}, {"date": "04-01-2016", "rating": 5.0, "content": "Locale nuovo, moderno, luminoso con ampi tavoli. Burgers buonissimi e di qualità, ben conditi e cucinati, con patatine altrettanto buone. Il tutto pur arrivando su un vassoio è molto ben presentato.Buon rapporto qualità/prezzo, considerando i prezzi di Zurigo qui abbiamo speso davvero bene! Ci tornerei!"}, {"date": "04-01-2016", "rating": 4.0, "content": "Abbiamo cenato qui la sera di San Silvestro, senza prenotazioni abbiamo trovato posto.L'hamburger era molto gustoso, ben cotto e farcito; patatine croccanti e porzioni generose.Lo consiglio"}, {"date": "01-01-2016", "rating": 5.0, "content": "Al centro di Zurigo, un locale ampio, arredato perfettamente e curato in ogni dettaglio. Lo staff spicca per la sua cortesia e disponibilità. Panini OTTIMI, pronti in men che non si dica. Unica pecca, se proprio la vogliamo trovare, è che eravamo seduti in un posto (in fondo al locale) in cui non eravamo raggiunti dalla connessione wireless. Qualità della carne sopra la media, vi consiglio di provarlo."}, {"date": "01-01-2016", "rating": 5.0, "content": "Le soir du réveillon nous avons facilement trouvé deux places assises.Burger excellent frites maison très bonne. Le service est impeccable et les serveur/ses sont proactif.A conseiller !"}, {"date": "30-12-2015", "rating": 2.0, "content": "Dieser Review bezieht sich auf Filiale im Kreis 5. Das Personal war super nett, dafuer gibts 2 Sterne. Der Rest einfach nur ein Witz, Bier für viel Geld aus Plastikbechern, der Burger lauwarm, schlabbrig und fad, hallo ? Das einzige Highlight waren die Country Fries, die zwar auch nicht schlabbrig waren, aber die Gewürzmischung war top."}, {"date": "28-12-2015", "rating": 4.0, "content": "Wir sind schon oft Bürger essen gegangen und kennen viele anderen Restsurants aber der Butcher-Burger ist schlicht superlecker. Einfach toll, auch das Personal."}, {"date": "27-12-2015", "rating": 5.0, "content": "Love this place. Great Burger.... Friendly staff. The pulled pork bbq burger is just amazing!!!! Will be back soon!! Best burger in town!!!"}, {"date": "26-12-2015", "rating": 1.0, "content": "It's not the restaurants fault if you are unfortunate enough to dine next to a group of poopy pants toddlers. However, when they allow them to be changed (2!) at a table in the room, that is their fault. Being served just after the loaded diaper is thrown in the kitchen bin! No thanks.Their menu, \"full\" of secret sauces, specialty cheese and secret spices on the fries gives a whole new meaning to the definition. Will never dine here again and be sure to pass on their philosophy of restaurant hygiene."}, {"date": "24-12-2015", "rating": 5.0, "content": "The Buchter wurde mir von einen Arbeitskollegen empfohlen.Das Restaurant ist gemütlich und kreativ um das Thema \"Metzgerei\" eingerichtet. Mir gefallen vor allem die dekorierten Wände im hinteren Raum.Der bestellte Bacon und Cheese Burger war lecker und weiterzuempfehlen. Fries werden in einer Art Zeitungstüte serviert und auf Wunsch kann der Burger auch als glutenfreie Variation oder Low Carb ohne Brot bestellt werden.Der Service war sehr freundlich (Danke an Ramazan) und das Preis-Leistungs-Verhältnis stimmt. Ich komme gerne wieder.Daumen hoch für die Verwendung von regionalen und nachhaltigen Produkten!"}, {"date": "24-12-2015", "rating": 5.0, "content": "Die Bewertung bezieht sich auf das Lokal an der Heinrichstrasse. Das Lokal strahlt eine sehr angenehmes und rustikales Ambiente aus.Die Burger waren sensationell. Frische Zutaten, genau richtige Menge Sauce und dazu spezielle Pommes mit einer guten Prise Schärfe.Kann ich sehr empfehlen und werde dort auch wieder einkehren."}, {"date": "21-12-2015", "rating": 4.0, "content": "Das Restaurant The Butcher war unsere Neuentdeckung des Jahres. Der Laden mit seiner rustikalen Dekoration ist sehr einladend und das Essen war sehr gut. Angenehme Atmosphäre und freundliches Service-Personal."}, {"date": "21-12-2015", "rating": 4.0, "content": "The burger are excellent. Second time here had the bacon cheeseburger with avocado and cartelized onions. Usually I feel that burgers are something beat made at home, but this place does it well. The pulled pork was good too, but small. Like the fries, tortillas chips w salsa. Salad has too much dressing, but hey it's der Schweiz. My one complaint is the plastic, why is my water served Ina plastic to go cup when I am dining here??? What a sad surprise. Also the salsa is in plastic, kinda ruined my vision of this place as forward thinking."}, {"date": "18-12-2015", "rating": 4.0, "content": "A friend and I turned up at around 14.30 craving a burger as a late lunch and were pleased to find this place is open continuously from 11am onwards. Staff could be a little more \"present\" but we just sat ourselves down and proceeded to ponder what to take. We went for the standard burger with fries, plus some homemade drinks. Burgers were REALLY good and the fries were great, could be warmer. Not sure why the drinks are served in plastic goblets but they were nice too. We were too full for dessert, curious about the churros. Overall, the staff seems to hide in the back, and the slight abattoir feel of the place is quirky but also a bit creepy when there are few people. Still, it's something different and it is called \"The Butcher\" after all. Prices are pretty good by Zurich standards, this place outperforms similar offerings at other places. We will be back."}, {"date": "16-12-2015", "rating": 4.0, "content": "Waren spontan am Freitag Abend dort und kriegten auch einen Platz. Sehr ungezwungene, lässige Atmosphäre. Das Personal macht einen guten Job.Die Burger-Preise überraschen: Ziemlich günstig und sehr preiswert für das Gebotene (CHF 15.80 für den Flagship-Burger)- insbesondere im Vergleich zu anderen \"möchte-gern-gourmet-schiggimiggi-Burger-Schuppen\" in der Stadt.Das Burger Patty ist nicht übermässig dick, aber auch nicht flach wie ein Konfi-Glas, passt. Per Standard werden die Burger medium serviert, alle anderen Wünsche können bei der Bestellung berücksichtigt werden - sinnvoll !Einziger Abzug: Leider war das Brötchen beidseitig nicht warm.Dinner-Ambiente kann hier nicht erwartet werden, es ist mehr ein gediegenes Imbiss-Lokal mit authentischem Stil. Passt wirklich zum Konzept.ach ja: Mutter-Natur würde es verdanken, wenn das Wasser (mit oder ohne Kohlensäure) nicht in einem PET-Glas mit Deckel serviert werden würde."}, {"date": "10-12-2015", "rating": 4.0, "content": "Popped in there the other evening with a couple of mates. The place was busy, which is always a good sign. There was a good selection of burgers and craft beers on the menu. We all ended up having the cheese burger and fries which was very tasty. The staff were very friendly and efficient . Would definitely pop in again when I am in the mood for a burger."}, {"date": "10-12-2015", "rating": 1.0, "content": "That is a bold statement since I have traveled to more than 30 countries worldwide and i am about half a century old.I sat to eat with my family and ordered burgers. Half an hour later we asked the waitress and got reassured that our dinner was being prepared. An hour later the tables around us were served despite the fact that they ordered later than us. We were reassured again our dinner is on the way.At about an hour and a half later i told the waitress that we have to go and the kids can't wait any longer. By the time we stand up the food arrives. It was almost undercooked (despite the one and half hr of wait)!!!The icing on the cake: Water charge was equivalent to nine euros!!!!!!!!!This was the water that the family drank waiting for the order (for 1.5 hrs)Never again!"}, {"date": "07-12-2015", "rating": 3.0, "content": "Been here with some friends. The atmosphere of the restaurant was nice, they played good music in the background.Fries were not quite hot but ok. The sauces need to be paid extra and sound tasty on the menu card. In reality, their are not very spicy or intense at all. The burger meet was rather cold and the bread was very disappointing. The taste is overall fluffy. Many people used ketchup to give the burger some taste. Overall, I would not recommend this place in Zürich to have burgers."}, {"date": "03-12-2015", "rating": 4.0, "content": "Das Restaurant The Butcher macht definitiv einer der besten Burger in Zürich. Das Brötchen ist besonders fein und eigen im Geschmack und auch die Sauce kann überzeugen. Das Fleisch war schön Medium gegart. Die Bedienung im Restaurant war sehr aufmerksam und freundlich.Persönlich bin ich kein Fan von Plastikbechern und diesen Papierverpackungen. Das mag für Fast Food Ketten funktionieren, aber bei diesen Preisen würde mich ein ordentliches Glas, ein Teller und ev. sogar Besteck freuen."}, {"date": "02-12-2015", "rating": 3.0, "content": "Anfangs einer der besten Burger Läden in Zürich, mittlerweile hat die Qualität aber leider massiv agenommen. Beim letzten Besuch waren die Burcher leider extrem fad und das Fleisch höchstens lauwarm. Als wir den Service angesprochen haben war die Antwort man könne das Flesch ja selbst mit Salz und Pfeffer nachwürzen und das dieses \"Normal\" so sei das dieses Medium gebraten und daher schnell kalt wird ..."}, {"date": "29-11-2015", "rating": 3.0, "content": "Das Burger Restaurant The Butcher im Niederdorf ist nur bedingt zu empfehlen. Die Burger sind doch recht teuer und halt doch nur Burger. Die dazu bestellten Pommes waren schon nur noch lauwarm.Ansonsten cooles Ambiente"}, {"date": "26-11-2015", "rating": 4.0, "content": "Sehr leckeres Essen, auch grosse Vegibruger-Auswahl, extrem freundliche Bedienung und gemütliches Ambiente. Einziger Minuspunkt: Auch wenn man das Essen im Restaurant konsumiert, erhält man es in Papier verpackt, Getränke in Plastikbechern oder Dose. Dieser Abfallunsinn ist echt unnötig!"}, {"date": "26-11-2015", "rating": 5.0, "content": "This was a nice surprise! We find this restaurant wile walking in the old city. It was crowded with young students and this was a good sign. The burgers and the fries were perfect done and the cold beer was refreshing. I liked the decoration and the service was excellent. This is the right place for group of friends."}, {"date": "17-11-2015", "rating": 5.0, "content": "Spontan einen Leckeren Burger? Butcher! Günstiger Preis? Butcher! Lockere Atmosphäre? Butcher! Cooles Konzept? Buchter! Fragen? Keine!"}, {"date": "15-11-2015", "rating": 3.0, "content": "The food is actually quit nice. I gave three points because I went there on an Friday evening. It was far too loud, too crowded, the service personal was hardly able to manage it. Over all it wasnt a nice experience. Maybe for the sake of quality they should reduce the number of seats in such a small venue. But I guess rent is super high in ZH so they take whatever they get. I either recommend it or not. It probably depends on the evening you are going."}, {"date": "15-11-2015", "rating": 4.0, "content": "Perfect for a group of friends ! Relax, and conversations oriented. The burgers are so good, I just didn't like the fries, they were sweet !"}, {"date": "11-11-2015", "rating": 4.0, "content": "Nothing more to say...this place make amazing burgers with a nice athmosphere and friendly stuff.I had burger and my girl got falafel that was also amazing.As a plus is in the middle of the Nider in the center of the city.I will return for sure!"}, {"date": "09-11-2015", "rating": 4.0, "content": "One of the best burgers I've had. The meat is very tender and juicy and also the additional bacon seemed to be of best quality meat. They also have a delicious eggplant-burger.The fries are soft and very expensive and also the staff could be friendlier sometimes.But it's worth going just for the burger."}, {"date": "06-11-2015", "rating": 5.0, "content": "althou it was opened June 2015 the restaurant attracts many customers, nost of them young people. the tables are simple wooden tables of different sizes, the walls are decorated with hand painted meat cuts with their names, in an \"oldish\" style, so the place looks like it has some hertiage. The hamburgers ar eexcellent , made of high quality meat, the french fries are home made and are very good, ceaser salad is crispy and tasty. Service is very good and quite quick. your order is served in paper plates on a personal tray, which adds some style and a nice concept.The place was full in November in the lower floor. they have a terrace upstairs for summer. highly recommneded for good and fast eating."}, {"date": "01-11-2015", "rating": 1.0, "content": "Das Essen war nicht sehr fein. Das Brot, der \"pulled chicken\" in dem Burger, die scharfe Sauce (die nur scharf war), die Pommes Frittes... waren sehr enttäuschend. Die angeblich hausgemachten Tortillas (null Geschmack) wären beim Grossverteiler besser. Es gibt keine Gläser, nur Plastik Becher. Das Essen wurde wie bei Mc Donalds serviert: in Papier eingepackt und auf einem Plateau.Das einzige Positive war die freundliche Serviertochter und die Deko.Es gibt viel bessere Burgers in Zürich!"}, {"date": "31-10-2015", "rating": 4.0, "content": "Der Service war sehr freundlich und speditiv (Marija). Auch das Essen ist schnell gekommen und der Burger superfein!"}, {"date": "27-10-2015", "rating": 5.0, "content": "Sehr zufriedenstellendes Restaurant in der Zürcher Altstadt. Etwas versteckt im Zürcher Niederdorf findet sich das charmante, moderne Restaurant. Wunderbare Einrichtung, geweisster Sichtbachstein und schöne einfache Holzmöbel. Kerzen auf den Tischen, sehr warme Athmosphäre. Nette und zuvorkommende Bedienung. Preis-Leistungs-Verhältnis ist ausgezeichnet. Sehr feines Essens, welche man sich als Student leisten kann. Leckere Sirups, nicht übersüss, was ich sehr schätze. Saftige, gut gewürzte Burger, knackige Fries, leckere Saucen und genügend sättigende Portionen. Empfehlenswert!"}, {"date": "26-10-2015", "rating": 2.0, "content": "Went to the newly opened Butcher in Hardbrücke for lunch. It was a cool space, the staff were friendly but seemed fairly nervous. The Butcher burger had strong and weak points. The meat was really good, Medium rare- on the rare side. The bread was pretty bad, they could definitely improve there. The tomato wasn't very falvourful and lastly there was fresh cucumber instead of Pickels in the burger, which personally i didn't find to be a good move."}, {"date": "25-10-2015", "rating": 5.0, "content": "Amazingly delicious and fresh burgers. Loved the side sauces you could order and the caramelized onions! Definitely the place to go for the best burgers in town!"}, {"date": "23-10-2015", "rating": 4.0, "content": "Als Vegi war ich sehr überrascht über die Auswahl an vegetarischen Burgern. Somit ist für wirklich jeden was dabei. Meine Begleitung war von der fleischigen Variante auch sehr begeistert. Die Lokation ist gemütlich und geschmackvoll eingerichtet.Die Bedienungen (Milena & Mila) waren sehr zügig, freundlich, aufmerksam und gaben gute Empfehlungen ab - trotz vollen Restaurant. Wir waren sehr zufrieden und empfehlen das Restaurant jedem weiter, der Lust auf einen Burger hat."}, {"date": "21-10-2015", "rating": 3.0, "content": "Hamburger ok. Allerdings kostet jede Sauce, jede Beilage extra. Supermühsam...wirkt sehr kleinlich und man bestellt dauernd nach. Komme nicht mehr."}, {"date": "19-10-2015", "rating": 4.0, "content": "Das wichtigste zuerst: der Burger ist sehr gut, Medium gebraten (falls nicht anders gewünscht) und das Fleisch ist von hoher Qualität. Die Fries sind ebenfalls sehr gut gebacken. Das Lokal ist vor allem am Abend sehr gut besucht und hat dann schon etwas von Fast Food Lokal. Das Essen wird auf einem Tablett serviert und das Bier leider nur in einem Plastikbecher...Wer seinen Burger geniessen möchte sollte nicht zur Rush Hour kommen, aber der Burger an sich lohnt sich wirklich."}, {"date": "18-10-2015", "rating": 5.0, "content": "Super Preis-/Leistungsverhältnis. Die Burger und Beilagen waren allesamt sehr fein, saftig, klassisch und haben unsere Vorstellungen erfüllt. Günstige Preise trotz Lage direkt in der Innenstadt. Cooles Ambiente und passend eingerichtet.Wir kommen wieder und wieder und wieder!"}, {"date": "18-10-2015", "rating": 5.0, "content": "Nur zum empfehlen, sehr toller Preiswerter Burger und eine Flotte aufmerksame Bedienung!!!! Alles tip top nur zu empfehlen, wir kommen gerne wieder !!!!! Danke !"}, {"date": "18-10-2015", "rating": 4.0, "content": "Sehr feiner, saftiger Burger und Speck.Super dass alles regionale Zutaten sind und dass das Fleisch nur Medium gebraten wird.Sehr freundliches Personal.Leider etwas teuer (kein Studentenrabatt, Menüangebot etc.)"}, {"date": "17-10-2015", "rating": 3.0, "content": "Stopped by for lunch. Liked the cavern feel of the bar and good music. Service was fine if not a little unfriendly.Burgers were delivered quickly. Taste was ok but generally quite greasy. Bacon was not crispy as described. Fries lacked seasoning and were soft. Unlikely to return."}, {"date": "15-10-2015", "rating": 1.0, "content": "Meine Kollegin und ich standen an der Kasse, da sich anscheinend niemand um neue Gäste gekümmert hat, als dann die Kellnerin an der Kasse das Gesicht andauernd verzog und weder sie noch die anderen Zuständigen uns begrüsst und an einen Tisch gebracht haben. Das Lokal war voll, hatte jedoch 2 leere Tische. Nach 10min Wartezeit an der Kasse begleitete uns die Kellnerin in den hintersten Ecken an eine Theke, und fragte nicht einmal ob das in Ordnung sei. Wir wiesen sie darauf hin dass es 2 leere Tische im vorderen Bereich gehabt hätte. Als wir zurückgingen und die Tische ansahen, war auch kein Reservier-Schild zu sehen. Deshalb haben wir uns dort gleich an den Tisch gesetzt. Zuerst kamen die falschen Getränke, dann fehlten bei unseren Burger die Saucen und Extras. Danach war 1 Burger vollständig, der andere immer noch nicht, Avocado fehlte immer noch und von gerösteten Zwiebeln war auch beim 3. Anlauf (!) immer noch nichts zu sehen. Beim 4. Anlauf war mein Burger endlich vollständig und ihr Burger inzwischen kalt. Wir haben uns dann mit dem Chef unterhalten, dass der Service so nicht funktioniere und das schade ist, weil das tolle Konzept noch viel mehr rausbringen könnte. Er kam uns dann sofort entgegen, entschuldigte sich und war sehr freundlich. Das Essen hat er uns anschliessend geschenkt. Wie der Burger in diesem Alutablet präsentiert wurde, hat uns nicht so zugesagt. Der Geschmack des Burgers war sehr fad, der Bun ok. Leider werde ich das Butcher nicht weiterempfehlen können. Das Personal war dermassen gestresst dass man das von Weitem in ihrem Gesicht erkennen konnte. Finde ich nicht so professionell, vielleicht nicht der geeignete Job."}, {"date": "14-10-2015", "rating": 4.0, "content": "ich fand es hervorangend vorallem den spycie burger war der hammer doch der service war das beste ein junger herr namens herr sahin war sehr höfflich zu uns und anderen gästen"}, {"date": "14-10-2015", "rating": 4.0, "content": "Ich war am Sonntag mit meiner Familie im Butcher. Also der Burger war echt mal etwas anderes, Frisch saftig und Spicy ist wirklich Spicy.Die Fries waren alles andere als latschig. Für mich besonders: das Nachhaltigkeits Konzept.Der Dessert (\"curo\") irgend was Mexikanisches ist ein echter geheim Tipp. Der Servie war Freundlich und aufgestellt, besonders ein junger Herr mit Südländischem Touch \"Rami\" ist auf positive art Herausgestochen.Ein Besuch der sich auf jeden Fall lohnt."}, {"date": "13-10-2015", "rating": 5.0, "content": "Burger ausgezeichnet, saftig, guter Käse, knuspriger Speck, gute Grösse und auch noch mit ein bisschen Grünem. Fries sehr gut, knusprig."}, {"date": "10-10-2015", "rating": 4.0, "content": "Buono. Locale essenziale ma confortevole. Carne buona e cucinata bene Patate fritte buone. Birra buona Prezzo in linea con gli standard di Zurigo. Da consigliare per un pranzo veloce"}, {"date": "10-10-2015", "rating": 3.0, "content": "Leckere Burger und coole Location sowie innovative Innenausstattung.Ich finde jedoch die Präsentation der Burger schade - Kommt eingepackt in Papier."}, {"date": "10-10-2015", "rating": 4.0, "content": "Sehr freundliche Bedienung. Haben uns wohl gefühlt. Burger kam nach kurzer Zeit und entsprach unserem Geschmack."}, {"date": "09-10-2015", "rating": 5.0, "content": "Ich war von diesem Burger einfach hin und weg. Noch nie habe ich so ein hammer Burger gegessen. Der Zusatz mit Avocado und Heublumenkäse war hervorragend. Vom Personal war ich übrigens auch sehr begeistert. Ein junger Herr, sein Name war Ramazan, hat mich an diesem Abend bedient. Der Service war wirklich super!"}, {"date": "07-10-2015", "rating": 5.0, "content": "Das war der saftigste und leckerste Burger den ich jemals gegessen habe. Das Fleisch war frisch zubereitet und die Auswahlen dazu sind sehr vielfältig. Das Personal, insbesondere Herr Ramazan Sahin, war sehr zuvorkommend und bestens über die Gerichte informiert. The Butcher ist auf jeden Fall weiter zu empfehlen."}, {"date": "29-09-2015", "rating": 4.0, "content": "I have been looking at this place on Facebook for a while but were a little unsure as to where it was so when stumbled across it we knew where we were eating that night.T. I do love a burger and a male and this place had big ! My burger was perfectly cooked ( I had the bacon and cheese burger )and I had tortilla chips with mine. They were amazing, freshly cooked. My husband had a cheese burger with chips. Well I don't know what they do to the chips but they were great too.The whole thing was a very pleasant experienceThe service was fast and very pleasant. we were on a night out in Zurich we were really place"}, {"date": "28-09-2015", "rating": 3.0, "content": "Ich war mit einer Freundin im Butcher. Uns haben der Look und das Konzept der lokalen Zutaten neugierig gemacht und schliesslich auch überzeugt.Ich hatte allerdings einen Chicken-Burger bestellt, der extrem scharf war und das, obwohl nichts von Schärfe in der Karte stand (es war eine BBQ-Sosse aufgelistet, die ja eher herzhaft-süss als scharf sein sollte). Ich finde, Schärfe sollte immer in der Karte ausgewiesen werden. Die Geschmäcker sind gerade bei Schärfe sehr unterschiedlich. Ich vertrage kein bisschen davon, bin daher sehr empfindlich und hatte einfach keine Freude an meinem Burger. Wenn ich es gewusst hätte, hätte ich etwas anderes bestellen können.Das, was ich geschmeckt hatte, bevor der Mund brannte, war aber sehr lecker und ich würde es wieder probieren. Das Personal war sehr nett und zuvorkommend, wenn auch etwas überfordert angesichts des grossen Besucheraufkommens (wir mussten recht lange warten)."}, {"date": "27-09-2015", "rating": 3.0, "content": "Ich bin nun schon 2x in \"The Butcher\" essen gegangen und ich muss sagen, der Laden hat mich nicht überzeugt.Die Inneneinrichtung ist cool mit dem Industrial look and feel.Auch finde ich das Konzept mit dem frischen und lokalen Zutaten spannend.Beim ersten Mal hatte ich den Butcher Burger mit einem Salat.Der Salat sah aus als ob er direkt vom Plastikbeutel kam mit ein paar Avocado als Zusatz. Geschmeckt hat er auch in etwa so. Die Avocado's passen einfach nicht gerade zum lokalen Ansatz.Der Classic Butcher Burger hat mich ebenfalls nicht überzeugt, das Brot war nicht schmackhaft und das Fleisch schmeckte schon frisch, aber war fad.Das zweite Mal mal entschied ich mich für den Surf und Turf Burger, da eine Freundin den bei meinem ersten Besuch hatte.Dieser war schon einiges schmackhafter, aber auch hier hat der Burger-Bun nicht überzeugt. Die Fries wurden dann leider auch lauwarm serviert.Die selbstgemachte Getränke waren lecker und ich finde toll, dass sie das Packungsmaterial aus Mais servieren, auch wenn es nach Plastik aussieht und somit Nachhaltigkeit fördern. Ich denke nur, es wäre gut, wenn sie das auch stärker kommunizieren, ich bekam diese Infos erst nach dem ich nachgefragt hatte.Das Personal war sehr nett, auskunftsfreudig und kompetent.Prinzipiell finde ich das Restaurantkonzept gut, denke einfach, The Butcher hat noch Potenzial nach oben.Kann gut sein, dass ich mal wiederkomme und schaue, wie sich \"The Butcher\" entwickelt hat."}, {"date": "26-09-2015", "rating": 5.0, "content": "Sehr gute und saftige Burger mit fein gewürzten Pommes aus der Region, dazu ein ausgezeichnetes Amber Chopfab Bier und zum Schluss hervorragende Glace - ebenfalls aus der Region. Kurz ein ausgezeichnetes Nachtessen in einem schönen unkomplizierten Lokal. Gut organisierter Betrieb mit aufmerksamen und mitarbeitendem Chef (Mario) sowie motivierter (freundlich, lächelnd und smpathischen Bedienung (Milena). Wir kommen bestimmt wieder! Anita und Thomas"}, {"date": "23-09-2015", "rating": 5.0, "content": "The Butcher is a basically a burger restaurant, however they do a great job serving up a great burger. If you are looking for a great burger the Butgher is the place to go."}, {"date": "22-09-2015", "rating": 4.0, "content": "The fries were good, the hamburgers were...different. Though I didn't care for mine and didn't finish it, it seemed good quality, hence the four stars. It may have helped if the menu had told exactly what would be on it (it was nowhere close). If you're not the type to eat pretty much anything (like mayo and cucumber on your hamburger), have at it. Otherwise, you may want to ask for specifics and see if things can be left off."}, {"date": "22-09-2015", "rating": 4.0, "content": "A slick, industrial butcher-like design is the hall-mark of this new eatery. Hamburgers rule the menu and everything is locally sourced. The fries are hand-cut and amongst the best in a city where pre-fabricated convenience fries seem to have taken over, even in reputed restaurants.Service was fast and friendly and the bill quite steep: Almost CHF 8.-- for a small helping of (even the best) fries border high-street robbery..."}, {"date": "17-09-2015", "rating": 4.0, "content": "War mit meinem Teenager und Burgerlover Sohn mittags im Butcher. Der Vintage-industrial chic der Inneneinrichtung hat uns sehr gefallen. Die Bedienung war sehr freundlich und das Essen wirklich lecker. Der Spicy Burger war innen noch schön rot und so saftig, wie ein Burger sein muss. Sehr lecker auch dazu die gewürzten fries und ein knackiger Salat, mit Avocado und Knoblauch, sehr lecker. Die hausgemachte Limonade hat uns dazu noch an unsere Amerika Ferien erinnert und den lunch perfekt abgerundet. Wir kommen wieder!"}, {"date": "15-09-2015", "rating": 3.0, "content": "Der Laden an sich ist genau nach meinem Geschmack, so sollte ein \"besserer Imbiss\" sein. Der schon öfters angesprochene Service war bei uns i.O., aber auf keinen Fall unfreundlich.Der Burger war ok. Was fand ich gar nicht ging waren die Tortillas als Beilage. Geschmacklich schon nicht die Wucht, waren sie noch dazu kalt und schmecken daher nach gar nichts (kosten auch noch 7,- für eine relativ kleine Portion).Preise recht hoch, für Zürich aber eher Durchschnitt."}, {"date": "12-09-2015", "rating": 1.0, "content": "Um lange Wartezeiten zu vermeiden und um uns einen Sitzplatz zu sichern, haben wir gestern einen Tisch für vier Personen reserviert. Als wir um Punkt 20:30 Uhr eintrafen, wurden wir zu unserem Tisch geführt. Nach ungefähr 20 Minuten ohne Speisekarte am Tisch ging meine Kollegin zur Serviceangestellten und holte uns die Karten. Nochmals 10 Minuten später, also rund eine halbe Stunde nach Eintreffen im Restaurant konnten wir endlich unsere Bestellung aufgeben. Nach dem Bestellen war der Spuk jedoch noch nicht vorbei. Unser Essen erhielten wir nochmals knapp eine Stunde danach. Leider wurde aber nicht die komplette Bestellung serviert. Als ich das Personal darauf ansprach, wurde nur schnippisch reagiert, man könne ja mit dem Chef des Lokals sprechen. Dies machte ich dann auch. Der Chef war sehr zuvorkommend und freundlich, was man von der restlichen Bedienung nicht wirklich sagen kann. Er entschuldigte sich herzlich für das Malör. Durch das Vorgefallene ist leider das wichtigste in Vergessenheit geraten, das Essen, was wirklich vorzüglich schmeckte."}, {"date": "07-09-2015", "rating": 2.0, "content": "We like burgers and have tasted all new quick service burgerias that have come up in Zurich. This experience was rather mixed. The burger was very good, the price rather high, they do not have menus and you have to order all items separetly, which amounts to over 30,- CHF for burger, fries, sauce and beverage. They take the orders on zhe table and serve the food. When we commented the fact that we found the food yummi but rather pricey the server told us 'then you should think twice before coming next time'... Well we do not need to think twice, we simply won't come again. If you decide to offer service on the tables it should be an added value, in this case experience would have been better without the service."}, {"date": "05-09-2015", "rating": 5.0, "content": "We wilden bij de Burger King eten, maar kwamen terecht bij The Butcher. Dat was heel gelukkig, want hier weten ze hoe ze een hamburger moeten maken.Ik had een hamburger Spicy en mijn partner een hamburger Butcher. Frites erbij. Ik kan kort zijn: betere hamburgers ken ik niet. Heerlijk vlees, broodje, wat groenten en saus. Grote stevige frites van nieuwe, verse, ongeschilde aardappelen, gebakken in kraakhelder schoon vet. Heerlijk!Hier een hamburger eten kan ik iedereen aanraden. Dan kan je de Mc Donalds en Burgerking links laten liggen. Wel wat duurder, maar dan heb je ook wat!"}, {"date": "03-09-2015", "rating": 3.0, "content": "This is a hard one, as the Burgers were delicious, cooked as I requested and you could taste the freshness out of them. Mouthwatering. The big disappointment were the fries. They were good, but we both got a handful, and this for almost 8 Franks is unacceptable. The BBQ sauce wasn't as legendary as proclaimed. But the biggest let-downs were the waiting and the service. We waited half an hour (for lunch, this is long...), which is simply too long for a burger. Also they were understaffed and the waiter could barely keep up, which doesn't change the fact that she could have been a little more friendly, we were customers after all."}, {"date": "01-09-2015", "rating": 4.0, "content": "Burger waren ok, Pommes auch, nur leider fehlte die Würze, Preise waren ordentlich, sonst sauber und gemütlich mit nettem Personal"}, {"date": "24-08-2015", "rating": 4.0, "content": "Sehr leckere Burger. Die Auswahl an Burgern ist toll. Gleichzeitig finde ich super, dass man sich Burger auch im Focaccia servieren lassen kann. Die Bedienungen sind super freundlich und ich bin total begeistert von dem Laden. Die Einrichtung gefällt ebenso, da hier besonders viel Mühe gegeben wurde.Einzig die Dessertauswahl ist nicht so meins und dass alles in Plastik serviert wird - wobei es anscheinend aus Maisstärke und super abbaubar ist."}, {"date": "23-08-2015", "rating": 4.0, "content": "Maybe it's intended by the manager that part of the staff is a bit short in charme (you feel like in fast food chain) despite it wasn't crowded on a sunday night. Burger was very nicely made but it wasn't that warm anymore, fries were okay but quite expensive (CHF 7.90). The interior is nice but rather dark, a bit more light would be nice. I will come back to give it another chance. Prices are okay for Zurich, with drinks included beers we paid CHF 82 for two persons."}, {"date": "22-08-2015", "rating": 2.0, "content": "Weil wir nicht reserviert hatten wurden wir auf unfreundlichste Weise von der Terrasse zu den Tischen im Innern des Restaurants verwiesen und wenn uns das nicht gefalle sollten wir wieder verschwinden! Anscheinend hat es dieses Restaurant nicht nötig weitere Gäste zu bedienen. Beim ersten Besuch waren die Burger zwar ok aber die Fries für 7.90.- waren eklig und völlig überteuert!! Werde nun definitiv nicht mehr da hin gehen!!!"}, {"date": "17-08-2015", "rating": 4.0, "content": "the burger was good and very tasty. The fries were good. Salad was OK. side dish are bit expensive. over all the food was delicious and the service was friendly."}, {"date": "12-08-2015", "rating": 2.0, "content": "Was soll ich sagen, im Zürcher Niederdorf muss man mit einem Restaurant das sich hauptsächlich auf Burger spezialisiert sich von der Masse abheben und echt gut sein. Leider hat das The Butcher nicht geschafft. Fangen wir mal bei den Getränken an, Hausgemachter Eistee: Schmeckte für mich wie der klassische \"Sirup\" den man mit Wasser mischt und in den meisten Restaurants für Kinder gratis Serviert bekommt. Es war bestimmt eine art modernes Eisteekonzentrat das im falschen Mischverhältnis zubereitet wurde. Das Bier war super und die Alpenkräuter Limo auch, leider wurde alles in Plastikbechern serviert ( auf der Terrasse... im Restaurant weiss ich nicht), was einen billigen Eindruck macht.Das Essen: 3 Burger, 1 Focaccia... Pulled Chicken, Pulled Pork und Cheese Burger erreichten uns eingepackt in Papier auf einem Alu-Tablett, was durchaus ok ist und ein Teil des Konzepts denke ich.Über Besteck hätte man sich sehr gefreut da Pulled Meat sehr gern mal aus dem Burger raus fällt ... na ja, es ist schwer zu essen wenn man dies auf eine einigermaßen humane Weise tun möchte. Zu diesem vielen lauwarmen Fleisch war eine dünne Gurken und Tomatenscheibe beigefügt, ein hauch von Salat und viel undefienierbare Sauce. Focaccia Surf & Turf erreichte mich.... Oh, das sah auch aus wie ein Burger.... Das hätte ich nicht erwartet, da es in der Karte nicht wirklich kenntlich gemacht ist das es sich um Burger mit Focaccia-Brot handelt, aber egal... habe ich behalten und probiert. Fleisch leider auch lauwarm, extrem fettig, Crevetten leider KALT, Salat quasi nicht vorhanden sowie auch die Avocadosauce :-( .... Mensch ey, der zerstreute Kellner hat mir echt leid getan... das ist ja alles nicht auf seinen Mist gewachsen dachte ich mir... und ich glaube er war recht neu im Geschäft. Das Dessert war Super!!!! Churros, ein Fertigprodukt aber egal, es war toll. Haben dem Kellner trotzdem ein gutes Trinkgeld gegeben und das Restaurant mit guter Miene verlassen.Fazit: Der Grundgedanke wie das alles so sein sollte ist echt gut, leider extrem schlecht umgesetzt .... Ich komme leider erst einmal nicht wieder und empfehle es auch nicht weiter. Jedem Restaurant gebe ich gern eine zweite Chance, vielleicht ist es ja in einem Jahr oder so besser... dann versuch ich es noch einmal ;-)"}, {"date": "11-08-2015", "rating": 2.0, "content": "Malgré un concept plutôt sympa, sorte de 'Take away' sans l'être, la préparation est basique et le repas fût très moyen. Frites en supplément du burger... Salade caesar présentée avec du poulet haché !!"}, {"date": "09-08-2015", "rating": 3.0, "content": "I and other friends went to the Butcher on the first week of August. We all took burgers and beers to drink. The quality of the meat and of the fries they serve is very high, though I would have preferred to have the patty a little less cooked. However, we waited very long (about 1 h between the beer and the burger) and paid quite a lot (even for Zürich). The service is friendly and they speak English but, considering the quantity of people, two waitresses were not enough. I took a bacon and cheese burger with caramelised onions (these are paid as extra topping), fries (around 8 CHF!), a 500 mL Quöllfrisch Naturtrüb bottle beer and a 400 mL tap beer and I paid 39.90 CHF. As I wrote before, the quality is not in discussion but, considering: a) the price; b) the waiting time; c) the dimension of the burgers and of the serving of the fries (many people - and not just me - complained they were too small), I would suggest people to go somewhere else in Zürich for a burger."}, {"date": "08-08-2015", "rating": 4.0, "content": "Friendly service, yummy burgers, good beer and wine choices. They could improve with some more lights outside (fairy lights perhaps?) But that's all!"}, {"date": "08-08-2015", "rating": 4.0, "content": "Gute Burger, guter Preis. Schöne Auswahl an Getränken ( mal nicht 08/15) jedoch leider nur im Plasikbecher. Servicepersonal könnte meiner Meinung nach noch etwas besser sein, war jehdoch noch ok. Werde in Zukunft nochmal vorbeischauen um zu sehen wie the Butcher sich entwickelt hat, denn das Konzept fand ich gut."}, {"date": "07-08-2015", "rating": 1.0, "content": "Wir waren an einem sonnigen Donnerstagabend auf der Terrasse von The Butcher. Auf unsere Speisekarte mussten wir erst einmal 15 Minuten warten, die Bedienung erklärte uns, dass zurzeit keine Karten verfügbar seien. Die Bedienung war zwar freundliche, wirkte jedoch gestresst, weil alle Tische besetzt waren.Wir bestellten zwei vegane Burger, da drei der vegetarischen Burger laut Karte vegan zubereitet werden könne. Die Bedienung erklärte uns dann aber, dass dies nur bei einem Burger möglich sei.Als die Burger nach einer halben Stunde serviert wurden, enthielten sie Käse. Also schickten wir sie zurück in die Küche. Nach einer Viertelstunde kamen die Burger zurück - diesmal mit einem \"V\" gekennzeichnet. Sie enthielten noch immer Käse. Erst nach insgesamt 1.5 Stunden Wartezeit erhielten wir schliesslich die bestellten veganen Burger, dabei handelte es sich aber eher um ein Brötchen mir Gemüse ohne Sauce.Ich habe Verständnis dafür, dass nicht in jedem Restaurant vegan gegessen werden kann. Wer dies aber auf die Karte schreibt, sollte doch wenigstens wissen, was vegan bedeutet.Auch irritierend fand ich, dass ein Burger-Restaurant, das auf der Karte damit wirbt, besonders nachhaltig zu sein, alle Getränke im Plastik-Becher serviert. Nachhaltig geht anders."}, {"date": "06-08-2015", "rating": 1.0, "content": "War mit Kollegen zum Essen im The Butcher.Das Lokal war an einem Wochentag nur mässig gefüllt, so dass wir ohne Probleme einen Platz im hinteren Bereich bekamen. Das war auch schon das einzig Positive.Die Servicemitarbeiterin liess uns dann erst mal gefühlte 20 Min warten,da sie sich mit einem Kollegen, der in Privatklamotten sich ein Bier zapfte (sicher ein Koch der Feierabend hatte) angeregt unterhalten hat.Getränke werden alle in Plastikbechern serviert, ausser Wein, darum bestellten wir auch welchen.Nachdem wir dann doch bedient wurden, kamen 3 von 4 Burgern kalt an den Tisch und der 4. ohne den bestellten Käse.Also alles wieder ab in die Küche.Die Pommes wurden stehen gelassen. Daher waren die, dann als die Burger wieder gebracht wurden, kalt.Aufmerksamkeit sieht anders aus.Es wurde auch nicht nachgefragt, ob alles gut ist und weiteren Wein konnten wir auch nicht bestellen, da kein Service zu sehen war.Zu erwähnen ist auch noch die ungemütliche Atmosphäre , Müllbeutel die überquellen hinter der Bar und lieblos aufgeklebte Tischpläne an der Wand mitten im Restaurant.Schade, das Konzept könnte so super umgesetzt werden, wenn man sich ein wenig mehr Mühe geben würde.Einen Chef scheint es auch nicht vor Ort gegeben zu haben, da die Mädels im Service mehr mit ihren Natels als mit der Arbeit beschäftigt waren.Einmal und nie wieder"}, {"date": "04-08-2015", "rating": 4.0, "content": "The hamburger was okay, overpriced like everything in Zurich (comparing to Italy) but still one of the cheaper we could find. The hamburger was good, I really like it! My boyfriend instead not really much at all and that's why: in the menu they wrote \"hamburger with bacon and cheese\", but inside there are also salad, mayo, another unknown sauce, tomatoes, onions and so on... maybe those information were written in German and we couldn't read it, but we had to threw away a lot of things from the inside...Anyway, if you want to take away your hamburger, remember to take something to clean your hand and mouth because they don't give you anything.I would recommend this place, but maybe if you don't like something in particular, you should ask before order. ;)"}, {"date": "04-08-2015", "rating": 4.0, "content": "Die Burger hier sind saftig und sehr lecker! Dazu gibt es Fries oder Salat. Die Burger gibt es in verschiedenen Varianten, auch Vegi ist erhältlich. Das Personal ist sehr aufmerksam und freundlich. Die Terrasse am Stüssihof ist im Sommer über Mittag ein idealer Platz für den Lunch."}, {"date": "04-08-2015", "rating": 4.0, "content": "Die Burger schmecken sehr gut und sind in allen Variationen erhältlich. 4 verschiedene Vegi Burger! Hut ab, diese Auswahl hat man selten bei Veggie Produkten. Kann ich nur empfehlen. Preis Leistung stimmt absolut und vorallem die Haussauce ist der absolute Schmecker!Was ich negativ finde, ist dass die Getränke in einem Plastikbecher daher kommen. Ein Bier schmeckt im Glas einfach besser und naturfreundlicher wärs auch.... Auch der Salat müsste meiner Meinung nach nicht in einem Plastikbecher serviert werden.Die Pommes fand ich zu fettig und egal ob spezial Gewürz oder nicht zu teuer, wie auch allgemein der Preis der Salate, Getränke etc.Aber dennoch Daumen hoch für den Burger! Komme gerne wieder für einen klasse Burger. Den Rest kann man ja weglassen."}, {"date": "01-08-2015", "rating": 2.0, "content": "My friend recommended me thid place... so we we gave it a try~The menu was not that big so we ordered in quiet a short time.We waited like 50 Minutes to get our Burgers! Which was a real shame, since we were just 4 people. There was no sorry and no discount or any explanation why it takes so long.Burgers were okay and fries too.But we waited way too long and many other costumers left angry after a long wait and still no food.I hope that wont happen again! Othetwise nice place"}, {"date": "01-08-2015", "rating": 5.0, "content": "one of the best burgers in town. very juicy and packed with the right amount of seasoning. fries are pricey for a handful portion only"}, {"date": "30-07-2015", "rating": 4.0, "content": "My husband and I had their regular hamburger with fries. The burgers were delicious and cooked exactly to order. The fries were very good. The food was very expensive, as is all food in Zurich."}, {"date": "27-07-2015", "rating": 4.0, "content": "Zürich typisch, ordentlich hoch eingepreist, bietet das Butcher, Grillgerichte in nettem Ladenlokal-Ambiente mit Möglichkeit vor dem Hotel Widder auch im Freien den Snack zu genießen. Die Portionen sind ok nicht üppig, schmecken sehr gut und erfüllen die Erwartungen an typisch Züricher Gaumenspezialitäten (Kutteln, Leber, Geschnetzeltes...)"}, {"date": "21-07-2015", "rating": 5.0, "content": "Besonders empfehlen kann ich den Pulled Chicken Burger mit Avocado und den Cheese & Bacon Burger. Das Fleisch ist saftig, zart und medium grilliert - genau wie es sein sollte. Das Personal ist sehr aufmerksam und freundlich. Meine Begleitung und ich waren begeistert und wir werden auf jeden Fall wiederkommen!"}, {"date": "16-07-2015", "rating": 3.0, "content": "The food (burgers) was decent-to-good, certainly value for the money. The place is nice and large. Nevertheless we waited several minutes, so take is easy if you go there."}, {"date": "13-07-2015", "rating": 3.0, "content": "The Butcher ist das neuste Mitglied der Zürcher Burger-Familie. Hier gibt es keine Premium-Burger wie zB im Helvti-Diner oder dem Bite, aber solide Kost zu einem guten Preis/Leistungsverhältnis. Wir waren am Abend dort - zwei Burger, plus Fries, Softdrinks und Bier kosteten gut 60.-. Zusammen mit der schönen Lage im Niederdorf macht das eine super Basis für einen unkomplizierten Abend.Uncool: Getränke kommen nur in Plastik-Bechern."}, {"date": "08-07-2015", "rating": 2.0, "content": "War mit einer Kollegin dort, ihr wurde es wärmstens empfohlen. Wir beide waren sehr enttäuscht. Ihr Salat sehr klein mir grosszügigen 3!!! Crevetten, mein Burger war zwar geschmacklich gut, aber pampig. Die Pommes ebenfalls geschmacklos und pampig, die Tortilla Chips völlig miteinander verklebt. Griff man nach einem, kamen 10 Stück mit, da alle verklebt waren. Dementsprechend fanden wir es auch etwas überteuert. Wenigstens freundliche Bedienung."}, {"date": "07-07-2015", "rating": 1.0, "content": "At a first glance, the place is amazing.Decoration is well done, stylish stools, lamps and menus. Clearly a certain amount of effort went into this.The menu is quite short. It's burgers. There are a few options if you are vegetarian etc. but mainly you're going in there for burgers and normally, the shorter the menu, the better the food, right?That's exactly what we were there for on a Monday night.The burger prices are reasonable. 15 CHF (plus minus) for a burger. 7 CHF for a TINY side of fries is definitely a bit of a stretch. So is 5CHF for a sparkling water served in a tiny plastic cup. But so far, we are all OK with the menu. They claim to be the best burger in town, so we are all open minded.After having quickly made our order (as I said, there are only few options). We wait over 50 minutes for our order to arrive. 50 MINUTES to flip a burger and add basic veggies inside!! Either the cook quit on them before our order or went on a dinner break or something, but we had no news about our 6 burgers.Finally, after all that waiting time, our burgers and tiny side of fries has arrived on a metal tray, wrapped up in paper, as if it came from McD's. The burgers are tasty, but if you were to compare the size to a McD burger, i'd say it's much smaller than a Big Tasty and there was less meat than I would expect for a gourmet burger. All I remember is eating a (relatively good) burger bun with a flavour of meat.Final verdict: OK, definitely not the best burger I've had.Price per burger is reasonable for Zurich, but overall price was high in the end, with sides and drinks.Service is amateur level. Either they had a real issue that night, or they are not organised.I wouldn't recommend the place to a friend."}, {"date": "03-07-2015", "rating": 4.0, "content": "The Butcher (located in the former spot of The Tank restaurant) has sidewalk seating benches with views of the old square and fountain in the Niederdorf. Inside, there are two separate rooms; the front room has benches, a long table in the middle, a couple of high stools and counter seating along the opposite wall. The back room is mostly large picnic type tables. There is certainly ample seating throughout the restaurant and sidewalk benches. The atmosphere of the place is nice with special lighting all around the walls and ceilings. The female wait staff spoke English and German.The menu consists of burgers (plus veggie burgers), chicken, pulled chicken/pork, focaccia sandwiches, sides, salads, milkshakes, lemonade, margaritas, soda, tea, beer, wine and desserts. I tried the cheese and bacon burger (15.80CHF), butcher fries (7.80CHF), draft beer (6.50CHF, 4dl). The meal was served on tin cookie sheets. I really enjoyed the taste of the burger as it was cooked medium and had very good flavor. The fries were well seasoned and very good. So overall, the taste and quality of the food was very good. They offer very good, free, secured Wi-Fi and the restrooms were clean.A few items of note as to why the 4 star rating, instead of a 5:-The beer was served in flimsy, plastic tumblers.-I thought there could have been more fries served in the waxed paper bag.-The burger was served in waxed paper; the salads are served in a plastic tumbler so there seems to be a lot of waste products.-The online prices for the sides are 5.80. The in-restaurant menu side prices state 5.80/7.80. The sides are butcher fries, salad or tortilla chips. ALL items on the menu are priced individually except in this category. The restaurant has been open for less than one month, but it seems as though there is less emphasis on washing many dishes after the meals which in turn will lead to more waste products.Overall, I would visit again as the food is very good."}, {"date": "03-07-2015", "rating": 5.0, "content": "Wir waren an einem sommerlichen Mittwoch-Abend hier, ohne Reservierung konnten wir gemütlich draussen sitzen. Die Karte bietet genau das, was man von einem Burger-Restaurant erwartet. Verschiedene Burger, welche jeweils noch mit diversen Zutaten \"gepimpt\" werden können. Ebenfalls dürfen natürlich Fries und diverse Salate nicht fehlen. Ich probierte den klassischen Burger und dieser hat sehr, sehr gut geschmeckt - ich habe in der Schweiz noch nirgends einen vergleichbar guten Burger gegessen."}, {"date": "01-07-2015", "rating": 5.0, "content": "What a great menu definitely US inspired. Well done presentation, use of local veg and meat. Great patio. Very fun place for burger, fries and an beer! Will be back!"}, {"date": "30-06-2015", "rating": 5.0, "content": "Wir waren Samstag abends bei The Butcher da wir unbedingt die Burgers ausprobieren wollten (wir hatten bereits von Freunden sehr gute Referenzen erhalten).Und wir müssen zugeben dass es uns absolut nicht enttäuscht hat!!!Fabelhaft, für uns die besten Burger der Stadt! Sehr geschmackvoll und fein. Die Sauce vom Hamburger: ein Traum, man hatte einfach nur verlangen nach mehr. Die Butcher Fries waren auch sehr lecker gewürzt.Die Bedienung sehr nett, man hat sich jederzeit Sorgen gemacht dass alles in Ordnung sei.Wir werden 100% bald wiederkehren :).Die Dekoration des Ladens ist sehr gelungen, ein toller Fabrik/Vintage \"look\".Bringt neuer Wind in die Stadt."}, {"date": "12-06-2015", "rating": 5.0, "content": "Ganz neu eröffnetes Burger-Restaurant. Schön gestaltetes Restaurant im Stil sympathischer Keller/Fabrik. Lange Tische mit Bänken, aber auch kleine Tische und Stehtische, für jeden etwas. Auch kann man draussen sitzen und das Leben im Niederdörfli beobachten.Die Burger sind aus besten Fleischstücken gemacht, auf den Punkt richtig gebraten und die hausgemachte Sauce rundet perfekt ab. So ist der Burger ein Genuss. Dazu gibt es lokales Bier, Drinks oder hausgemachten Eistea. Das Essen ist nicht günstig, aber alleweil den Preis wert."}]}