{"restaurant_name": "Butcher Badenerstrasse", "overall_rating": 3.0, "all_reviews": [{"date": "12-02-2022", "rating": 2.0, "content": "Le resto est très très joli, le service hyper sympathique pour Zurich mais alors les burgers… une catastrophe!!! La viande est dure comme de la semelle, impossible à mâcher. C’est sec, il n’y a presque pas de sauce, et ça manque cruellement de goût. Un conseil: si vous voulez manger de vrais bons burger, allez faire un tour chez Burger Meister ou The B(i)te juste â côté. C’est le jour et la nuit. Les frites aux truffes sont par contre assez bonnes."}, {"date": "09-02-2022", "rating": 5.0, "content": "I was the first time in this restaurant. I like the interior design. It‘s stunning. The staff was super lovely the whole evening. The food was ok. I was just surprised that they already ask to give us the bill at 21:15."}, {"date": "05-02-2022", "rating": 2.0, "content": "Place looks fab, great interiors, but... First impression we, and 3 other couples had to wait about 10 mins before anyone even said hello. A very poor first impression, wasn't even that busy and a first hello and welcome I'll be with you soon would have made a huge differenceWhen greeted, we had changed our reservation from 7.30pm to 8.30pm but they couldn't findWe got a table (thanks) and decided to order a cocktail. There was a VERY limited selection, which is ok for a burger place but they had a NOGRONI, a Negroni with no Gin, I asked for a normal Negroni...not possible, they have all ingredients as they had gin drinks, but impossible to put gin into my nogroni, so they lost moneyHad the beef tartar to share first, pretty non descript in flavour, tartar was so fine it was like mush and whatever was on the plate with it had NO flavourThen we had burgers, one crispy chicken and one bacon and cheese burger. Not bad flavour wise but the beef pattie was so compressed the pattie was hard, medium but hard, not juicy or flavoursome at allTruffle fries were nice (no real truffle of course) but okFor CHF30 a burger, they could have done far better, biggest disappointment was the hard pattie and the inflexibility to make a real negroni( so don't offer any cocktails if you can't do the most basic)Ice cream lollypop was nice10pm (or maybe it was a little later) the lights were turned in full and everyone had to leave..are you guys serious, we haven't done that since the 80's and many were still drinking including us finishing our bottle of wine...so tacky, no need to flash the lights that's just amateur, just inform your guests politelyNice to try, but no need to go again and certainly wouldn't recommend as too many other and better places to have a burger..we paid Chf 170 for 2, just not worth it at all...shame"}, {"date": "05-02-2022", "rating": 1.0, "content": "Food was ok but service is SO BAD. at 10pm, restaurant was still full they turn on lights, and said we need to finish drink soon as possible and leave."}, {"date": "29-12-2021", "rating": 1.0, "content": "Salat zu wenig Sauce, Pommes zu salzig, vegetarischer Burger mit veganem Speck und veganem Käse definitiv nicht zu empfehlen, Kellner versucht witzig zu sein, ist es aber nicht und wirkt deshalb aufdringlich. Der vegetarische Burger einer grossen Fastfoodkette ist halb so teuer und schmeckt doppelt so gut. Es war ganz allgemein der schlechteste vegetarische Burger, den ich bisher je hatte und dies gleichzeitig mit dem höchsten Preis den ich je dafür bezahlt habe."}, {"date": "25-10-2021", "rating": 5.0, "content": "We came for dinner to this special restaurant in American style (please see pictures).All service personnel was very very friendly and helpful.Food came quickly and everything tasted great. Also several vegetarian/vegan options on the menu.Interesting ice cream lollies for desert.Is this a helpful review? Then please give me a \"Thumbs up Thank FrankGeisler\" by clicking the button below."}, {"date": "06-08-2021", "rating": 5.0, "content": "We were received only very kindly, we were really spoiled from A to Z. Since we didn't know the card, our service advisor Kenneth (Kenny) took the time to advise us. The food came in no time and it tasted really fabulous. It was also regularly asked whether everything was fine; every now and then we got our drinks poured out. I can only recommend it!"}, {"date": "30-07-2021", "rating": 1.0, "content": "Katastrophe.Fleisch kalt,Burger pampig,Pommes ungeniessbar.Frechheit unterster Stufe,preislich abzoggerei.Nie wieder,vorher Donalds MC World..Ein Rätsel wie eine solche Bude Kunden hat.."}, {"date": "31-01-2021", "rating": 1.0, "content": "Katastrophe Das Fleisch war nicht durch, die Pommes ungeniessbar. Nie nie wieder und ich empfehle niemanden dieses Lokal zu besuchen"}, {"date": "29-11-2020", "rating": 2.0, "content": "Have been wanting to go to this restaurant since before covid as a little different to the usual resturants. Service was good and our waiter was friendly although the cocktails we ordered were more like water than alcohol. The food however was awful ....starters were very small and the burgers were terrible. Asked for a wine list and given the option of 1 bottle of very bad white wine! The marshmallow desert was fun and probably the best thing on the menu! Alot of young people in there...mostly photographing themselves eating marshmallows!!! Not a place to visit if you want good food or a wine list!"}, {"date": "10-11-2020", "rating": 4.0, "content": "Eine willkommene Abwechslung in Covid Zeiten, stylische Atmosphäre, erinnert mich ein bisschen an NY. Der Ckickenburger war schön knusprig, die Trüffel Pommes prinzipiell gut, spitzfindige würden sagen, sie wurden etwas zu lange fritiert, hat dem Geschmack aber keinen Abbruch getan. Bedienung aufmerksam, nichts zu mosern."}, {"date": "05-11-2020", "rating": 1.0, "content": "Advertised as the vegan/vegetarian friendly burger sister restaurant to the Butcher, I was surprised that they didn’t understand what a vegan was. There were no vegan burgers (strange) as all of the choices were topped with cheese, mayo, or had honey in it. So I asked if a burger could be made vegan, they said, after much confusion, yes. Mine came out with cheese and some sort of disgusting Vacon that I also said to our waiter several times not to add (he kept pushing it as a suggestion and I kept saying no). They took my plate away to fix the problem, and came back work a hastily grilled patty and cold fries. The gluten free bun was also dry and awful, the vegan meat patty itself made my stomach turn. My partners burger was just as awful. A.) if you advertise yourself as plant based, don’t only have two fully vegan options (friends and a Roma salad) b.) if you have to remake a dish don’t leave the rest of the customers plate on a counter and let the rest of the dish go cold. We left in a hurry and the waiter did seem like he was going to offer coffee or dessert for the mistake which I appreciate, but the way the food just made it unappealing. I want to stress, I understand my food preferences are not normal, but if you advertise yourself and plant based, the staff should know what plant based is. Also I highly recommend you change your vegan patty, it really is stomach turning."}, {"date": "25-10-2020", "rating": 2.0, "content": "Ich wurde noch nie so unverschämt von einem Kellner behandelt, wie in diesem Restaurant. Sich über Kunden immer wieder lustig zu machen, dumme Sprüche zu bringen und am Ende zu bestimmen, wer welche Kosten am Tisch übernimmt, ist einfach dreist und super unhöflich.Der Preis von 10 CHF für 1 Liter Wasser in einer offenen Karaffe ist zu hoch.Der Chicken Burger war zu trocken und mit Chicken Nuggets, was auf der Karte nicht ersichtlich war. Auch die Pommes waren viel zu trocken und schmeckten alt.Man hatte den Eindruck, dass die Kellner angehalten wurden Umsatz zu machen, da sie uns zum Konsumieren gedrängt haben.Es ist das erste und letzte Mal, dass ich dort gegessen habe."}, {"date": "30-09-2020", "rating": 1.0, "content": "Nice interior, good service, terrible food. The worst burger (CHF25) I've had in living memory. See photo attached"}, {"date": "27-09-2020", "rating": 1.0, "content": "We ordered a burger with fries and a chicken pieces dish also with fries, a beer and a coca cola. While the waitress was about to place the dishes on table, she dropped all plates on the table, of course they broke and all sauces, food etc were scattered on the table and on us creating a mess but mainly having my jacket on dirt with sauce etc. So they apologized and said they will make up asap. After 15 minutes they came back with the dishes while the fries where undercooked, practically unpleasant to eat so we had to note it and ask for replacement. At same time we noticed that the veggies of the chicken dish were hardly even cooked - nearly raw, which made it hard to chew and taste such aubergine and broccoli so when we brought it up with the waitress she said it is their style to cook veggies al dente! Finally, while removing the empty plates the waitor appogized again and said we will not pay for anything and while we were preparing to leave they asked us to pay for the drinks...Bottomline, food was below average, service was poor and management attitude unacceptable. We will definitely never come back!"}, {"date": "18-09-2020", "rating": 2.0, "content": "Wir waren zu zweit im Butcher and Daughter. Der Kellner war bisschen aufdringlich und wollte unbedingt die Trüffel Pommes andrehen. Ich hatte die Pommes mit Hummus. Hummus war sehr rar, dafür waren die Pommes viel zu versalzen. Der Burger war ok, aber an sich nichts Spezielles. Im Grossen und Ganzen war es interessant das neue Interieur zu sehen, die Musik war leider auch nicht passend."}, {"date": "14-09-2020", "rating": 4.0, "content": "Mittagessen Take-AwayMan kann an einen Bildschirm bestellen wie bei den grossen Ketten, aber auch beim Personal direkt. Als erst Kunde wurde uns alles von einer netten motivierten Dame erklärt.Die Burger schmeckten sehr gut und waren innen drin noch Rosa und nicht total durchgebraten. Als Trüffelliebhaber ist die Trüffelsauce zu den Pommes zu empfehlen.Das einzige wieso ich ein Punkt abziehe ist der doch eher hohe aber für Zürich normale Preis.Empfehle dieses Restaurant auf jeden Fall weiter und werde bestimmt als Restaurantgast nochmals kommen."}, {"date": "20-09-2019", "rating": 3.0, "content": "Zu Mittag ins \"The Butcher\", Burger mit Ziegenkäse, Spiegelei und Pommes. Die Pommes waren einfach lecker, der Burger verträgt aus meiner Sicht mehr Pfiff im Sinne von Gewürzen und Rafinesse. Aus meiner Sicht sollte das Fleisch nicht so fein gehackt sein, etwas gröber macht den Paddy luftiger und schackhafter."}, {"date": "04-04-2019", "rating": 1.0, "content": "Was für eine schlechte Erfahrung - Das Restaurant macht den Eindruck ein authentisches Amerikanisches Lokal zu sein, aber man wird bitter enttäuscht... Die Supergrosse Portion Pommes (für 3 Personen oder mehr angegeben), putzt man zu zweit locker weg und wünscht noch mehr, legt aber 18 Stutz dafür hin (die Pommes kommen in einer Zeitungstüte wie man es zbsp von Nordsee Restaurant für Fish + Chips kennt... Langweilig und einfallslos, und dafür 18.- verlangen? Ganz schade! Dann der Burger... wo fange ich an... der Käse war erstens nicht warm, von geschmolzen kann keine rede sein, der ganze Burger machte einen kalten Eindruck. Der Preis dafür ist zwar OK, aber dann habe ich also lieber zwei traurige Big Macs für den gleichen Preis - besseres Erlebnis, obwohl ich Big Macs nicht mal mag. Und der Käse schmeckte all zu sehr nach Pizza käse... ob es das auch ist? Von Cheddar keine Spur, was man für einen solchen Amerikanischen Burger erwarten dürfte... schade... Die Service-Angestellte hatte auch keine Ahnung wie man ein Bier einschenkt... vollgas ins Glas, wie ein Wein... Hallo? Mein Bier muss doch nicht mehr \"temperieren\"? Logisch schäumte das Bier da sofort über... das Glas war sowieso viel zu gross... und auch kein Bierglas... sondern so ein fettes übergrosses Ikea-Style Glas... Für den Preis hätte ich ein richtiges Bierglas erwartet... Da gehe ich ganz bestimmt nicht mehr hin."}, {"date": "16-03-2019", "rating": 4.0, "content": "We went to the butcher on a date on a Friday night. The layout makes it a cool urban down to earth burger place. The fries were probably some of the best in Zurich, however the burger is more pricey and not as tasty as at other locations in Zurich. Nonetheless definitely worth a visit if you find yourself in Zurich craving a burger."}, {"date": "28-02-2019", "rating": 4.0, "content": "The Butcher bekommt man ja schon gar nicht mehr angezeigt aber das ist Quatsch.Ich habe in ZH schon viel mehr für schlechtere Burger ausgegeben und die 2 US Giganten sind im Preisvergleich zur Mittagskombo vielleicht 5 CHF günstiger. Die Fries waren speziell aber gar nicht so schlecht.Guter Burger, Grillpunkt getroffen und schmackhafte Zutaten. Laut aber ansprechende Atmosphäre und ein freundlicher aber etwas „planloser“ Service.Im Ganzen mehr als okay für einen schnellen Mampf."}, {"date": "08-01-2019", "rating": 1.0, "content": "I have been to The Butcher Burger on Badenerstrasse last week (02/01/19) but I can't say I had such good memories.I went to this place because I had already researched the internet that there were safe options for coeliacs, and so the girl who received us confirmed.Between the choice on the menu and the request, they changed their staff, and who came to take our order was a young man, who seemed to be a manager.We ordered the two burgers, with GLUTEN-FREE bread (which I pointed out on the menu, and I clearly said that they were both gluten-free).When our request arrived, as they were both to be gluten free, it didn't even cross my mind that it could do me harm.I ate and it was delicious, so much that when we finished, the manager came to ask if everything was ok, I praised that it was the best hamburger GLUTENFREE that I had ever eaten. He completed talking about the selected meat, and I talked about the gluten-free bread, which was very good. And that's it, he didn't say anything about.But at the time of payment we didn't see that didn't have the additional CHF 1.50 for gluten-free bread, in the invoice. And we went away happy with our delicious burger.What I did not expect is that not an hour later, the same delicious hamburger made me feel very bad, as I had never felt. After all I can't eat gluten and without knowing I ingested a bomb of gluten in the middle of a trip.I got sick at the hotel, missed the rest of the tours and still had to spend on medicine.So be a lesson to be more careful about serving people with food allergies / intolerances, because it is very serious.I think it was an oversight at the time of the request, but in this type of situation no slips can occur.And to the Celiacs, there's my warning.**the photos I took on the spot, and the ones I found from gluten-free bread are really different."}, {"date": "09-09-2018", "rating": 4.0, "content": "Ich habe mich für die Variante take out entschieden. Die website zum bestellen ist professionell, tolle variante ist der „burger ohne bun“. Die Qualität ist sehr gut, geschmack auch. der service war ebenfalls angenehm, die pommes leider matschig. ich habe sie zuhause noch einmal heiss gemacht, dann ging es. die lokation ist ansprechend mit einem kleinen garten. schon aus dem grund lohnt es sich, im sommer dort zu speisen. preis- leistung stimmt für mich."}, {"date": "04-09-2018", "rating": 3.0, "content": "Naja für diesen Preis könnte man ein wenig mehr erwarten. Man kann da essen, aber man sollte dann nicht zu viel erwarten."}, {"date": "19-08-2018", "rating": 4.0, "content": "Die Burger sind wirklich sehr fein und schmecken super lecker, auch das Brot ist niemals zu trocken. Die Preise sind insgesamt nach Schweizer Standards angemessen. Die Portionen genau so, dass bei niemandem etwas übrig bleibt, was aber einigen eher zu wenig vorkommt.."}, {"date": "09-08-2018", "rating": 2.0, "content": "J'ai commandé le steak burger à base de viande soi disant premium et ai été très déçut du résultat.Le burger avait pourtant l'air appétissant et n'était pas vraiment mauvais, en revanche la viande était impossible à mâcher. Le burger étant servi sans couverts, il fût difficile de le terminer."}, {"date": "01-07-2018", "rating": 4.0, "content": "We felt like having a burger and decided to go to the butcher. Great decision! Tasty burger and yummy fries. They have water for free and staff is friendly. Go for it"}, {"date": "22-06-2018", "rating": 4.0, "content": "I'm surprised at the low reviews for The Butcher! They're a good competitor to Holy Cow in my opinion. It's not quite real restaurant quality, but it's a great fast food option. The burgers are all cooked right before you eat them—unlike most fast food places (including Holy Cow) which pre-cook the patties and just warm them up a bit on the grill before serving.Fries are OK, not great, but definitely passable and they're not overly salted, which is nice. It's not the best burger I've ever had, but it's also only like 15 CHF, so it's a great deal (i.e. same price as Holy Cow and barely more than McDonalds). The Badenerstrasse and the Altstadt locations are also quite nice inside, while the Altstetten Bahnhof location is a bit more spartan, although nice enough in summer with the outdoor seating."}, {"date": "03-06-2018", "rating": 4.0, "content": "Gute Burger, die Preise sind jedoch genug hoch. Die Fries sind für mich absolut ungeniesbar. Labrig und ohne Geschmack. Service ist meist sehr angenehm."}, {"date": "22-05-2018", "rating": 5.0, "content": "Waren zusammen mit Freunden hier und haben einen schönen Abend verbracht. Das Ambiente ist angemessen rustikal, der Innenhof ist bei schönem Wetter super. Wir haben alle Burger gegessen und waren sehr zufrieden. Das Fleisch war auf den Punkt, geschmacklich top. Die Pommes waren so gut, dass wir nochmal nachbestellt haben. Auch der Service war freundlich und schnell. Würden auf jeden Fall wieder kommen, sehr zu empfehlen!"}, {"date": "19-05-2018", "rating": 4.0, "content": "die burger sind sehr gut mit alles frischen zutaten. preislich eher genug.der service ist jedoch verbesserungswürdig."}, {"date": "16-05-2018", "rating": 5.0, "content": "Das Essen wird frisch zubereitet und schmeckt sehr gut. Der Preis ist super, für Studenten und Schüler ist es nicht zu teuer.Es hat zudem noch eine grosse Auswahl."}, {"date": "10-05-2018", "rating": 4.0, "content": "Die Location ist cool und angenehm, aufmersames Personal, feines/gesundes/frisches Essen (auch glutenfrei)"}, {"date": "01-04-2018", "rating": 4.0, "content": "Die Bedienung war sehr freundlich und aufmerksam.Burger-Preise in Ordnung.Unsere beiden Burger waren lecker.Aber für zwei Burger mit Fries sind 30‘ Wartezeit etwas lange.Das Lokal ist okay und bietet genug Platz. Die Tische mit teils breiten Rillen und Schmutz darin sind etwas eklig.Aber toll finde ich die feuchten Mini-Handtücher am Tisch.Insgesamt okay und empfehlenswert"}, {"date": "21-03-2018", "rating": 4.0, "content": "Was in this little place for celebrate the birthday of my men, we decide to try the all you can eat menu and it was a good choice!! The vegetarian hamburger that I tried was amazing. Will come back for sure!!"}, {"date": "28-02-2018", "rating": 5.0, "content": "Hamburguesa cheese bacon doble con carne excelente y al punto. Patatas fritas buenas aunque demasiado saladas. Muy recomendable!"}, {"date": "26-02-2018", "rating": 2.0, "content": "Komme um 18:00 Uhr ins leere Restaurant und warte erstmal 5 Minuten bis die Bedienung aus dem Back-Office kommt. Die Kellnerin hatte während dem ganzen Service ein freundliches Auftreten. Allerdings gibt es folgende Punkte zu beanstanden:-Der Hausgemachte Eistee wird ohne Eis oder Garniture in einem Plastikbecher serviert.-Bei einem leeren Restaurant hat die Kellnerin meine Bestellung falsch aufgenommen (keine Pommes Frites gebracht).-Bei einem leeren Restaurant haben die Köche einen Bacon Burger ohne Bacon für mich zubereitet.-Das Burgerfleisch schmeckte fad und am Tisch hat es keine Salzstreuer. Zudem wollte ich nicht mit dem Salzen warten bis mein Essen kalt wird, da die Kellnerin mit Vorbereitungsarbeiten beschäftigt war.Positiv waren die Pommes Frites und die Garstufe des Fleisches. Ansonsten sind selbst für Zürich rund CHF 35.00 viel zu teuer für den fehlenden Service und das durchschnittliche Essen und Trinken."}, {"date": "13-02-2018", "rating": 1.0, "content": "Ich bin schwanger und der Burger habe ich sehr gut durchgebraten bestellt! Er kam total roh, wird waren zu 4 im Restaurant (also es war leer) aber die köche und die Servicemitarbeiter waren beschäftigt mit den Bestellungen die fürs Homedelivery eingegangen sind! Null aufmerksamkeit, Getränk zweimal bestellen müssen, nachdem zweiten Mal bestellen wurde es uns fast auf den Tisch geschmissen. Sehr unfreundlich und Preis Leistung katastrophal. Dann 100000 mal lieber in den Mc Donald!!"}, {"date": "10-02-2018", "rating": 1.0, "content": "Hamburger sans aucun intéret ,servi sur une feuille de papier imprimée. Prix exhorbitants. Nous avons regretté de ne pas être allé au Mac Do."}, {"date": "01-02-2018", "rating": 3.0, "content": "Como todos os The Butcher o local esta lindamente decorado,e é acolhedor! O serviço rápido e simpático! Os hambúrgueres não estão ao nivel dos outros restaurantes do mesmo grupo, regra geral a comida vem muito fria,as batatas fritas tivemos mesmo de pedir para trocar,totalmente frias! Certamente alguem com falta de experiencia na cozinha!"}, {"date": "20-01-2018", "rating": 1.0, "content": "Unser erster Besuch im \"The Butcher\" wird wohl gleichzeitig der letzte bleiben.Wir haben uns für das Restaurant entschieden, da wir auf der Suche nach einem guten Burger waren und dem Imbiss eine Chance geben wollten.Die Bedienung war wirklich sehr bemüht und freundlich, die Karte sehr ansprechend und das Essen wurde ebenfalls relativ schnell geleifert - soweit so gut.Leider waren die Burger (Bacon & Cheese, Pulled Pork) wirklich nicht gut - das Prädikat dafür war essbar. Das Pulled Pork war laufwarm aufgewärmt und geschmacklos und das Fleisch im anderen Burger verbraten (also well done und nicht medium wie auf der Karte beschrieben). Der Lichtblick war das Brot der Burger, dieses hat uns gut geschmeckt im Gegensatz zum ganzen Rest.Das schlimmste waren jedoch die Beilagen! Butcher Fries (CHF 6.80) an Butcher’s Secret Würzmix - keine Ahnung ob ihr euer Essen gelegentlich selbst probiert bevor Ihr es ahnungslosen Kunden serviert, aber was wir da auf unseren \"Tellern\" erhalten haben war eine geschmackslose Pampe.Kleine Randbemerkung: wir sassen ca 30-40 Minuten im Restaurant, in dieser Zeit versuchte ein Fahrradkurier Bestellungen für Kunden entgegennehmen. Während dieser Zeit standen die Esswaren einfach so in Ihren Papiertüten da, weil jeweils immer was fehlte. Ich möchte wirklich nicht wissen, wie sich das \"Genusserlebnis\" der (vielleicht) irgendwann mal gelieferten Burger anfühlte.Dieses Restaurant ist wirklich eine absolute Schande - wir haben für 2 Getränke und 2 Burger CHF 60 ausgegeben uns der Gegenwert entspricht dieser Bewertung, den der Geschmack beleidigt jeden Fastfood Burger, welchen ich in den letzten Jahren gegessen habe!"}, {"date": "16-01-2018", "rating": 1.0, "content": "Das erste mal ass ivh vor ca. einem Jahr bei The Butcher. Am anfang fand ich es ok. Mitlerweile bekomme ich nur noch vertrocknete Burger, welche sehr unfrisch erscheinen. Die Butcherfries als Beilage waren total ungeniessbar. Kalt, trocken, hart, mit einem Haar drin als waeren sie zwei, drei Tage alt.Dies war das letzte mal The Butcher für mich."}, {"date": "09-01-2018", "rating": 5.0, "content": "Super Burger, super Bedienung!!Empfehlenswert und preislich ok!Komme wieder.Unkompliziert und gut erreichbar"}, {"date": "23-12-2017", "rating": 2.0, "content": "Hatte nur einen grossen Burger, ohne Beilage. Der war schon lecker, aber mit knapp 20.- einfach übertrieben teuer. Es gibt für den Preis nicht einmal Besteck oder Gläser."}, {"date": "17-12-2017", "rating": 1.0, "content": "Ich habe an einem Sonntag Nachmittag dort einen Pulled Pork Burger gegessen und ein grosses Bier getrunken.Der Burger war trocken und offensichtlich aufgewärmt. Geschmacklich lief da gar nichts.Angerichtet, ein Burger im Papier auf einem Tablar. Anmächelig angerichtet ist anders.Das ganze hat gute 26 Franken gekostet und ist ziemlich exemplarisch für was alles schief läuft in der zürcher Gastronomie.Einfach nur noch lächerlich teuer."}, {"date": "14-12-2017", "rating": 1.0, "content": "Habe Online bei Butcher bestellt. Bis das Essen mal gekommen ist, sind 2 Stunden vergangen. Zudem wurde dann noch das falsche geliefert (kein glutenfreier Burger). Sehr schlechte Erfahrung gemacht - gar nicht empfehlenswert!"}, {"date": "11-12-2017", "rating": 2.0, "content": "I've been there 3 times. The burger was almost raw and cold inside every time, even after telling the waitress I wanted the meat well done. The bun was dry and seemed to 2 days old bread. The French fries were cold and soggy, like they were fried 2 hours ago.The waiters are not friendly or helpful. There's an \"all you can eat\" Monday, which is only available for certain items on the menu, then you should fill in a card for each round but you are not allowed to order burger and salad in the same round, as the waitress explained to me. I have to eat the first round (burger) first, then I'm allowed to order something else. The system is quite complicated and the waiters are very inpatient if they have to explain it to you. Then it's really cold inside the restaurant. I kept wearing my coat while eating. I went three times because every time I hoped it would be better next time... its never was... very disappointing and overpriced."}, {"date": "02-12-2017", "rating": 1.0, "content": "Schlechter geht es nicht. Wir habe zwei kalte, vertroknete Burger ehalten, welche einfach nur ungeniessbar waren.Die Pommes-Frittes waren ebenfalls kalt und trocken so als ob sie von vergangener Woche wären.Absolute Enttäuschung!"}, {"date": "12-11-2017", "rating": 1.0, "content": "Bis anhin hat uns The Butcher Badenerstrasse immer geschmeckt. Doch heute war es eine riesen Entäuschung!75 Minuten nach der Bestellung haben wir zwei kalte Burger und Pommes erhalten, die alles andere als gut waren: Steinharte trockene Brötchen, rohe Beef Patty, harte Fries. Bekanntlicherweise isst das Auge ja mit. Der Burger sah so aus, als wäre er vom Vortag. Unser Fazit: Nie wieder!"}, {"date": "07-11-2017", "rating": 2.0, "content": "Locale molto grazioso, Familiare e piacevole.Una cena in famiglia con tavolata da 11 persone. Alcune pecche importanti nel servizio: un hamburger dimenticato, la bambina con noi servita per ultima, gli hamburger richiesti senza salsa arrivati con tutte le salse. Anche la qualità non è stratosferica, ho certamente mangiato hamburger più buoni. In merito al conto, è basso per Zurigo, eccessivo per l’esperienza in sè. Non penso di tornare"}, {"date": "02-09-2017", "rating": 5.0, "content": "Kann nicht viel sagen, ausser dass diese Burgers süchtig machen! Hoffe es bleibt eine Erfolgsgeschichte, so dass ich den Burger auch noch in ein paar Jahren geniessen kann! Die Fries könnten ein bisschen frischer sein, jedoch macht der Burger alles wieder wett!! Saftig, zart, mein Schaaaaatz!"}, {"date": "22-08-2017", "rating": 3.0, "content": "Ich besuchte das Restaurant um 18:30. es gab genügend freie Plätze. Ich bestellte einen Butchburger und Haloumi fries. der Burger war saftig und schmeckt gut. Das Brötchen war mir etwas zu hart. Die Haloumfries waren gut aber in meinen Augen etwas zu teuer für das, was wir bekamen. Der Brownie mit einer Kugel Joghurteis war gut. Der Hausgemachte ICE Tea war sehr erfrischend."}, {"date": "21-08-2017", "rating": 2.0, "content": "Ich habe einen bacon&cheese burger bestellt mit Käsefries und einen hausgemachten icetea. Der icetea war sehr lecker muss ich sagen.obwohl healthy draufsteht,war es sehr gezuckert.Der burger war nicht wirklich mein ding. Alles zusammen hat mir nicht geschmeckt. Das brot war so hart, dass ich mir sogar meinen gaumen aufgeschlitzt habe. Es gibt bessers, viel bessers. Die fries waren eig sehr lecker, aber für das bisschen so viel bezahlen? Nein danke!Im grossen und ganzen, werde ich the butcher nicht mehr besuchen."}, {"date": "20-08-2017", "rating": 2.0, "content": "Sabato sera ore 20.a parte 3 tavoli occupati,il locale é vuoto.Abbiamo prenotato e ci invitano a sederci dove vogliamo.Ordiniamo 3 hamburger e l'attesa è di circa mezz'ora ( ...con il locale semi vuoto??).Gli hamburger non sono cotti bene e le patatine sono mollicce, si salva solo la salsa di accompagnamento in questo piatto.Un vero peccato perché il locale é originale ed é dotato di un cortile con tavoli all'aperto."}, {"date": "12-08-2017", "rating": 3.0, "content": "A friend and I had burgers at Butcher for lunch. The food was good but the service was very slow. We waited more than 40 minutes for our food, although there weren't too many guests."}, {"date": "06-08-2017", "rating": 2.0, "content": ".....this establishment has a very bold way of advertising there foods \"As Healthy as F...k!\" Not quite living up to there reputation! Burgers were basic and the Chips were Dry and tasteless..............coming from South Africa were we know what a Spur or Burger King taste like!.........very disappointing!!!!"}, {"date": "31-07-2017", "rating": 1.0, "content": "Waited 70 minutes for a burger! Finally gave up and wanted to pay the drinks. Then we had to wait longer to be able to pay the drinks! They should employ more people for the number of tables they have!!!"}, {"date": "31-07-2017", "rating": 3.0, "content": "Essen war super. Kleine Portion reicht völlig aus. Service nicht sehr professionell und Essen ging knapp 40 Minuten. Für Burger und Salat zu lange."}, {"date": "08-07-2017", "rating": 5.0, "content": "Nous nous sommes arrêté totalement par hasard dans ce restaurant et la viande du Burger est juste extraordinaire! Je recommande cet endroit! En plus le personnel est très sympa, ayant fait l'effort de parler en français car mon allemand est très limité"}, {"date": "21-06-2017", "rating": 4.0, "content": "Primera cena en Zurich. Fuimos al lugar porque me lo recomendaron.Dejando a un lado los precios de Zurich que son de susto para el resto del mundo, no eran tan elevados como en otros restaurantes. La hamburguesa estaba riquisima y el servicio fue MUY amable, incluso nos atendieron en español.Me llevé la mejor de las impresiones del restaurante. Volvería seguro si regreso a Zurich, así que si, lo recomiendo."}, {"date": "19-05-2017", "rating": 4.0, "content": "Die Bedienung war sehr freundlich, das Essen ebenfalls tiptop. Vom Burger hätte ich ein bisschen mehr erwartet, die Fries waren jedoch hervorragend. Gerne wieder."}, {"date": "10-05-2017", "rating": 5.0, "content": "If you're really famished then this is the place to go! Great burgers! You can even almost create your own and enjoy it in their small garden! Fries were a bit dry but nothing really to complain about. Extremely funny guy running the place! I'll most definitely go back."}, {"date": "09-05-2017", "rating": 4.0, "content": "Wir haben im Butcher an einem Samstag den Lunch draussen im Hofgarten gegessen.Es war schönes Wetter und draussen paar Leute da. Das Innere des Restaurants war leer, bietet aber sonst recht viel Platz. hunde sind erlaubt.Die Menükarte übersichtig und nach Baukastenprinzip (stell dir deinen Burger zusammen). Die Auswahl gerade gross genug, nicht zu wenig nicht zu viel.Wir haben zwar sehr lange gewartet.... Die Burger waren aber ausgezeichnet. Das Fleisch schön saftig, die Beilagen wie sie sein sollen, das Brötchen knusprig aussen & weich innen und die Käsemischung sowie der Ziegenkäse ganz toll. Wir fanden die Dinger echt Hammer! Es war ein Genuss!Abzug gibt es beim Essen für: chf 3:00 für einen Spiegelei... Die lange Wartezeit und die Pommes; kleine Portion von recht trockenen Pommes, die übel zugewürzt wurden chf 7.00\".... Das die Pommes vor dem Braten bereits gewürzt werden so dass man sie nicht einfach natüre haben kann, verstehen wir nicht, besonders da die Servicekraft nicht sagen konnte, was das Gewürz beinhaltet... (Bitte beachtet, dass Unsere Gesellschaft aus immer mehr Allergiker besteht...)Der Service: zu wenig (war nir eine Person da), keine Begrüssung, brauchte super lang bis sie überhaupt gekommen ist. Die Dame war nicht sonderlich motiviert, nicht wirklich freundlich und gab uns auf keinen Fall das Gefühl, willkommen zu sein...Fazit: das Essen war toll, das Ambiente auch. Der Service war schlecht und die Wartezeiten (sowohl auf die Getränke als auch auf das Essen, zuuuuu lang). Da fragt man sich schon ernsthaft ob man nochmals hin geht..."}, {"date": "01-05-2017", "rating": 1.0, "content": "The burgers very basic and nothing special at all... Burger King is better and hence cheaper... unfriendly service and we also got the wrong order served... was for a different table... walk passed is my advice."}, {"date": "28-04-2017", "rating": 1.0, "content": "The EntranceWe entered the restaurant we had reserved but the waiter told us that we could take any table (it was almost empty) – we steered toward one of the three window tables facing the street side and settled for the middle one. We were astonished by the fact that the table was dirty and needed to be cleaned!!! The waiter was polite and attentive – but talked way too much!! – trying to be over friendly.The DinnerWe ordered burgers, fries and beers…. Unfortunately, one of the two fries were semi-cold and was replaced. The burgers was both slightly under cocked, furthermore they came wrapped in paper triangle that immediately teared due to the juice and moist (even at BK McD they make the wraps better) … we then ordered knife and fork however the paper sheet that was on the plate/tray also teared – and I was having paper on my fork together with the food all the time.There are 3 of these restaurants in Zürich and I read that one of the restaurants had secured the #1 range in category TREND….. OK I was in a different restaurant and agree to the fact that it is a trendy restaurant…. but the food that we got served was really nothing to write home about!!!.As a side I also ordered avocado… for CHF 3!! I got 2 or 3 slices… for CHF 3…. Get real!!"}, {"date": "22-04-2017", "rating": 4.0, "content": "Die Burger mit den verschiedenen Käsesorten schmecken mir besonders gut. Das Essen schmeckt wenn man es sich nach Hause liefern lässt genau so gut wie im Restaurant selber. Das Essen ist frisch, das Fleisch saftig und nicht zu lange gebraten...Top, Top, Top!!! Delicious!!!"}, {"date": "19-04-2017", "rating": 4.0, "content": "Bonne qualité de burger, produit frais, viande cuite à la demande. Appréciable pour de la restauration rapide"}, {"date": "18-04-2017", "rating": 4.0, "content": "Been to this place several times. They say they have a secret cheese mix, but to me it smells basically like Emmentaler and I don't like Emmentaler in my burger. Also, their caramelized onions aren't really caramelized, but just a little fried.These negative points aside, the burger is overall not bad provided you make sure they don't put cheese in. The location is quite good, because there's enough space to sit down (even outside in the summer).For about 20 francs you can get a burger with fries and a beverage. Okay for zurich."}, {"date": "08-04-2017", "rating": 4.0, "content": "Die Burger (mit Fleisch und Vegi) sind so lecker! Der Service ist sehr freundlich und zuvorkommend.Man freut sich gleich auf den nächsten Besuch!"}, {"date": "30-03-2017", "rating": 3.0, "content": "We went there with work colleagues and the place is very nice for a get-together: cosy atmosphere, nice design and helpful staff. We tried most of the burgers and all of them were fine, but really nothing special. The meat was usually too well-done, and portions too small. Anyway, we had a good time there, sitting at the big table and drinking craft beer."}, {"date": "28-03-2017", "rating": 5.0, "content": "Jag testade Smokey BBQ Pulled Chiken och den var fantastiskt god! 😋även servicen var bra, med korta väntetider."}, {"date": "20-03-2017", "rating": 4.0, "content": "This small little spot in Zurich's Old City is just the spot if you don't know where you want to go after a long day of exploring the city. The 5 burgers variations are simple but delicious. They're served with salad, fries of tortillas which annoyingly are charged for separately. A burger should come with those automatically. Wash it down with a glass of wine (their selection is tiny but they sell by the glass) or a beer of which they have a few. Good music. Authentic"}, {"date": "06-03-2017", "rating": 1.0, "content": "Mein 5. Mal im Butcher an der Badener Strasse war nun auch mein letztes Mal. Auf den 1. Blick sieht der Cheese-Burger noch gut aus, aber leider täuscht dies. Der an Styropor erinnernde Käse war trocken und nicht wenigstens etwas angeschmolzen. Dies kam wohl dadurch, dass das Fleisch gleich nach dem Reinlegen in eishekühlter Cocktailsauce ersoffen wurde. Entsprechend war alles lauwarm und beim Reinbeissen drückte sich die Sauce bereits durch das Papier und saute einem die Hände ein. Die im Butcher Niederdörfli bereitgelegten Feuchtetücher fehlten, so dass man mit verklebten Händen das WC suchen musste.Nach dem Burger dachte ich, dass es nicht mehr schlimmer kommt - weit gefehlt! Der Salat war eiskalt und hatte die Konsistenz und die Frische von angeweichtem Pappkarton. Sehr viele Stellen waren sehr braun bis moddrig-schwarz und die Gurkenscheiben waren bereits ledrig. Auf die Frage, ob der Salat bereits seit Gestern früh zubereitet wurde, erhielt ich nur ein \"tja\" von der Bedienung... ich möchte dann doch lieber nicht wissen, wie verkeimt dieser bereits war.A propos Bedienung: Diese war unterkühlt-freundlich. Das liegt wohl daran, dass im leeren Lokal (12:15 Uhr - also beste Mittagszeit) ausser mir nur ein Take-away-Bote kam und so mit wenig Trinkgeld zu rechnen ist. Als ich beim Bezahlen erst gar nicht gefragt wurde, ob es mir geschmeckt hat, brachte ich gleich von selbst meine Kritik an. Als Kommentar bekam ich nur \"ja wollen sie jetzt einen Kaffee?\" - nein danke auch in Zukunft nicht.Ich frage mich, wie schlecht ein Management sein muss, um derart viele Mängel in einem Restaurant zu schaffen? Dem Butcher gebe ich nicht mehr viel Zeit, in Anbetracht auch der übrigen Bewertungen hier und dass dee im Niederdörfli nur dezent besser ist."}, {"date": "01-03-2017", "rating": 2.0, "content": "Liebes Butcher TeamWas die Ausführungs eures Restaurationskonzepts an der Badenerstrasse angeht, funktioniert das in meiner Erfahrung leider nicht so gut. Ich war zwei mal da in längeren Zeitabständen und beide male fühlte ich mich leicht unwohl -die Bedienung ist zwar vordergründig freundlich, aber man hat das Gefühl, man würde sie mit jeder Bitte bei etwas stören, was sie eigentlich lieber machen möchte, als Gäste zu bedienen. Das Essen war leider auch beide male eher enttäuschend: das erste mal überfettig/überfrittiert, beim zweiten mal waren die Pommes hingegen sehr gut aber bei den Burgern war die Käse-Mischung nicht geschmolzen. Wir haben darauf hingewiesen und die Burger gingen zurück in die Küche, kamen aber leicht aufgewärmt und mit immer noch ungeschmolzenen Käse zurück. Danach haben wir es aufgegeben und sie halt so gegessen. Auch die rohen Gurken in dicken Scheiben tun geschmacklich nicht viel für das Burgererlebnis.Tut mir leid, so streng sein zu müssen, aber in dieser Preisklasse erwarte ich schon einwandfreie Qualität und gekonnte Zubereitung.An der Qualität und Frische der Zutaten ist an sich nichts auszusetzen, etwas mehr Sorgfalt in der Zubereitung und im Service möchte ich euch nahelegen.Nichts für ungut!"}, {"date": "25-02-2017", "rating": 2.0, "content": "Wir waren spontan vor einem Kinobesuch im The Butcher. Begrüssung war sehr zaghaft wie auch die Tischzuweisung. Karte sehr übersichtlich und sowohl für Vegetarier wie auch Veganer findet sich etwas darauf.Alles Kostet extra und dann nicht gerade wenig! Die Grösse der Pommes Portion im Verhältniss zum Preis und den extra Kosten für die Sauce ist für mich nicht akzeptabel. Zudem wurde bei meiner Portion wohl gerade die Schüssel geleert da ich nur so kleine und teilweise trockene Pommesstücke drin hatte. Burger war okay, aber jetzt auch nicht wirklich der Überflieger. Das Bun war sehr trocken.Also für mich ist das kein Lokal, welches ich wieder besuchen werde. Da gibts besseres in der Umgebung."}, {"date": "08-02-2017", "rating": 2.0, "content": "Der Burger war ok, kann sicherlich mit McDo mithalten, aber preislich ist es einfach in einer anderen Sphäre. Das Cheescake war wohl vom Vortag, wenn nicht älter, und bereits angeknabbert serviert. Wem 40 Franken für eine Cola, eine durschnittlicher Burger mit Fries und Cheescake nicht zu viel ist, und gerne lange darauf wartet, der ist hier gut bedient."}, {"date": "13-01-2017", "rating": 4.0, "content": "I was here recently for a quick bite before heading out. The place is nicely decorated and the staff was very accomodating. Plenty of seating possibilities, and espcially good acoustics meaning you can hear each other talk without having to yell. The burgers were fresh and tasty, and the beer on tap was refreshing as well with a few craft beer options. Located centrally next to a tram stop made it convenient to reach. It's a good place to grab a quick and tasty bite to eat."}, {"date": "03-01-2017", "rating": 1.0, "content": "I was at the Hardbrucke branch on The Butcher Heinrichstrasse last week on New Years Eve and ordered a Caesar Salad with chicken. What arrived was literally a bowl full of supermarket budget salad from the packet (including those cheap and nasty cabbage bits) dumped into a plate with some random salad dressing (certainly not caesar) on top of it. Chicken was then put on top. I mean seriously, for 18chf that is an absolute insult, and this place should be ashamed of themselves. Never will I come back to this chain of restaurants!"}, {"date": "30-12-2016", "rating": 2.0, "content": "Der titel sagts... Ewiges warten, keine Begrüssung, teuer und ok burger. Da gibts andere lokale in der Nähe, die in den Schwachpunkten von The Butcher bzu brilieren verstehen."}, {"date": "28-12-2016", "rating": 4.0, "content": "The butcher offre une bonne sélection de bons burgers à prix corrects au coeur de la ville. La viande est parfaite, juteuse, le pain est un VRAI pain... Pratiquement un burger maison, meilleur qu'holy cow à mon goût. Nous y retournons régulièrement depuis que nous vivons à Zürich. En revanche oubliez les frites et tacos, pas tops."}, {"date": "17-10-2016", "rating": 3.0, "content": "Die Sommerpause ist vorbei und so wurde es endlich Zeit für den fünften Stopp unserer Quest durch Zürich auf der Suche nach dem besten Burger (bereits bewertet: Forum, Helvti Diner, Heidi&Tell, The Bite). Diese Kritik muss ich nun in zwei Abschnitte aufteilen, denn wir bewerten ja eigentlich nur den Burger und nicht das Drumherum. Aber dazu muss hier auch einiges erwähnt werden... Fangen wir mal damit an.Es war ein regnerischer, kühler und düsterer Herbstabend, als wir uns an der Badenerstrasse beim The Butcher einfanden und das Lokal betraten. Drinnen wars ebenfalls düster, aber irgendwie auch heimelig mit den rostigen Metalldekorationen an den Wänden, den klotzigen Kellerlampen mit Gitter, dem roten, bisschen nuttigen Neon-Take-Away-Sign und den Holztischen. Wir haben uns sofort wohlgefühlt, auch wenn wir fast die einzigen im Lokal waren. Das Konzept vom Retro-shabbychic-Fabrikhallen-Gesund-aber-trotzdem-Burgerbude-Feeling-mit-Craft-Chopfab-Bier wird sauber durchgezogen und gefällt mir sehr gut. Man kann sagen, absolut perfekt zeitgemäss.Die Karte ist nicht übermässig gross - muss ja auch nicht sein - aber leider auch nicht klar verständlich. Da sind unter dem Butcher Burger schön alle Zutaten inkl. karamellisierten Zwiebeln und Butcher's Favourite Sauce aufgelistet. Beim Cheese & Bacon Burger steht dann was von Secret Cheesemix aber nichts mehr von karamellisierten Zwiebeln oder Sauce. Die Serviceangestellte war dann kurz verunsichert, als wir die Zwiebeln und die Sauce beim letztgenannten Burger extra dazubestellen wollten, versicherte uns dann aber zögerlich, dass dies immer dabei sei, obwohl es da nicht stehe und weiter unten bei den Extras noch bestellt werden kann. Das war verwirrend und irgendwie strahlte die Kellnerin hier nicht gerade Kompetenz aus. Wir riskierten es und siehe da: Sie hatte recht! Auch der Bacon & Cheese Burger kommt mit karamellisierten Zwiebeln und Sauce daher, auch wenns nicht auf der Karte steht (online übrigens ebefalls nicht). Vielleicht hat der ganze Zutatentext nicht auf die hippe Karte gepasst, aber für mich als Gast war das zu unklar, zumal ja dann das Servicepersonal auch verunsichert war. Wenn ich da schon dabei bin: Die Bierbestellung wurde falsch geliefert, die Teller ewigs nicht abgeräumt und schliesslich beim Dessert - Brownie mit Sauerrahmglace... mmmh klingt toll oder? - einfach kommentarlos Zitronensorbet serviert (lasst euch das mal kurz auf den imaginären Geschmacksnerven vergehen...). Ja ich bin manchmal etwas pingelig mit Service und Küche, da ich selbst auch im Service gearbeitet hab... Aber das war nun wirklich meilenweit von einer Glanzleistung entfernt und trägt deshalb signifikant zur Tripadvisor-Bewertung dieses Beitrages bei!Nun aber endlich zum Burger selbst, denn deshalb waren wir ja da: Als erstes fällt das Brioche Brötchen aus dunklem Getreide auf. Das ist wirklich aussergewöhnlich und delikat! Ob der Burger dadurch \"Healthy as F***\" ist, wie The Butcher-Slogan wirbt, weiss ich nicht, aber durch das Brötchen bekommt er definitiv einen Touch davon. Die Zutaten des Bacon & Cheese Burgers (ja, mit Zwiebeln und Sauce - Juhui!) sind aufeinander abgestimmt und passen gut zusammen. Der Burger ist auch nicht zu gross geraten, er lässt sich absolut problemlos von Hand essen. Das Fleisch ist geschmacklich gut, aber nichts aussergewöhnliches und für unseren Geschmack etwas zu dünn im Verhältnis zu den anderen Zutaten. Die Garstufe medium war perfekt getroffen - Hut ab! Und jetzt kommt noch das obligate Aber: Die hauseigene Cocktail-Sauce ist zwar geschmacklich sehr fein, aber im Burger definitiv zu spärlich vorhanden. Das Brioche-Brötchen scheint da recht saugfähig zu sein, woraufhin wir die Sauce teilweise wirklich vermissten.Insgesamt also ein guter Burger mit aussergewöhnlichem Brötchen, der uns aber leider nicht von den Retro-Holzstühlen fallen liess. Die obige Kritik am Service und der Karte fliesst wie üblich bei uns nicht in die Burgerbewertung ein.Unser Rating: 3.625 (4 Stimmen, Skala 0 - 5)"}, {"date": "05-10-2016", "rating": 3.0, "content": "Wir bestellten online, was offensichtlich nicht funktioniert, denn beim Eintreffen im Restaurant wurde erstmal der Laptop gestartet um unsere Bestellung zu finden. Leider waren die Fries versalzen. Der Geschmack vom Burger ist gut. Das Patty leider im Verhältniss zu klein."}, {"date": "27-09-2016", "rating": 2.0, "content": "This has the appearance of a nice hearty burger place. The title suggests a meaty feast but the burgers were slim and service was lacking - the fries arrived when we had already finished our burgers. 3 of us visited and we all left feeling less than full. On the plus side the beer was good and the decor was nice it had a pleasant outdoor area at the back."}, {"date": "16-09-2016", "rating": 1.0, "content": "Da ist der Laden wochenlang zu wegen eines angeblichen Brandes, dann macht er wieder auf und wir dachten juhuu... Endlich... Tja und dann kommt man am Freitag Abend um 22.30 Uhr in den Laden um Burger zum mitnehmen zu bestellen und dann heisst es Küche nur bis 22 Uhr?!? Jungs ihr seit Nähe Langstrasse direkt neben dem Plaza mit hungrigen Leuten und ihr macht an einem Freitag die Küche um 22 Uhr zu??? Verstehe ich nicht ... Auf der Webseite steht auch nichts davon das Küche nur bis 22 Uhr ist.. Egal."}, {"date": "15-08-2016", "rating": 4.0, "content": "Слоган ресторана - \"Healthy as f***ck\".В первую очередь - это бургерная, но так же есть и другие блюда. Все бургеры без глютена и только из швейцарской говядины. Есть возможность добавить ингредиенты на свое усмотрение. Средний чек - 30 франков."}, {"date": "03-08-2016", "rating": 5.0, "content": "Wir waren mit einigen Freunden im Juli im Butcher essen. Die Burger waren sehr gut gefüllt und haben eine feine Sauce mit drinn.Die Fries waren leider etwas zu dunkel gebacken, geschmacklich aber ganz OK.Der kleine Garten ist lustig gemacht.Das Personal ist sehr aufmerksam, wir wurden sogar gefragt ob wir noch etwas mehr Fries wollten, da unsere ja etwas dubkel waren.Immer wieder gerne und nur zu empfehlen."}, {"date": "31-07-2016", "rating": 1.0, "content": "Für uns geht das Konzept mit den überteuerten Burger nicht auf. Das Fleisch war geschmacklich in Ordnung, aber sehr dünn. Der Beilagensalat für 7.50 mit ein paar Blätter grüner Salat mit 3 halben Cherrytomaten eine riesige Enttäuschung und als wir beim Bezahlen den Chef darauf ansprachen hiess es nur, wir hätten es halt früher sagen müssen. 60 Franken für einen mässigen Burger mit kleinen Beilagen und einem Mineral und Sirum im Plastikbecher, Nein Danke. Zum Glück gibt es viele andere bessere Burger in der Stadt."}, {"date": "04-07-2016", "rating": 4.0, "content": "The sign is actually what first sucked us in (look closely at their tagline) - it made us giggle, so we took a closer look. And I'm a total sucker for different dips and sauces at burger joints. The Butcher didn't disappoint. The fries were VERY good - covered in a mix of seasonings and came with house-made dip - and the burgers really yummy. We sat on the patio tables outside, and from the bustle of people coming and going, this seems to be a quite popular place to eat. You just walk up, grab an open seat, and they'll be with you shortly. The staff speak English well."}, {"date": "24-06-2016", "rating": 4.0, "content": "This place makes awesome burgers. It's that simple. They are home made and juicy and very reasonably priced, which is saying a lot for Zürich. The staff spoke both English and German, and were courteous and attentive. There is nothing to complain about here - if you are looking for a burger then this place is worthy of consideration."}, {"date": "16-06-2016", "rating": 4.0, "content": "Burger waren top. Mit avocado, spiegelei, speck etc.Die burgerbrötchen waren vermutlich selbsr gemacht.Leider hatte es nicht gerade viel fleisch.Bedienung OKAmbiente sehr gut.Preis 2 Burger , 1 Pommes 2 BierCa CHF 70.-"}, {"date": "12-06-2016", "rating": 5.0, "content": "I am a big burger fan. I have munched around all those locales purporting to have the best burger in Zurich - Jack and Joe, Helvti Diner, Vior......but this place is the number one. The burgers are exceptional. Light fluffy buns with a thin crust, delicious cheese blend, very tasty crispy bacon...the works ! Thick cut delicious crispy fries with a custom spice blend and a range of beers complete the offering. Outstanding. And excellent value for money."}, {"date": "01-06-2016", "rating": 3.0, "content": "Die Location ist cool ausgestattet....dazu die Lage mitten in der Stadt. Der Burger war völlig okay, aber leider nichts spezielles, bei diesen relativ hohen Preisen hätte ich bisschen mehr erwartet. Zudem war die Bedienung sehr unaufmerksam und langsam, mussten teilweise lange warten...jedoch waren Sie sehr freundlich."}, {"date": "26-05-2016", "rating": 3.0, "content": "Food is very tasty, fresh and locals, but when ordering two burgers, one beer, one iced tea and one french fries, you end up receiving smiles but no fries, then management needs to check the priority.Waiters appeared somehow akward, returning plates in the kitchen or wandering through the restaurant wondering who ordered the burger..."}, {"date": "21-04-2016", "rating": 2.0, "content": "Waren jetzt bereits zum zweiten mal im neuen Butcher. Das Lokal ist cool eingerichtet und der Service ist freundlich. Hilft aber leider alles nichts, wenn es die Küche nicht einmal auf die Reihe kriegen den Käse auf dem Cheesburger zu schmelzen.Die Käsemischung überdeckt den ganzen Geschmack und wie gesagt.... es war bereits beim ersten Besuch so, das der Käse nicht geschmolzen war. schade"}]}