[{"date": "02-02-2022", "rating": 2.0, "content": "Seit Jahren bestellen wir bei Nooch. Wir waren immer sehr begeistert und freuten uns immer auf das Essen. Seit ca. 1.5 Jahren ist die Qualität zurück gegangen und es macht überhaupt kein Spass mehr bei Nooch zu bestellen. Es ist geschmackslos, die Gerichte sehen immer anders aus - die Rezepturen werden immer unterschiedlich zubereitet. Dazu kommen die hohen Preise. Diese wurden erhöht, zusätzlich wird bei der Home Lieferung auch eine Gebühr verrechnet. Preis Leistung stimmt überhaupt nicht.Ich bin sehr enttäuscht über die kulinarische Entwicklung und Service am Kunde. Sehr schade, dass die Kette sich so negativ entwickelt hat. Eine Massnahme und Neuorientierung vom Management ist dringend notwendig. Dafür kann ich hier bereits Kai-Sushi empfehlen, haben sehr gute Erfahrung gemacht und kulinarisch einfach paar Kategorien höher für fast den gleichen Preis."}, {"date": "04-12-2021", "rating": 5.0, "content": "Tokyo Sushi Platte sehr zu empfehlen, cool aufgemacht mit Trockeneis. Bedienung ok und nett. Offene Küche - Tische mit Bänken."}, {"date": "25-10-2021", "rating": 1.0, "content": "Tourists be warned! A ridiculous experience at this restaurant which we never got to experience. 4 of us were from Qatar and UAE and fully vaccinated. When we presented our UAE /Qatar certificate of vaccination it was not good enough proof for the restaurant. It was OK for immigration to enter the country but not good enough for Nooch. We went to several other restaurants in the area which were happy to accept us as non-EU vaccinated tourists !"}, {"date": "08-08-2021", "rating": 4.0, "content": "It was a cold and rainy summer day in Amsterdam so both my wife and I decided on soup for lunch which were both very good and very filling. The service was great and they have a fantastic drinks menu. We will be back to explore the menu further."}, {"date": "28-11-2020", "rating": 2.0, "content": "Wir gehen nun seit mehr als 7 Jahren regelmässig im Nooch Steinfels Sushi essen. Zu Anfang war es zwar preislich nicht günstig, aber dafür hat man beste Qualität erhalten. Vor ca 2-3 Jahren wurde der Lieferant gewechselt wodurch die Qualität stark nachgelassen hat. Auch wurden Produkte wie der Kingfisch von der Karte gestrichen. Der Preis hingegen war konstant geblieben. Nun wurde auch die Quantiät der Qualität angepasst. Nur der Preis nicht. Im Detail: Sashimiportionen sind deutlich kleiner geworden. Sushi, zumindest Abends, nicht mehr frisch zubereitet. Das Ganze wirkt so, als hätten BWL‘er eine „Betriebsoptimierung“ durchgeführt. Wir hatten Nooch immer wieder eine neue Chance gegeben und auch darauf hingewiesen. Nun suchen wir nach Alternativen."}, {"date": "26-10-2020", "rating": 5.0, "content": "Juste incroyable... le cadre, les saveurs, mais surtout la rapidité les plats sont arrivés en moins de 5 minutes. Je conseille à toute personne d’y aller."}, {"date": "29-08-2020", "rating": 5.0, "content": "Hervorragendes Sushi, tolle Gerichte, schön gewürzt. Ambiente einzigartig, liebe Bedienungen und faire, wenn auch gehobene Preise."}, {"date": "06-08-2020", "rating": 4.0, "content": "Freundliche Bedienung und sehr gutes Essen. Wir waren mit Freunden dort. Preise sind dem Standort angepasst und ein wenig teurer als üblich beim Asiaten."}, {"date": "01-08-2020", "rating": 4.0, "content": "Gestern einmal mehr im Nooch essen. Der Fried Rice ist einfach wie immer so fein! Das Nooch ist mittlerweile zu einem meiner Lieblingsrestaurant geworden.. alle Servicemitarbeitende immer sehr freundlich und zuvorkommend, auch wenn es hektisch wird. Nach einem kleinen selbstverschuldeten Missgeschick, war unsere gestrige Bedienung, die junge Dame mit den langen blonden Haaren, sofort zur Stelle mit Pflaster und netten Worten. Das wusste ich sehr zu schätzen. Vielen Dank nochmals!"}, {"date": "01-03-2020", "rating": 5.0, "content": "Great variety, authentic dishes, fresh sushi definitely worth a visit. Fun atmosphere and interior design. Friendly staff."}, {"date": "31-12-2019", "rating": 5.0, "content": "Acabei indo conhecer o restaurantes pelas indicações aqui do tripadvisor. O atendimento é ótimo, a decoração é bem moderna e descontraída. A comida é extramente boa, amei! O custo é salgado para nós brasileiros, mas na média de preço deles mesmo."}, {"date": "26-12-2019", "rating": 5.0, "content": "Sehr schönes Interieur, top netter Service, gute Gerichte die wirklich nach Japan schmecken. Sehr empfehlenswert. Okay, es ist nicht billig, das ist man aber in der Schweiz schon irgendwie gewohnt, oder?"}, {"date": "06-11-2019", "rating": 5.0, "content": "Preisleistungs mäysig für Zürich gut. Sehr frische küche, freundliche Bedingung. Wir waren sehr zufrieden, würde ich weiterempfehlen."}, {"date": "06-11-2019", "rating": 2.0, "content": "Not good at all.Expensive and poor service.They have a dish called Beijing delight or something like this.Super cheap and very expensive."}, {"date": "05-11-2019", "rating": 4.0, "content": "Als Auslandschweizer sind wir jedesmal erstaunt über die Preise in Zürich... wir wollen ja nicht gleich das ganze Restaurant kaufenGrosse Karte mit Riesenauswahl. Sehr netter Service, das Essen war gut und frisch. Leider bei 2 von uns 6 Personen der Hauptgang kalt. Schade."}, {"date": "02-11-2019", "rating": 2.0, "content": "Nicht authentisch asiatisch. Die Qualität ist mangelhaft. Nudeln zu weich und Rindfleisch zu trocken. Extrawünsche zu einem Gericht sind nur bedingt möglich. Personal ist aber sehr freundlich (deshalb ein Zusatzstern)."}, {"date": "09-10-2019", "rating": 2.0, "content": "Waren mit der ganzen Familie im Restaurant und wollten wieder einmal eine Pho-Suppe geniessen und bestellten diese. Wir kennen dieses Gericht aus Vietnam, haben es aber auch in Europa und auch in Bern schon mehrfach gegessen (d.h. wir kennen diese Art von Suppe bestens und sie ist immer sehr ähnlich und superlecker). Kurz darauf kam die Suppe. Diese entsprach aber keineswegs einer Pho Suppe, sondern war mehr wie eine gekaufte Bouillonsuppe mit durchgekochtem Siedfleisch. Die typischen Gewürze sowie Zitrone, Sojasprossen und all das, was eine Pho ausmacht, fehlten gänzlich. Zudem war die Supper sehr klein und wir danach noch hungrig. Für mehr als 25.- für eine Suppe hätten wir mehr erwartet bzw. wir hatten ganz etwas anderes, nämlich eine Pho-Suppe, erwartet. Dies sagten wir seh freundlich der Bedienung. Diese sagte, das sie nichts machen können, aber das wir das der Leitung mailen sollen, die die ganzen Angebote und Mitarbeitenden koordiniert. Weil ich wirklich sehr enttäuscht war und auch künftige Gäste vor dieser schlechten Erfahrung bewahren wollte, schrieb ich eine Mail. Die Antwort lautete: \"Danke für dein Feedback. Es tut mir sehr leid, dass dir unsere Suppe nicht geschmeckt hat. Gerne werde ich dies weiterleiten, damit dies im Küchenteam überprüft werden kann.Wir würden uns freuen, wenn du trotzdem bald wieder einmal bei uns vorbei kommst und wir dich dann hoffentlich positiv von uns überraschen können.\" Nun bleibt zu hoffen, dass dieses Feedback beim Koch/Köchin angekommen ist und etwas bewirkt. Sushi und Bedienung waren ok und das Angebot gross. Ich würde das Restaurant künftig dennoch nicht mehr besuchen oder empfehlen, da es bezügl. Preis-Leistung bessere Restaurants gibt in Bern. Besser ein spezifisches Restaurant mit einer kleineren Karte auswählen."}, {"date": "30-09-2019", "rating": 2.0, "content": "Das Essen war leider nicht was mir erwartet haben für diesen Preis. Ente war sehr sehr trocken und fast nicht geniessbar. Die Cola hatte keine Kohlensäure."}, {"date": "16-09-2019", "rating": 5.0, "content": "Il ne paie pas de mine depuis l’extérieur mais on y mange très bien. Service rapide et sympathique. Sans gluten bienvenus"}, {"date": "09-09-2019", "rating": 5.0, "content": "Sehr feines chinesisches Essen, Die Bedienung (Mitarbeiter) waren sehr offen und sehr freundlich, zuvorkommend. Komme gerne wieder."}, {"date": "07-09-2019", "rating": 3.0, "content": "Très bon au niveau culinaire mais un peu cher. Plats variés. Pas adaptés aux enfants (banc, pas de menu enfant)."}, {"date": "28-08-2019", "rating": 5.0, "content": "Wir hatten zu zweit einen Business Lunch.Mein Kollege war schon öfters da, für nich war es das erste, aber nicht das letzte mal.Top Auswahl, gute Qualität und zuvorkommender Service - bis zum nächsten mal."}, {"date": "27-08-2019", "rating": 5.0, "content": "Coole und unkomplizierte Location, freundlicher und sehr zuvorkommender Service. Das Sushi kann ich wirklich empfehlen, die Suppen und Specials sind auch immer gut und die Drinks auch. War scho ein paar Mal da und komme sicher wieder.Kleiner Tipp: Einfach nach dem Tisch von Amanda fragen, dort sitzt man am Besten.."}, {"date": "27-08-2019", "rating": 5.0, "content": "Endlich bei einem guten Asiaten gegessen.Der Empfang war äusserst freundlich undDie Portion war sätigend und sehr gut.Coole Einrichtung"}, {"date": "27-08-2019", "rating": 5.0, "content": "Wir waren zum ersten mal im Nooch, es war brechend voll.Super freundliche und nette Bedienung, das essen war ersteklasse, wir kommen wieder."}, {"date": "12-08-2019", "rating": 3.0, "content": "The first night we arrived in Zurich, the hotel helped us to find this restaurant. It met my requirements for vegetarian food. The restaurant staff was extremely helpful to us and checked on us numerous times throughout the meal. The servings were large. We shared a small plate of spring rolls as an appetizer. Unfortunately, my noodle and tofu dish was much heavier than I expected. My husband had a curry dish that he said was acceptable. Because this was our first night in Switzerland we were not used to the prices. This meal with tap water to drink was 58 Swiss Francs."}, {"date": "04-08-2019", "rating": 4.0, "content": "My daughter and I were on a cosmos tour which ended in Zurich. We were tired from all the heat and looking for dinner near our hotel Zuri bei Fassbinder. the desk staff suggested Nooch and we crossed the street and found it. they were busy on a Saturday night but found us space at a shared table. The service was pretty quick considering. I had shrimp panang curry and it was hot in temperature and seasonings. The serving size was quite generous. My daughter also had a shrimp dish with gluten free noodles which she enjoyed. The prices were in line with Switzerland, namely at least 25% higher than we would have expected to pay in a comparable restaurant in the US, at 25 Franks each.Travellers with special food needs like GF or sugar free or non-dairy often have a tough search, and restaurants sometimes are impatient with the extra time it takes. We were pleased that at least one staff person was quite helpful."}, {"date": "10-07-2019", "rating": 2.0, "content": "Uii uii uiii... Menu 2 war eine mikrige Portion und kalt und trocken (schwein) Musste zusätzlich nach dem Menu poule satay Spiess bestellen- was ich nie in Chrinesischen Restaurant machen muss... 3 winzige stücke peinlich. nun das beste: siehe foto.Und bin immernoch nicht satt :)"}, {"date": "09-06-2019", "rating": 3.0, "content": "Wir hatten zwei unterschiedliche Gerichte und waren beide enttäuscht vom Essen. Es war nicht richtig warm und auch geschmacklich eher fast Food."}, {"date": "26-05-2019", "rating": 3.0, "content": "Really crowded (maybe because it was friday). You can be sit close to someone you don't know at all. Not good ventilation. Food on average but honest price. Service is nice."}, {"date": "21-05-2019", "rating": 5.0, "content": "The restaurant has quite a nice Interieur, a little bit of futuristic, seating was not so comfortable, tables are a bit small. The food was great, we had Sushi, tuna and salmon tartare and a warm dish from Sri Lanka. The food was excellent, service was very friendly, we enjoyed the evening."}, {"date": "10-05-2019", "rating": 5.0, "content": "Kurz und knackig!Service war sehr aufmerksam.Das Essen war sehr schön angerichtet und hat super lecker geschmeckt.Wir kommen mal wieder=)"}, {"date": "09-05-2019", "rating": 4.0, "content": "Wär scho öfters dort. Bedienung ist aufmerksam und nett. Die Karte hat viel zu bieten. Das Essen war super Ambiente passt zu diesen Restaurant gemütlich und nicht zu viel für Familie und Freune empfehlenswert."}, {"date": "25-04-2019", "rating": 4.0, "content": "Leckeres Essen in einer tollen Location. Man kann dm Koch zusehen beim kochen. Vielen Dank an die MEGA freundliche Bedienung. Hier komme ich gerne wieder her."}, {"date": "23-04-2019", "rating": 5.0, "content": "Very different from other Asian Restaurants and to find out you must visit the place.Food - ExcellentService - Polite and engagingThe Service was perfect and waitress was very helpfule in explaining the menu and every year they introduce a different menu from one of the asian countries.A perfect place to have a nice dinner and enjoy a peaceful environment."}, {"date": "15-04-2019", "rating": 5.0, "content": "Geniale Küche👌🏼😊 Das Essen ist fein und frisch, schnell serviert und ästhetisch verpackt. Bei Bedarf mit zeitgenauer Heimlieferung"}, {"date": "18-03-2019", "rating": 1.0, "content": "Finger weg.Die Sushis sind nicht im Kühlschrank aufbewahrt!Die Bestellung lag im Restaurant bei Zimmertemperatur mindestens 1 Stunde."}, {"date": "07-01-2019", "rating": 4.0, "content": "No soy muy fan de la comida asiática pero reconozco que la los platos estaban muy ricos y el local tenia muy buen ambiente."}, {"date": "31-12-2018", "rating": 3.0, "content": "Wir waren gestern 30.12.18 im Nooch und wollten essen. Es kamen nacheinander 2 Waiters und fragten uns ob wir was essen wollen. Wir stellten uns an diesem Abend irgendwie etwas anderes betreffend dem Interieur und Stimmung vor, da wir eine 2-jährige Tochter haben und nur sehr wenig zusammen essen gehen können und die Betreuung uns auch noch Einiges kostet. Seit dem Umbau hat sich das Nooch verändert und wirkt nicht mehr so einladend gemütlich wie vorher. Nun gut, ich diskutierte noch etwas mit meiner Partnerin, da uns beiden das Essen echt schmeckt und wir setzten uns dann an einen Tisch (Podest) ganz am Rande. Darauf kam jemand und sagte uns, dass dieser Platz nur für Gruppen sei, obwohl kein Reservations-Schild dastand. Das war schade und wir standen auf, um einen neuen Platz zu suchen, der noch relativ einladend war. Wir sprachen dann nochmals mit dem Herrn, der uns dann auch überredete, zu bleiben und auf einen anderen Tisch bei sitzenden Leuten anbot. Nach 1 Minute entschieden wir uns, zu bleiben und uns an diesen empfohlenen Tisch neben der Küche zu setzen. Als wir die Jacken abziehen und uns setzen wollten, kam eine junge Kellnerin, die uns mitteilte, dass dieser Platz nur für Gruppen sei. Auf unsere Information, dass wir auf Hinweis ihres Kollegen dorthin gegangen sind und er uns sagte, dass wir uns an diesen Tisch setzen können, hat sie nur «Sorry» gemeint und die Achseln gehoben. Natürlich wurde uns das dann zu dumm und wir gingen hungrig und mit einem lauen Gefühl wieder aus dem Restaurant.Ich kann nicht verstehen, dass man 2mal weggewiesen wird. Anscheinend hat es Nooch nicht nötig. Wir werden uns sehr gut überlegen, ob wir uns das bei Nooch nochmals antun möchten, von den Kellnern so behandelt zu werden. Wenn man schon nicht untereinander redet und nicht weiss, welcher Tisch nun gut ist, sollte man wenigstend bei den Gästen bleiben und sie direkt an den Tisch begleiten. Ein absoluter No-Go!Mit freundlichen GrüssenPatric Simon"}, {"date": "19-12-2018", "rating": 4.0, "content": "Liebes Nooch Team, das Essen vei euch ist jedes mal ein Vergnügen. Ihr seid wirklich auch immer nett ubd zuvorkommend. Aber: wieso schafft ihr es nicht, das Essen für alle Personen mehr oder weniger gleichzeitig zu servieren? Unsere Mittagspause ist einfach zu kurz um 20 Minuten Differenz zwischen dem ersten und letzten abzuwarten...Bitte etwas mehr Koordination, dann gibts die volle Punktzahl"}, {"date": "15-12-2018", "rating": 5.0, "content": "Entspannter & netter Service, grosse Auswahl an Speisen, gutes Essen, angenehmes Ambiente. Cooler Gästemix!"}, {"date": "11-11-2018", "rating": 3.0, "content": "The place is very nice, in a great area of Zürich, outside the center but very cool. The food is nothing special. I suppose it is not expensive for Zürich standards"}, {"date": "09-11-2018", "rating": 5.0, "content": "Sehr gemütliches Lokal, mit angenehmer HintergrundMusik, gemischtes Publikum, ungezwungen, passend für alle Altersgruppen. Eher jung bis mittleres Alter. Kinder habe ich bei zwei Besuchen amAbend nicht gesehen. Sehr freundliches Personal, aufmerksam und schnell da! Sehr freundliche gute Athmosphäre! Obwohl das Essen schnell bestellt ist und auch schnell da ist, hat man nicht den Ekndruck dass man in Eile ist oder Hetze! Man kann bei toller Atmosphäre sich gut unterhalten , das sehr authentisch schmeckende leckere Essen genießen! Es war ein Highlight meines Besuchs in Zürich! Die Lage ist ausgezeichnet , zentral und gut erreichbar , mit Parkplätzen vor der Tür,Tram und Bus ebenso mit Haltestelle in der unmittelbaren Nähe ! Es ist auch bis Mitternacht geöffnet also kann man auch nach dem Theater oder Kino noch etwas essen oder trinken ! Der einzige Wermutstropfen ist dass die Preise etwas zu hoch sind! Aber das leckere Essen, die Atmosphäre und das freundliche Personal wiegen das auf !Unbedingt empfehlenswert!"}, {"date": "05-11-2018", "rating": 5.0, "content": "Ich war am Abend dort und habe mich durch die Karte gefuttert! Vorspeise, Suppe, Sushi, DimSum und Hauptgericht! Alles war sehr gut und ich habe die Zeit genossen! Gemischtes Publikum und ein Top-Service! Ich kann das Restaurant nur empfehlen!"}, {"date": "26-09-2018", "rating": 5.0, "content": "Ein Schöner Ort um entspannt 'was gutes Essen zu gehen.Ob mit Kollegen oder geschäftlich. Sehr empfehlenswert.Essen super, Service super - eine kleine Trauminsel."}, {"date": "25-09-2018", "rating": 4.0, "content": "Immer wieder gerne vor einem Kinobesuch- unkompliziert, gutes Essen, jede*r findet etwas auf der Karte (von Sushi über Curry zu Nudeln). Wartezeit ist unterschiedlich, das Personal berät einem aber gerne, wenn man zB auf eine gewisse Zeit im Kino sein muss;-).Cool finde ichs übrigens auch, dass es auf dem WC Deo, Haarspray und Obs etc zum Benutzen gibt:-)!"}, {"date": "23-09-2018", "rating": 4.0, "content": "Ich schätze im Nooch die tolle Auswahl, die frische Zubereitung und das schnelle Bedienen.Die Qualität der Speisen ist gut, die Bedienung nett."}, {"date": "23-09-2018", "rating": 2.0, "content": "Wir haben schon viel im Nooch gegessen und bestellt. Doch was uns beim letzten Delivery ausgeliefert wurde, ist einfach eine Frechheit! Keine Sojasauce zu den Sushi, die Ramen Nudeln geschmacklos und am Ende war im Cevice ein fettes, langes Haar drin. Fehler passieren, doch man hat uns bis heute auf eine Beschwerdemail nicht geantwortet. Wir sind enttäuscht!"}, {"date": "08-09-2018", "rating": 5.0, "content": "My first food stop in Zurich, went for late lunch at around 4 so it was empty just us.Food was quite good portion sizes were also good enough. We ordered four dishes and shared.Waitress was friendly and the service was also quick overall a good place"}, {"date": "04-09-2018", "rating": 2.0, "content": "Quality of Fried Rice was ok, however there is not much that could be made bad at such a simple dish. Luckily the very intense dried onions per put in one corner, so you can leave them out without spoiling the whole plate. Same for the peanuts.service was slow, unable to speak German, barely spoke English, the order-taking was with mistakes (we missed some of the Sushis, even though the order was really simple).From us three guests, one got served 5 minutes before the others (basic rule at lesson number one: serve all guests together).The payment process was also quite an uncontrolled situation, we wanted to pay individual and this was possible, however I am not sure if we all paid the correct amount (I guess less than necessary).the table was still dirty from our previous visitors and the cutlery in the general box on the table was quite dirty, too.Sauce for Sushi was not on the table and nobody cared.all in all, an expensive experience with mediocre service. \"As usual\" I am tending to say when staying in Zurich..."}, {"date": "04-09-2018", "rating": 2.0, "content": "einfach nur eine Enttäuschung. Würde nie für den \"grossen Hunger\" dieses Restaurant empfehlen, da alles sowieso überteuert ist, kommt es nicht mehr drauf an, was man dort bestellt. überteuert, lange Wartezeiten. Preisleistung stimmt eifach nicht!Wenigstens war das Personal sehr freundlich"}, {"date": "02-09-2018", "rating": 5.0, "content": "Wir waren eine Gruppe von 10 Personen und wurden super schnell bedient. Die Karte hat für jeden Geschmack, ob vegan, vegetarisch oder Fleischliebhaber was dabei. Und das Essen war super lecker. Da findet jeder was das schmeckt. Man kann auch draussen Platz nehmen. Kann ich wirklich weiterempfehlen."}, {"date": "01-09-2018", "rating": 4.0, "content": "Tout était très bon. Le personnel est accueillant et l'ambiance chaleureuse. La carte est grande donc il y en a pour tous les goûts. Le thé froid maison est vraiment bon je recommande!J'aurai imaginé plus d'originalité. De plus, les sushis étaient irrégulièrement coupés et je trouve que, pour le prix, ça aurait dû être nickel.On en a eu pour 138.- pour deux avec entrée, boissons, sushis et dessert."}, {"date": "15-08-2018", "rating": 4.0, "content": "ich habe über web bestellt und zeitnah abgeholt, war wunderbar parat gestellt. die qualität des sashimi und vom thon und lachstartare war sensationell. meiner meinung nach auch ein sehr gutes preis-leistungsverhältnis."}, {"date": "08-08-2018", "rating": 2.0, "content": "There seems to be a problem with the chicken. 3 of my family members who ordered meals with chicken ended up sick the same night and the following day."}, {"date": "26-07-2018", "rating": 3.0, "content": "Wir waren zum Zmittag im gemütlichen Schatten im Steinfelsareal. Service und Essen (Curry Lunch Menu 2) waren sehr gut. Auf Grund des sommerlichen Wetters hatte ich nach dem Essen Lust auf ein kühles Dessert. In der Karte sah Mochi Sharing (typisch japanischer Dessert mit Glacé im Reisteigmantel). Ich habe mich für je eine Kugel Pistazie und Mango entschieden. Erstaunt war ich ab der servierten beiden sehr kleinen Kugeln für den stolzen Preis von CHF 7.00 (3.50/Kugel). Der Mantel war mühsam und klebrig zum Auftrennen, im Innern war nur wenig (Pistazie) und fast kein Glacé (Mango). Von diesem Dessert zu diesem Preis habe ich mir mehr erhofft. Dies ist aber eine persönliche Empfindung. Das Dessert würde ich niemandem weiterempfehlen.Ich werde aber auch künftig gerne wieder einmal zum Lunch ins Nooch gehen."}, {"date": "25-07-2018", "rating": 5.0, "content": "Nach dem ich im Mai hier eine schlechte Kritik schreiben musste nach meinem Besuch für all you can eat Sushi war ich nun wieder mal da. Nach dem man letztes mal fast 40 Minuten auf die nächste Runde Sushi warten musste ging es diesmal ca. 10 Minuten was absulut im Rahmen liegt. Das Sushi selbst wie immer sehr gut. Ein kleiner Kritikpunkt ist das der falsche erste Gang kam, habe Suppe bestellt und Edamame bekommen, wurde aber sofort nach meinem Einwand korrigiert. Des weiteren war nicht immer das bestellte Sushi drauf sondern ein anderes. Aber immerhin keine 40 minuten Wartezeit mehr ;) Meine Anregung: Ich fände es schön wenn auf der all you can eat Karte das Sushi ein wenig regelmäsiger gewechselt wird und nicht jedesmal das gleiche drauf ist."}, {"date": "30-06-2018", "rating": 1.0, "content": "Das Essen kam schnell, die Qualität war sehr schlecht. Extrem fettige Nudeln, das Hühnchen im Curry und Suppe schmeckte nur nach Karton und war mehr als trocken. Das Curry war vom Geschmack her i.o. jedoch war die Konsistenz schleimig. Nicht umbedingt geniessbar. Die Suppe war sehr wässrig, vom Geschmack her gerade noch essbar."}, {"date": "10-06-2018", "rating": 5.0, "content": "Super coole Location. Das personal ist sehr freundlich und die Küche gut und schnell. Essen ist immer sehr schnell da und super angerichtet. Sehr zu empfehlen vor oder nach einem Kino Besuch. Kino ist 1 min vom Nooch entfernt. Für Familie und Freunde der Perfekte Ort. Aber auch alleine eine super Location, da man meistens mit andern an den grossen Tischen sitzt."}, {"date": "27-05-2018", "rating": 1.0, "content": "I ordered a set which supposed to be avocado and mango rolls with salmon. There was no mango at all. Some of the sushi had only half of the rice in them. One sushi had a thick piece of hard fat or fish skin in it. It was pretty disgusting."}, {"date": "20-05-2018", "rating": 5.0, "content": "Seit über fünf Jahre gehe ich einmal pro Woche in dieses Restaurant. Sushi ist top und immer frisch zubereitet. Dazu sind die warmen Gerichte immer gut zubereitet und geschmacklich ein Genuss. Ich empfehle hier Sea Hopper."}, {"date": "11-05-2018", "rating": 2.0, "content": "Sehr sehr schlechter Service! Habe schon lange nicht mehr so eine bocklose Kellnerin gesehen. Augen verdreht bei Bestellung, falsches essen geliefert, patzig etcUnd zum Lächeln geht sie wohl in den Keller- da kam nicht eins rüber....Es gab nur einen Kellner, der nett war. Ok und noch eine Servicekraft, die unser richtiges Essen später gebracht hat.Das allerwitzigste...es gab keine normale Sojasauce - nur eine mit wenig Salzgehalt. Dabei werden in der Karte ungefähr 5 Sojasaucen angeboten und sie hatten nicht mal eine Flasche der ganz normalen da....Also an sich könnte es ein cooler laden sein, aber das Servicepersonal sollte besser ausgewählt werden und was auf der Karte steht, sollte im Laden auch zur Verfügung stehen.....;-)Danke an den Herren, der uns den Tisch zugewiesen hat und unsere “Nachbargäste” toll bedient hat.Und an den Rest....sucht euch vielleicht einen Job, in dem ihr nicht mit so vielen Menschen zu tun habt.;-)"}, {"date": "10-05-2018", "rating": 1.0, "content": "Lustlose und unfähiges Servicepersonal. Unaufmerksam, bringen 2 mal das falsche Gericht, auf nachfragen patzig und bockig. Beim Abrechnen 95.00 statt 59.00 eingegeben ...Einzig positiv: der Herr am Empfang, er war sehr bemüht und nett."}, {"date": "04-05-2018", "rating": 2.0, "content": "Waren am Montag 30. April da zum all you can eat Sushi. War jetzt schon das dritte mal. Essen wie im lecker. Jedoch war diesmal die Wartezeit auf das Sushi miserabel! Nach Abgabe des Zettels mit der nächsten Bestellung ging es 35 bis 40 Minuten bis die nächste Runde Sushi kam! Das ist völlig inakzeptabel und ging anderen Leuten am Tisch auch so."}, {"date": "30-04-2018", "rating": 4.0, "content": "Heute war wieder einmal ein Kinoabend mit Freunden angesagt. Also kurz vorher noch im Nooch etwas gegessen (bis 2 Personen keine Reservation möglich/nötig). Obwohl ich schon zum zweiten mal hier war, hat mich die saisonale Karte positiv überrascht.Das Essen schmeckte frisch und authentisch und auch die Bedienung war freundlich und zuvorkommend. Gerne wieder."}, {"date": "26-04-2018", "rating": 5.0, "content": "What an amazing Panaeng curry? Probably the best I’ve had and even my daughter’s kids fried rice tasted like heaven.I would highly recommend the food here.Tania from London :)"}, {"date": "26-04-2018", "rating": 5.0, "content": "Good location, good variety of Asian food and most of all it's really yummy. Kids meals are also really good and my little one enjoyed her fried rice."}, {"date": "29-03-2018", "rating": 3.0, "content": "Waren vor 2 Wochen zu dritt dort. Die Bedienung war sehr freundlich fast schon etwas überdreht. Das Publikum ist schon etwas Hipster und man hat das Gefühl man geht eben dort hin weil es im Trend liegt. Es ist eine sehen und gesehen werden Location. Wenig Möglichkeit auf etwas Privatsphäre jeder wird irgendwo dazu gesetzt und kommt in den Genuss der Gesprächsthemen anderer. Für Essen mit Freunden ok aber für Zweisamkeit nicht zu empfehlen. Das Essen war okay nicht Wow aber doch zufriedenstellend. Mit Freunden würde ich wieder gehen, wenn diese dort wieder hin wollen würden. Ich selbst würde es vermutlich nicht mehr wählen liegt aber wirklich an der Atmosphäre dort und nicht am Essen."}, {"date": "16-03-2018", "rating": 3.0, "content": "War schon mehrmals für take away hier und im Januar einmal zu einem sushi kurs. Ich finde das Restaurant eigentlich ziemlich cool, gut gelegen und ansprechend eingerichtet. Allerdings war der eine montag-abend im februar etwas anders...Dieser eine montag-abend war etwas enttäuschend. Das lokal war gut besucht und wir wollten, zu zweit, einen kleinen snack verspeisen. Die chefin, welche ich biem sushikurs kennenlernte, schien leicht gestresst ob dem fakt, dass nochmals zwei gäste platz benötigen um zu essen. Ich fand dann ihr herübergewinke mit dem zeigefinger auch ein bisschen unfreundlich und unangebracht.Bedienung schien auch genervt als wir „nur“ ein paar wenige teigtaschen und softdrinks bestellten. Der herr mit dunkler haarfarbe und tätowierten unterarmen, verweigerte danach auch den blickkontakt beim verabschieden.Immerhin war das essen geschmackvoll und täuschte über die mangelnde servicequalität hinweg. Das essen ist durchwegs gut und war noch nie schlecht. Ausserdem bezahlbar für zürcher verhältnisse und gute portionenTake-away: JAIm Restaurant hinsetzen: eher NEIN"}, {"date": "12-03-2018", "rating": 5.0, "content": "Agile und vor allem sehr sympathische Bedienung durch Milena.Vorspeise und Hauptgang wurden rasch serviert und die Qualität und Geschmack der Speisen waren einwandfrei gut."}, {"date": "19-02-2018", "rating": 5.0, "content": "Montag Abend gibt es all you can eat Sushi für 49.-, unschlagbarer Preis für Zürich und die Qualität ist wirklich gut. Sehr zu empfehlen und werde auf jedenfall wieder hin gehen."}, {"date": "08-02-2018", "rating": 4.0, "content": "Das asiatische Essen ist sehr lecker, vorallem die Udon Noodles mit Rindfleisch! Das grüne Curry könnte besser gewürzt sein, im vergleich zu einem original Thai Curry leider etwas schwach, auch das Poulet war etwas zäh. Die Portionen könnten grösser sein, fallen relativ klein aus. Aber wir erhielten auf Anfrage sofort kostenlos noch eine Portion! Super freundliche tolle Bedienung trotz der vielen Gäste :-)"}, {"date": "07-02-2018", "rating": 4.0, "content": "프라이탁에서 쇼핑한 후 점심으로 먹었습니다프라임타워 직원이 추천해준 곳이어서 갔는데맛은 굿이었습니다만 역시 가격이 비싸긴하네요^^;;"}, {"date": "02-02-2018", "rating": 5.0, "content": "Von den Gyoza über das Beef&Zen bis hin zum Ground Bird schmeckte alles vorzüglich! Die Atmosphäre im Restaurant ist angenehm (nicht allzu laut). Das Personal ist sehr freundlich und aufmerksam, wenn auch manchmal ein bisschen langsam."}, {"date": "01-02-2018", "rating": 5.0, "content": "Moderne Karte mit interessanten asiatischen Interpretationen und nicht der asiatische „Einheitsbrei“. Freundliche Atmosphäre und dynamisches Service-Team. Es hat uns sehr gefallen, dass man gemeinsam mit anderen Gästen an grossen Tischen sitzt und doch auch seine Privatsphäre hat, wenn man das möchte. Gerne wieder!"}, {"date": "01-02-2018", "rating": 4.0, "content": "Wir hatten eine Vorspeise (Gyoza Deguset), welche uns leider nicht so gut schmeckte. Vielleicht hatten wir falsche Vorstellungen, aber die Teigtaschen hatten wir definitv schon leckerer und wir mögen sie lieber nicht angebraten.Die Hauptspeise (Rising Sun und Spring Break) war dafür sehr lecker und auch mein toller Tee mit Honig und Ingwer war Klasse!Waren übrigens froh, mussen wir nicht an einem der quadratischen Tische sitzen - das ist etwas ungewohnt für ein gemütliches Nachtessen. Da sitzen wir lieber vis-à-vis. Aber wir kommen bestimmt wieder, denn die Karte muss noch weiter durchgetestet werden - es sah alles sehr lecker aus, was so aus der Küche kam!"}, {"date": "28-01-2018", "rating": 5.0, "content": "Ich halte normalerweise nichts von solchen Bewertungsportalen, aber meine beste Freundin, mit der ich im Nooch essen war, sagte dass man auch mal das Gute sagen sollte und nicht andauernd das schlechte. Und da hat sie vollkommen recht. Letzten Freitag vor dem Kino war das Nooch so voll, dass wir einige Minuten warten mussten, was auch verständlich war. Aber hat sich gelohnt: das essen kam sogar relativ schnell und war echt sehr sehr gut ( Beef & zen, James Bond Island, Momo vegi und misosuppe). Sogar sonderwünsche würde mit einem ehrlichen \" selbstverständlich\" entgegengenommen. Meine Kellnerin (zierlich, lockige haare) war freundlich und aufmerksam. Man merkte ihr an, dass sie Spass an ihrer Arbeit hat. Wir kommen definitiv wieder wegen des Essens, des Personals und der Stimmung. Top"}, {"date": "24-01-2018", "rating": 5.0, "content": "Unkompliziert, angenehm und fein. So einfach lässt es sich zusammenfassen. Wer asiatische Küche liebt und den Kontakt zu anderen Gästen nicht scheut, ist hier richtig. Dies gilt nicht nur für Junge, sondern auch für ältere \"jung gebliebene\"."}, {"date": "16-01-2018", "rating": 3.0, "content": "Ну так себе, ничего хорошего. За хорошими суши сюда идти не стоит. Филадельфия были нормальные. Остальное не очень вкусно."}, {"date": "14-01-2018", "rating": 5.0, "content": "Feinste Wok-Gerichte, freundliches und aufmerksames Personal, lockere Atmosphäre. Kann ich nur weiter empfehlen"}, {"date": "06-01-2018", "rating": 4.0, "content": "Von der Fusion Cuisine waren wir angenehm überrascht: Das Angebot ist breit und die Namen der Gerichte verwirrend (Momos Hong Kong??), aber die Gerichte waren sehr lecker: Momos, Chicken Gyozas, Pho Bo mit Reisnudeln. Letztere waren gleich gut wenn nicht besser als Manches, was man in Vietnam bekommt. Die Ambiance ist nett, aber wohl zu gewissen Zeiten laut."}, {"date": "04-01-2018", "rating": 2.0, "content": "I used to like sushi at this place and recently visited again. The restaurant has been renovated and I really liked the trendy atmosphere. Perfect setting for a night out with friends. And then sushi came: that was a disaster. Tasted like plastic, was like made hours before. I really wanted to like this place, it's such a shame food was so bad."}, {"date": "02-01-2018", "rating": 3.0, "content": "I love sushi and was really looking forward to trying Nooch. Unfortunately, my expectations weren’t met and the sushi was only of mediocre quality. Also, at 90.- for a (large) plate, the price tag is hefty and in my opinion too high for the quality you get. What is more, the sushi came like 3min after it was ordered which implies it‘s not made to order and also, it is not very cosy. Not recommendable (at least not for sushi)."}, {"date": "27-12-2017", "rating": 4.0, "content": "Spontaneous to the movies and drop by at nooch, huge menucard from sushi, curry to soups!Had a good meal and all very fast this just right before the movies. The place is not cheap Jasmin tra for chf 6.- is ridiculous!The various platter were delicious .."}, {"date": "24-12-2017", "rating": 4.0, "content": "We visited the place with some colleagues from the same companies and their partners. It was the first time for me visiting the restaurant. The service was very nice and the ambiente was nice. They arranged a couple of tables to a big tables where we could sit around all together. Very nice. Everybody ordered something different for starters and for the main dishes. All was nicely presented and well cooked. All in all it was not too expensive vor Zurich."}, {"date": "19-12-2017", "rating": 4.0, "content": "Auf die Schnelle rasch was leichtes, feines und frisch gekochtes essen. Genau das haben wir angetroffen und die Karte bietet gute Auswahl. Ob ein Curry oder klassisches Sushi, SUppe oder eine Salatvariation - alles war speditiv und einwandfrei nach kurzer Wartezeit am Tisch. die Bedienung jung, spritzig und auf gutem Niveau am Kunden.Das Preisniveau ist unterschiedlich, einiges wirkt attraktiv günstig, anderes war dann doch eher hochpreisig - dafür kann man hier frisch ab Hahn glasweise Trinkwasser beziehen - ein netter Gag - und keiner nervt mit lästigen Umsatzbestellungen. Also, wir werden das Haus künftig öfters besuchen und empfehlen es sehr gerne! HN"}, {"date": "17-12-2017", "rating": 1.0, "content": "Ich habe Zöliakie bzw. Glutenintoleranz. Habe in den letzten zwei Monaten drei Mal Gerichte im Nooch gegessen die als glutenfrei bezeichnet sind es aber nicht waren! Die Gerichte auf der glutenfreie Menuekarte sind nicht 100% glutenfrei! Es wäre Sinnvoll wenn die Köche sich vorher informieren würden was es bedeutet 100% glutenfreie Menues anzubieten. Es ist sehr unangenehm wenn man nicht das bekommt was versprochen wird."}, {"date": "23-11-2017", "rating": 1.0, "content": "Service war unter aller Sau. Die Kellnerin wollte mich zurechtweisen weil ich mit der EC Karte zahlte. Ausserdem gab sie für meine Kollegin, die Bar bezahlte, das falsche Wechselgeld heraus. Als ich dass bemerkt habe und sie darauf angesprochen habe machte sie ein neckischer Kommentar.(Schwarze Kasse ?) Dies ist unprofessionell und erbärmlich. Ich war das erste mal im Nooch und mit Sicherheit das letzte mal."}, {"date": "12-11-2017", "rating": 4.0, "content": "Lieferung war ok. Zwar etwas wenig verspätet, aber dafür hat man uns noch extra vorher telefonisch informiert. Für uns wars kein Problem. Lieferdame war sehr freundlich und Noodles waren gut. Restaurant ist auch zu empfehlen, z. B. vor Kinobesuch (hat grosses Kino nebenan)."}, {"date": "12-11-2017", "rating": 4.0, "content": "Das war eine feine Mahlzeit, das Restaurant ist Modern.Das Essen war sehr schnell da nach der Bestellung.Für Zürcher Begriffe war der Preis noch moderat Sfr 40 für ein Hauptmahlzeit und ein gutes Bier!"}, {"date": "11-11-2017", "rating": 5.0, "content": "Ich habe hier ca. 3 Jahre 2 mal in der Woche gegessen und ich kann mich nicht an eine negative Erfahrungen erinnern. Das Essen ist hier immer top und ich kann das Gericht Sea Hopper und Shrimps & Sepia wärmstens empfehlen. Dazu Sushi vom Feinsten. Nette Mitarbeiter und das Essen wird schnell serviert. Klar, nicht immer ganz günstig, aber Geschmack hat seinen Preis."}, {"date": "06-11-2017", "rating": 3.0, "content": "Wir haben 4 verschiedene Gerichte gegessen. Alle waren nicht begeistert.Service war sehr nett. Location schön."}, {"date": "05-11-2017", "rating": 4.0, "content": "Es gab bei uns Sushi und Beef and Zen. Alles schmeckte uns gut, vorallem die Sushis. Der Homemade Icetea ist super lecker. Es gibt sehr viele Auswahl an Essen, sodass jeder etwas zum essen findet. Kommen gerne wieder. :)"}, {"date": "30-10-2017", "rating": 5.0, "content": "Just Same Same - because nothing is different..Es erinnert an Urlaube in Thailand oder Indonesien. Und auch das Sushi ist wirklich sehr lecker! Waren schon mehrmals hier essen und werden definitiv wieder kommen!Einfach fabelhaft"}, {"date": "28-10-2017", "rating": 3.0, "content": "il posto in sè è carino, con personale giovane e gentile, con un atmosfera soffusa in un open space.il cibo peró non m ha veramente convinto... dalla tartar di salmone, che assomigliava piu ad una scatoletta x gattianche se non era cattiva!a delle palline fritte in agrodolce di non so cosa... ma di sicuro cibo non fatto al momento.una sorta di AsianFastFooda Zurigo c è davvero di meglio, sorry"}, {"date": "28-10-2017", "rating": 5.0, "content": "Sehr leckeres Sushi & Sashimi, sehr freundliche Bedienung.Getränke sind leider völlig überteuert. Dafür hat es einen kostenlosen Wasserhahn als Alternative."}, {"date": "16-10-2017", "rating": 5.0, "content": "Just spontaneously decided to go to Nooch's for dinner and again top quality and service. We know Nooch's from Wallisellen as well and are never disappointed.Had a tuna sashimi and Dim Sum as starter and some nice main course menue (pics).If you don't know what to pick (plenty of choice) you can't fail with the dishes marked with a star, highlighting guest favorites.We'll come back again and again."}, {"date": "15-10-2017", "rating": 4.0, "content": "We went to Nooch and was very pleased with the food and service. I had the green curry with Swiss chicken, very flavorful. Others had the sushi plate for 2 and it was very large portion of sushi. All in all a very nice meal."}, {"date": "10-10-2017", "rating": 5.0, "content": "Ich war bisher zweimal im Nooch Zürich und bin begeistert. Das Sushi und die Suppen waren sehr lecker und der Service ist freundlich und reagiert rasch.Der all you can eat Sushi Monday ist super. Keine Tricks hinter diesem Angebot, man bekommt sehr rasch genau das, was man möchte und soviel, bis man satt ist. In mehreren Gängen kann man aus einer grossen Auswahl jeweils 6 verschiedene Sorten ankreuteuzen und bekommt dann rasch seine Bestellung. Es lohnt sich ein paar Tage zuvor zu reservieren. Die Preise sind hoch, aber man beko.mt gute Qualität."}, {"date": "29-09-2017", "rating": 5.0, "content": "Waren Freitagabend spontan hier essen! Die Speisekarte ist riesig und somit fällt die Entscheidung entsprechend schwer....haben uns letztendlich für tartartrio und sushi zur Vorspeise entschieden....sehr, sehr lecker! Als Hauptgang wählten wir Penang curry, sehr fein abgeschmeckt mit perfekter Erdnussnote und Hoi An! Beide Gerichte waren sehr fein! Unset Kellner war freundlich und zuvorkommend! Wir kommen gerne wieder hier essen!"}, {"date": "27-09-2017", "rating": 5.0, "content": "Great asian fusion restaurant. I realky loved the food, great interior. I enjoyed sitting on the bar watching the work at kitchen. Truly recommend!"}, {"date": "21-09-2017", "rating": 5.0, "content": "Étant un Grand amateur de nourriture asiatique, JE suis repartie le ventre plein et ravi c'est un endroit sympa et agréable. Les plats sont copieux ( parole d'un gros mangeur ).Les serveurs étaient au top, souriant, une très bonne expérience.J'y retournerais"}, {"date": "18-09-2017", "rating": 5.0, "content": "Super feine Sushis und die Gerichte (sea hoppers) sind absolut empfehlenswert. Wir besuchen dieses Restaurant seit 2 Jahren jede Woche mindestens 1 mal. Qualität immer super und nie schwankend. Service auch immer top. Essen wird immer schnell serviert."}, {"date": "13-09-2017", "rating": 4.0, "content": "Lecker Essen auch nach der Mittagszeit. Leider um 16:00 ist noch nicht die ganze Speisekarte verfügbar. War mit meiner Tochter nach dem Kino dort schnell Essen. Sehr gute Reisgerichte mit verschiedenen Sossen und Beilagen. Sehr freundliches Personal. Kommen gerne wieder einmal."}, {"date": "09-09-2017", "rating": 2.0, "content": "Tolles Ambiente und super Service. Sushi jedoch eher Quantität statt Qualität. Waren leider enttäuscht."}, {"date": "06-09-2017", "rating": 4.0, "content": "I live not far from this place and I go almost twice a week. Their sushi is not consistent, because sometimes it's excellent and some others it's almost frozen, even the rice. The rest of their plates is very good and the prices quite convenient. What I like the most is the service. The staff it really nice and friendly and they don't push you to finish. I enjoy going there, I just avoid their sushi if I can."}, {"date": "29-08-2017", "rating": 4.0, "content": "Really nice place also to sit outside.Very close to other places afterwards like Cinema or Bars.Food was very good but not really big portions and also quite pricey (But thats what we are used to in Zurich).Didn't try sushi yet but it looked good."}, {"date": "27-08-2017", "rating": 2.0, "content": "I cannot speak for other types of food, but sushi was definitely bad. It seemed not fresh and prepared hours in advance. If you look for quality don't go here."}, {"date": "15-08-2017", "rating": 4.0, "content": "늦은 저녁 테이크아웃으로 먹었습니다. 생각보다 양이 많습니다.맛도 있음.매우 추천합니다."}, {"date": "09-08-2017", "rating": 5.0, "content": "这里的服务员非常友好和高效，所以毫不犹豫的给了小费。食物口味非常好，可以说，过去的10多年里在欧洲尝试过的亚洲菜里，这家口味是最对我胃口的，炒饭用的米饭软硬程度刚刚好，是类似中国的大米，不是印度米或者泰国米，久违大米饭的我把一整大盘炒饭吃的一粒米饭都没剩下。里面的配料也是非常实在和新鲜，我点的虾仁炒饭，用的好像是tiger prawn，超级新鲜，大概有五六只巨无霸大虾仁，要知道这样大的tiger prawn在英国超市里都要￡1/each了。"}, {"date": "09-08-2017", "rating": 3.0, "content": "Waren heute zu dritt beim Lunch im Nooch.Das Essen war sehr fein. Aber wir haben insgesammt eine Stunde auf unser Essen gewartet. Das erste Gericht kam nach ca. 30 min. Einer war also schon fertig, bis das letzte Essen kam. Sehr schade.Da Ferienzeit ist, war auch nicht wirklich viel los, aber man hatte das Gefühl, dass die drei Männer im Service sich ein wenig selbst im Weg rumstanden.Mann muss also Zeit und Nerven mitbringen. Ist fraglich ob das in einer Mittagspause vorhanden ist."}, {"date": "05-08-2017", "rating": 5.0, "content": "Surprisingly very traditional! Even down to the Basil and Herbs used! Good food and firm favourite for the kids! I'm sure they'll want a return visit"}, {"date": "01-08-2017", "rating": 4.0, "content": "Food is solid, had a good lunch. Service is good, but could be better. Forgot some orders of my friend."}, {"date": "27-07-2017", "rating": 4.0, "content": "feines restaurant mit einer grossen auwahl. schön eingerichtet und für jeden geschmack was dabei. jederzeit gerne wieder."}, {"date": "25-07-2017", "rating": 5.0, "content": "Das Nooch hat auf den ersten Blick eine sehr interessante Einrichtung! Man kann die Köche hinter der Theke beobachten oder einfach die Atmosphäre genießen. Die Auswahl an Speisen ist sehr groß, viele verschieden Vorspeisen, Sushi in aller Art und Form, Hauptgerichte mit Nudeln, Reis, Ente... es sollte wirklich für jeden etwas dabei sein.Der Service war sehr freundlich und aufmerksam. Auf die Frage ob der hausgemachte Eistee zu empfehlen ist, wurde mir kurzerhand ein Schluck zum probieren eingeschenkt (er ist wirklich lecker!).Beim nächsten Besuch in Zürich ist ein Essen im Nooch sehr zu empfehlen."}, {"date": "17-07-2017", "rating": 5.0, "content": "Essen war heimlich, Personal ist super nett und freundlich! Nooch ist geworden meine nr. 1 asiatische Restaurant in Zürich ❤️"}, {"date": "08-07-2017", "rating": 5.0, "content": "Great location by the cinema very nice atmosphere and delicious food! Sweet and sour chicken is the best."}, {"date": "05-07-2017", "rating": 5.0, "content": "Lugar aconchegante , comida ótima , se tivesse ar-condicionado seria perfeito .Ótimo atendimento e rápido , preço muito bom.O ramen é muito gostoso , vale a pena pedir"}, {"date": "02-07-2017", "rating": 5.0, "content": "Sehr netter, aufmerksamer Service und wahnsinnig leckeres, authentisches Essen. Die Atmosphäre ist locker, erfrischend und die Preise sind für die Qualität des Essens absolut angemessen. Die Karte bietet eine große Auswahl, aber bei unserem Aufenthalt waren auch vier Köche fleißig am Werk. Wir mussten nicht lange auf unser Essen warten! Wir werden das Restaurant als Vegetarier sicher wieder aufsuchen.Auf dem beigefügten Foto sieht man die vegetarische Miso Suppe mit Ramen Nudeln."}, {"date": "29-06-2017", "rating": 2.0, "content": "Gute Saucen, schnelle Lieferung nur die Hühnchen Qualität lässt zu wünschen übrig. Es ist mir ein Rätsel wie ein solcher Geschmack und Konsistenz zu stande kommt. Vorgekocht und mit konservierungsmittel?? Schmeckt wir in einem fertig Gericht und hat wenig mit frisch verarbeitetem Fleisch zu tun. Schade sonst ist nichts zu bemängeln."}, {"date": "21-06-2017", "rating": 3.0, "content": "In the middle of the trendy Hardbrücke District, big restaurant with a nice, but small terrace. Menu with a lot of choices, Chinese and Japanese most of them, with some Korean specialities. Salmon tartar is rather salmon puree, not a single piece of solid salmon, but rather a paste, nevetheless tasty and savory. A generous beef panang as a main dish, with a tasty sauce, and an average beef. The service is nice and efficient. The price is average tending to high."}, {"date": "20-06-2017", "rating": 3.0, "content": "Bei all den Bewertungen dachte ich mir wir probierens Mal.Ich muss sagen, gar nicht schlecht. Wir waren jetzt ein paar Mal dort..Die Preise erscheinen mir ein wenig hoch aber nicht übertrieben.Das japanische ist gut und authentisch. Das thäilandische überzeugt mich nicht wirklich. Weder der grüne Curry noch die Tom ka gai Suppe sind authentisch.Auch das koreanische Angebot war ok aber nicht raffiniert was die koreanische Küche ja eigentlich ausmacht.. Diese Erfahrung habe ich schon oft gemacht bei Restaurants die mehrere Küchen anbieten.. Die Bedienung ist sehr hilfsbereit und wirklich freundlich."}, {"date": "19-06-2017", "rating": 5.0, "content": "Essen ist stets gut zubereitet und das Personal immer sehr freundlich, offen und unkompliziert. Es herrscht immer eine angenehme Atmosphäre"}, {"date": "18-06-2017", "rating": 5.0, "content": "Wenn ich guten klassischen und frischen Sushi in Zürich essen möchte dann gehe ich ins Nooch und auch wenn ich gutes, gesundes und hochwertiges japanisches Essen besteln möchte. Die Qualität und der Preis stimmen obwohl die Vorspeisen klein und teuer sind, finde ich die Preise gerechtfertigt denn die Zubereitung ist aufwändig. Ich gehe daher immer wieder mal ins Nooch weil es einfach nur lecker ist."}, {"date": "17-06-2017", "rating": 5.0, "content": "Sehr feines Essen und super netter Service. Mehr möchte ich nicht dazu sagen auch wenn mich TripAdvisor dazu zwingt."}, {"date": "08-05-2017", "rating": 2.0, "content": "Es war der erste und auch der letzte Besuch im Nooch bei der Hardbrücke. Wir sassen auf unseren reservierten Plätzen, nach ca. 20minuten wurden wir endlich bedient auch wenn wir diese grüne \"Bestellen\"-Hand schon seit ewigkeiten aufstreckten. Mein Freund und ich bekamen die Vorspeise nach fast einer Stunde wartezeit! Der Laden war definitiv nicht voll und wir waren stutzig wieso das so lange dauert. Meine Freundin und ihr Freund wurden nochmals 10min länger auf die Probe gestellt. Endlich konnten wir die Vorspeisen alle zusammen geniessen.Einer von uns hat statt Reis, Nudeln bestellt. Das Essen kam trotzdem mit Reis. Glücklicherweise nahm das Personal das Gericht zurück und brachte es mit den gewünschten Nudeln. Das Essen hat uns allen geschmeckt. Der Service lässt definitiv zu wünschen übrig."}, {"date": "03-05-2017", "rating": 4.0, "content": "J'ai été avec mon fils de 17 ans. Nous avons pris de très bonnes \"Nuddle Soupes\" avec du canard et quelques sushis comme entrée. La décoration est sympa, l'ambiance aussi. Un peu bruyant et si il y a beaucoup de monde un peu à l'étroit"}, {"date": "02-05-2017", "rating": 3.0, "content": "Ayant séjourné à l'hotel Züri by Fassbind, n'ayant pas voulu cherché un resto par un temps exécrable, j'ai juste traversé la rue et arrivé au Nooch après quelques pas après le cinéma. Vers 20h30, le restaurant était bondé, j'ai dû m'installer vers la table vers la cuisine. J'ai commandé une soupe au miso et un plat de riz aux crevettes. Dommage que la soupe est arrivé tiède. Le plat de riz est plutôt généreux avec pleine de crevettes.L'addition est de 32 francs. Le service était moyen, pas très attentif."}, {"date": "27-04-2017", "rating": 5.0, "content": "Bereits zum 4ten Mal ins Nooch und garantiert nicht das letzte Mal. Super Auswahl, innovative Kombis und das Ganze saisonal angepasst. Danke ans Personal, dass mich/uns immer mit einer grossen Prise Humor begeistert. Freue mich aufs nächste Mal! Meine Tipps: Hawaiian Beach House und Steamed Tacos! ;-)"}, {"date": "21-04-2017", "rating": 5.0, "content": "Gleich hinter dem Kino Abaton gelegen ist das Nooch ideal für ein Essen vor oder nach dem Kinobesuch. Breite Auswahl asiatischer Speisen von Thai über Sushi bis zu Japanisch (Dim Sum, Ramen Suppen) und vieles mehr. Sehr freundliche und schnelle Bedienung. Lockere Atmosphäre. Leider nur wenig Privatsphäre, da man an grossen Tischen mit anderen Leuten zusammen sitzt."}, {"date": "16-04-2017", "rating": 5.0, "content": "Ich gehe ab und zu ins Nooch und kann es sehr empfehlen. Leckeres und frisches Essen. Einziger Minuspunkt, dass es keine Zweier Tische hat."}, {"date": "15-04-2017", "rating": 5.0, "content": "Köstliches Essen und freundlicher Service. Sushi ist immer frisch zubereitet und die Nudelgerichte sehr gut. Ich denke jedes Gericht ist genauso gut. Sehr zu empfehlen, probiert es aus!"}, {"date": "09-04-2017", "rating": 4.0, "content": "Wir waren zu viert an unserem Frauenabend, bei dem wir alle Sushi à discrétion gewählt haben.Reservierung: unkompliziert und online, ich bin davon begeistert. Am Tag davor gibt es sogar eine Erinnerungs-Email, was ich mit einem Schmunzeln zur Kennntnis genommen habe.Bedienung: sehr freundlich und wir wurden jeweils rasch bedient.Essen: wie immer sehr leckere Sushi, für uns ein gutes Preis-Leistungsverhältnis.Restaurant: das letzte Mal war ich vor einem Jahr dort, ich habe den Eindruck, dass die Beleuchtung abgenommen hat. Am Tisch selber war die Beleuchtung gut, hat man aber über den Restaurant geblickt, wirkte es doch ziemlich düster."}, {"date": "27-03-2017", "rating": 4.0, "content": "Top Lage direkt neben dem Kino. Es ist unser Got-To Restaurant, wenn wir einen Film schauen gehen. Die Sushi-Platten sind schnell und frisch zubereitet.EInmal pro Woche gibt es einen Abend Sushi à discretion :-)"}, {"date": "20-03-2017", "rating": 4.0, "content": "Auch mal was anderes, Hawaiianisch. Sehr gut abgeschmeckt, preislich in Ordnung, nette Bedienung, schneller Service, tolles Ambiente. Reservierung wäre hilfreich, sonst wartet man etwas. War an einem Montag um 20 Uhr da, es war sehr voll - zu Recht. Komme gerne wieder."}, {"date": "14-03-2017", "rating": 4.0, "content": "Meine Tochter hatte wieder mal Lust auf Sushi. Am Mittwoch Abend telefonisch einen Tisch für zwei Personen für nächsten Freitag reservieren können. Normalerweise, wird erst ab 4 Personen reserviert. Vort Ort war dann doch eine lange Schlange vor dem \"pls wait to be seated\" Schild.Wenn man aber mal sitzt, läuft alles perfekt. Sehr cooler, unkomplizierter und witziger Service, sehr feine Sushi, hausgemachter Ingwer Tee. Preislich kein Schnäppchen - aber im Vergleich zu Leistung ganz OK. Gerne wieder!"}, {"date": "08-03-2017", "rating": 4.0, "content": "I visited during a business trip. The restaurant was really close to the hotel so an easy choice.Friendly and fast service (well.. to be honest there were not many people) with English menu available.I had gyoza and curry, very tasty both of them. They have a couple of draft beers, including a thai one.The curry was very tasty.. it was marked as mild hot.. A little bit too hot for me, but really good.The decor is modern style with big tables as well as small tables. I found it to be really well done and very relaxing.I wouldn't mind going back next time I am in town."}, {"date": "06-03-2017", "rating": 4.0, "content": "Zwanglos, modern und doch sitzt man gemütlich an großen Tischen. Das Nooch in der Heinrichstrasse in Zürich ist ideal für ein Lunch oder eine Mahlzeit zwischendurch. Sushi, Nudel-, Reis und Wokgerichte werden frisch zubereitet und es schmeckt!Der Service sehr freundlich. Das Preis-Leistungs-Verhältnis gut."}, {"date": "04-03-2017", "rating": 4.0, "content": "Nous venons de souper au NOOCH, que dire. . . .Commençons pour les plats, un joli choix, préparé rapidement presque sous nos yeux. Les nouilles sont très bonnes, le canard fondant et les légumes de très bonne qualité.Le cadre est sympa, il y a des grandes tables et on se retrouve à plusieurs autour. On peut ne pas aimer mais il y a assez de place entre les gens.Nous avons été ravis de découvrir ce restaurant. Et on se réjouit d y revenir une prochaine fois !Merci pour le service rapide est l accueil chaleureux. Et merci pour le conseil, le thé froid était vraiment délicieux."}, {"date": "15-02-2017", "rating": 5.0, "content": "Stopped by this restaurant after a long flight from San Francisco. I wanted that was quick, not fast food, and tasty as well. Nooch fit the bill and was pleased as well with great customer service. I highly recommend this place for a quick bite or a gather with friends and/or colleagues."}, {"date": "14-02-2017", "rating": 2.0, "content": "Antipasti ok, soprattutto gozye, e velocissimi. Buona scelta di birra. I piatti principali sono sciatti, salse dalle bustine, salmone secco e duro. Verdure non proprio fresche (congelate?), riso con doppia cottura. Non convince."}, {"date": "12-02-2017", "rating": 3.0, "content": "Place was in a cool area - very cool vibe. Nooch, was average for our experience. We had the sushi platter 90 CHF. For the price, it should have been very good to excellent. It was just good. Tuna tasted funky, salmon was average. The futomaki was okay and the other rolls just average. It was like they were made early that day and brought out of the fridge and then cut in to slices for the platter.PS. the desert display was an old suitcase with broken displays in it. Could use some updating. We had the desert which was good.Would we return - probably not!"}, {"date": "05-02-2017", "rating": 4.0, "content": "Das Nooch in Zürich-West ist zentral gelegen und hat ein gemütliches legeres Ambiente. Grosse Tische, wo man sich zusammensetzen kann.Gute Auswahl an Asia-Speisen, es hat für jeden Geschmack etwas. Preis Mittelklasse, zahlbar. Aufmerksamer guter Service.Wir kommen wieder ..."}, {"date": "03-02-2017", "rating": 4.0, "content": "War okay. Vielleicht etwas zu hoch preislich im Vergleich zu anderen Restaurant in diesem Segment in der Stadt."}, {"date": "29-01-2017", "rating": 5.0, "content": "Sehr freundliches, hilfsbereites Servicepersonal, das trotz viel Betrieb jeden Gast zuvorkommend und speditiv bedient hat!Die Vorspeise stand innerhalb weniger Minuten auf dem Tisch- und dies trotz \"Full House\"!!"}, {"date": "22-01-2017", "rating": 4.0, "content": "Top Lieferservice kam auf die Minute genu an, sehr gutes Essen, leckeres Sushi super Qualität gerne wieder!"}, {"date": "17-01-2017", "rating": 5.0, "content": "Unkomplizierte Leute und Garderobe.Ehrliche, gut Gewürze Speisen.Normale Preise.Gut mit Tram oder Zug.Eine echte Empfehlung!"}, {"date": "07-01-2017", "rating": 4.0, "content": "Ce restaurant est idéalement situé, face au cinéma Abaton. Nous sommes arrivé à 22h50 un vendredi soir et avons encore pu être servis à cette heure tardive.Le service est attentif et les serveurs très souriants. A cet horaire, il n'y avait plu possibilité d'avoir des sushis. Mais la carte reste très variée.Les plats sont très copieux et l'entrée (un mélange de différents plats servis pour deux) était excellent.Nous y retournerons avec plaisir."}, {"date": "29-12-2016", "rating": 5.0, "content": "Simpel eingerichtetes Restaurant mit schnellem, super Service und qualitativ gutem Essen!Ich würde wieder hingehen!"}, {"date": "22-12-2016", "rating": 5.0, "content": "Immer wieder eine Geschmacksexplosion! Nur zum weiterempfehlen, gehe/bestelle immer wieder gern! Grosse Auswahl und frische Zutaten, im Herzen von Zürich!"}, {"date": "06-12-2016", "rating": 3.0, "content": "Came here for a late lunch as most places in the area were closed. The staff was friendly but a bit distracted by other tasks, the lunchtime ruah being over. Vegetarian pad thai noodles were OK with lots of tofu and vegetables. The bill was more than it would have been in several better independent Thai places in Zurich and I really don't like the slightly-too-loud music."}, {"date": "29-11-2016", "rating": 4.0, "content": "Hole gerne mein Mittagessen im Nooch und war noch nie enttäuscht. Sehr freundliches Personal, wirklich jedesmal ein Aufsteller."}, {"date": "22-11-2016", "rating": 5.0, "content": "We had a business lunch, chicken fried rice. It was tasty and served in a big size. Staff is quick and helpful. It can get noisy here, not to stay long. Can recommend it for the food."}, {"date": "21-11-2016", "rating": 4.0, "content": "Das Nooch liegt gegenüber dem Abaton Kino in Zürich im Steinfels Areal. Am letzten Samstag besuchte ich es zum ersten Mal. In einem Teil hat es grosse Tische wo wir uns hinsetzten. DIe Speisekarte ist bietet einiges. Das Personal ist sehr freundlich. Das Essen schmeckte gut. Der Preis stimmt. Es gibt auch ein grosses Sushi Take Away."}, {"date": "06-11-2016", "rating": 1.0, "content": "Diese Bewertung bezieht sich nur auf den Lieferservice.Bei Aufgabe der Bestellung war eine Lieferzeit von 45 Min angegeben, unser Essen haben wir dann mal nach 2 Stunden erhalten, also mit über einer Stunde Verspätung. Das ist absolut inskzeptabel, zum Glück hatten wir nichts mehr vor an diesem Abend. Als ich nach 1:45 Std anrief und nachfragte, was los ist, hiess es nur sie hätten halt viele Lieferungen. Kein Angebot einer Entschädigung.Werde nächstes Mal wieder bei Lily's bestellen, die schafften es bisher fast immer pünktlich zu liefern (max 15 Min Verspätung) und das per Velokurier."}, {"date": "30-10-2016", "rating": 5.0, "content": "We were there to get some take away Asian food. Ordered Duck Curry and crispy duck stir fry , Thai fried noodle with prawns and Korean Mandu. It's very tasty and authentic. Enjoyed our food."}, {"date": "26-10-2016", "rating": 4.0, "content": "A very nice restaurant with a cool atmosphere. The tables are quite big, so if you're visiting alone or as a small group it might happen that you'll share the table with other visitors - which is kinda intressting (in a good way). The food is really good and you can choose from a big variety. The staff is amazingly friendly and helping. A good place for everyone who likes asian food and sushi."}, {"date": "24-10-2016", "rating": 4.0, "content": "Très bon accueil. Bonne présentation des plats qui étaient excellents. Service rapide. Bon rapport qualité prix. Nous y reviendrons lors d'un prochain séjour à Zurich."}, {"date": "23-10-2016", "rating": 4.0, "content": "Ein einfaches Restaurant mit vielfältiger Karte, guter Küche und schneller Bedienung. Die Gäste können zwischen Stuhl und Bank wählen. Es gibt genügend Plätze, so dass auch grössere Gruppen sich hier wohl fühlen."}, {"date": "20-10-2016", "rating": 3.0, "content": "Went there hoping to have at least a decent plate of Asian noodles, going there with relatively low expectations -- it's not like we were heading to a Singaporean hawker center. Having eating at Nooch before, I knew that the restaurant had decent Thai and okay sushi.Ordered the lunch special from the weekly menu, which came with miso soup and coffee. I picked the vegetarian Korean fried ramen. Translated from German, the menu described it as \"fried Korean ramen noodle variety with plenty of crunchy vegetables\". I was half expecting kim chi or at least crunchy spicy cabbage, after all the food was marked as \"spicy\" (2 out of 3 chili ratings).The miso soup arrived. I was stunned to find floating shredded raw carrots in it. Exactly 12 months ago to the date I was in Tokyo so this felt like a unpleasant reality shock. Did they add the carrots to make it look more like autumn food? Or is this the restaurant way of bastardizing authentic Asian flavors? Not sure.Now came the main dish. It had a piece of lime to the side. I've eaten Korean food all over the world and this was the first time I saw a piece of lime on its dish. I know it wasn't pad thai because the noodles were ramen indeed. There was no kim chi and unfortunately devoid of anything resembling Korean flavors.Conclusion: Nooch Asian Kitchen is a hit and miss. The staff provided good service but ordering a decent plate of food is a gamble, I'd say depends heavily on which chef prepared for it. This one was a huge departure from authentic flavors and even if it was deliberately prepared for the Swiss diners, it was still a huge let down."}, {"date": "10-10-2016", "rating": 4.0, "content": "O ambiente é simples, frequentado especialmente por pessoas jovens.Quanto ao atendimento nós gostamos muito, nada houve para qualquer queixa. Fomos atendidos com muita atenção e simpatia.Com relação à comida eu achei o prato que pedi muito delicioso, já o prato que pediu meu marido eu diria que fica entre o razoável e bom.Não me recordo o nome de nenhum dos pratos, mas lembro muito bem dos ingredientes. O de meu marido era um frango com caril. O meu era carne de boi, massa e verduras.Meu marido bebeu uma cerveja e eu um copo de vinho. Aprovamos a bebida.Talvez amanhã voltamos lá novamente para jantar."}, {"date": "17-09-2016", "rating": 5.0, "content": "Les grandes tables du restaurant sont sympas et permettent de discuter avec tout le monde. Il y a à la fois des sushis très bons et bien présentés (pas de wasabi ni de gingembre en sachet! Du vrai et du bon)Le padthaï ou la soupe de nouille sont excellents et les prix très corrects pour la quantité. Je recommande!"}, {"date": "01-09-2016", "rating": 5.0, "content": "Grosse Auswahl an verschiedenen asiatischen Gerichten sowie super Sushi Karte.Alles war sehr frisch, super lecker, jederzeit wieder!Super Ambiente, keine störenden Autos und sehr freundliches Personal !Preis/Leistung für Zürich, voll OK!"}, {"date": "26-08-2016", "rating": 5.0, "content": "С первого раза полюбила этот ресторанчик. Порекомендовала друзьям и все остались довольны. Хорошая кухня, приятный сервис. Мой любимый ингвирно- мятный чай пока только в этом ресторане встречала."}, {"date": "21-08-2016", "rating": 1.0, "content": "... Auf der Fr. 79.- Sushiplatte haben wir eine Menge Reis, gekochten Thunfisch, Advokado und diese wiederlichen zu Stangen gepressten Krabenabfälle.Rohen Thunfisch fanden wir in homöopatischen Dosen auf klebrigen Reisbällen.Wir hatten Hunger und haben es runtergewürgt.Noch vor 8 Monaten gab es zum gleichen Preis ausgezeichnete Sushi/Sashimi Platten.Was ist mit dem Nooch Steinfels passiert?"}, {"date": "07-08-2016", "rating": 3.0, "content": "Grossartiges asiatisches Essen zu fairen Preisen. Einfach nur zum geniessen. Jedoch respektloser und unfreundlicher Service."}, {"date": "05-08-2016", "rating": 5.0, "content": "Obwohl das Restaurant noch nicht offen war, konnte ich ein Mittagessen bestellen. Das nenne ich einen tollen Service. Das Essen ist typisch asiatisch und die Teller sind sehr gut bestückt."}, {"date": "27-07-2016", "rating": 3.0, "content": "Für einen Snack oder einen Drink vor oder nach dem Kino ist das Nooch ganz gut geeignet. Die Speisen halten leider mit der aufgemotzten Speisekarte nicht ganz mit, sind aber grossteils ok. Ein Ausreisser nach unten war allerdings das Thunfisch-Sashimi: blass und fast geschmacklos. Das geht deutlich besser."}, {"date": "24-07-2016", "rating": 3.0, "content": "Immer sehr nette Begrüssung und gutes Essen. Preis-Leistung stimmt vollkommen. Immer wieder ein Besuch Wert."}, {"date": "20-07-2016", "rating": 4.0, "content": "Ik denk tenminste dat Nooch een keten is. Eten is goed authentiek EuroJapans. Lekkere sushi en goeie noodles. Wel duur maar dat is Zwitserland."}, {"date": "02-07-2016", "rating": 4.0, "content": "Zu viert mit Familie im Nooch. Freundliche, aufmerksame Bedienung. Vorspeise und Hauptgang abwechslungsreich gekocht."}, {"date": "15-06-2016", "rating": 4.0, "content": "This is a very nice place with good food and portions, very nice and speedy service and a good location where you can also sit outside."}, {"date": "08-06-2016", "rating": 5.0, "content": "Wir treffen uns hier einmal im Monat mit Freunden und das Sushi ist jedesmal ein Traum. Unbedingt das Secret Sushi mitbestellen, die Kreationen sind der Hit!"}, {"date": "04-06-2016", "rating": 5.0, "content": "Sushi Kurs mit Meister Manop und Fim war sehr spannend. Das Team war sehr freundlich, wir hatten viele sushi gerollt,gegessen und mit nach hause genommen. Es war eine gelungenen Nachtmittag mit vielen tips und tricks wie man zu hause auch Sushi machen könnte."}, {"date": "02-06-2016", "rating": 4.0, "content": "optimal vor dem kinobesuch, in einer stunde ist man schnell durch und gut verpflegt. service ist freundlich, sushi wie es sein muss."}, {"date": "29-05-2016", "rating": 4.0, "content": "Ich war geschäftlich in diesem Restaurant Essen. Neben der grossen Sushi Auswahl gibt es auch diverse andere Gerichte. Für die, die es eilig über Mittag haben, dürfte die, meiner Meinung nach, schnelle Bedienung eine Freude sein."}, {"date": "15-05-2016", "rating": 3.0, "content": "Ein nettes unkompliziertes Restaurant das Essen ist gut und Ambiente angenehm Service zu vorkommend Das Sushi ist das beste an Gerichten"}, {"date": "15-05-2016", "rating": 4.0, "content": "Die tollen Photoshop-Bilder der Speisekarte konnten ihr Versprechen leider nicht ganz halten. Thunfisch war sehr wässrig und ohne Geschmack. Preisleistung noch gerade im grünen Bereich. Die Speisen sind gut zubereitet, aber vermutlich würde ein echter Sushi-Meister Harakiri begehen müssen wenn er Sushi so servieren würde. Wir kommen wieder..."}, {"date": "02-05-2016", "rating": 4.0, "content": "Nooch ist ein asiatisches Restaurant welches einem gehobenen Schnellimbiss gleicht. Das Angebot ist vielfältig und wird immer frisch serviert. Der Service ist schnell, aufmerksam und freundlich. Die Stimmung ist eher hektisch und lädt wenig zum Verweilen an."}, {"date": "14-04-2016", "rating": 3.0, "content": "Nooch located in the Steinfels area is a nice restaurant. The food is good and fresg but definitely not of super food quality. Decent food I would say. The staff is friendly and efficient. In no time you are seated, in our case (medium booked at the time) in no time the food was served. In no time the empty plates are removed. All good when you want to visit the cinema. But not for slowfood lovers or a romantic dinner (in case you want to talk the time). Also not romantic as the vast majority of the seats are on tables you share. Last but not least, in case you are close to the kitchen, you may smell like one of the spring rolls. When all this is irrelevant, I can recommend it for the food."}, {"date": "11-04-2016", "rating": 2.0, "content": "Das Sushi ist in Ordnung, aber wir wurden mit unsanften Worten ermahnt, als unsere Kindern von 6 und 12 Jahren etwas vom \"All you can eat\"- Menu probieren wollten. Uns wurde angedroht, den Preis doppelt bezahlen zu müssen. Dabei hatten wir für beide normale eigene Gerichte bestellt, aber natürlich wollen Kinder auch mal etwas von einem anderen Teller probieren. Wir werden das Restaurant nicht mehr besuchen, auch nicht mit Freunden und ohne Kinder."}, {"date": "02-04-2016", "rating": 4.0, "content": "We went for a family dinner before Cinema to this good restaurant, with following result and feedback for you as TripAdvisor UserEntrance / welcome = 5Host arrival & service = 4Food quality = 4-5Location & Atmosphere = 4Cleanliness = 4Wait times = 4View = 3Beverage = 4Overall experience, next time again = yes :-)Hint/Tip:- thai curry was great"}, {"date": "01-04-2016", "rating": 5.0, "content": "Ein asiatisches Restaurant ohne den ganzen Qutasch bezüglich Dekoration. Modern, gut, preiswert und und und! Einfach ein super Restaurant! Vor allem das Sushi ist genial. Aber auch die warmen Reis und Nudelgerichte sind super. Man kann hier nur gut essen!"}, {"date": "31-03-2016", "rating": 4.0, "content": "Nooch offers a wide variety of Asian dishes including sushi/sashimi. I had the papaya salad as a starter and I loved it! My main was the chicken noodle soup ( Swiss chicken meat) which was also delicious. My wife had the coconut soup with rice which she found ok.The dessert, coconut ice cream with berries and brownies was all good but not a very good combination."}, {"date": "25-03-2016", "rating": 5.0, "content": "Excellente qualité. Les plats proposés sont nombreux, originaux, très bons, très goûteux. Bière japonaise à la pression. Il y a de grandes tables carrées à 8 places. Les couples sont disposés en coin. Il y a beaucoup de place sur la table et on ne se sent pas obligé de discuter avec ses voisin du soir. Ça crée une ambiance sympa et originale. Le service est de style asiatique: jeune, souriant et efficace. Les prix sont très corrects. Oui, vraiment, comme en Asie."}, {"date": "18-03-2016", "rating": 5.0, "content": "Das Team war freundlich und wir haben sofort einen Platz bekommen. Wartezeiten waren keine entstanden und das Essen war wie erwartet schön angerichtet. Ich finde vor allem die netten Tee-Service machen die Erfahrung noch etwas besonders. Das Essen war ausgezeichnet, nicht zu scharf aber würzig und füllend."}, {"date": "15-03-2016", "rating": 3.0, "content": "I probably like this place more for its location and reasonable prices than anything else - it's very convenient for the cinema opposite, and the surrounding area has quite a few bars, a great pool hall, and some clubs. As for the food - well, I've learned not to explore the menu too much. There's a lot of average dishes on here; the noodle soups for example are always quite bland and disappointing. The dumplings, chicken fried rice, and panaeng curry dishes are consistently pretty good though. Service is generally fast and friendly too, in my experience."}, {"date": "13-03-2016", "rating": 3.0, "content": "Sushi war Ok nicht mehr nicht weniger! Kein zweiter besuch wert.Schönes Ambiente und guter Standort"}, {"date": "03-03-2016", "rating": 4.0, "content": "Good Asian food (Sushi and warm dishes) with very nice and capable service! Living room atmosphere with big tables and a lot of Hipsters around. Get's very busy towards 8:00 pm as it's near to the cinema complex and people go for food before."}, {"date": "29-02-2016", "rating": 4.0, "content": "The spicy tuna tartar is really spicy, bit not too much. Great starter. Curry panang with duck: very tasty and nice and spicy. Sweet hot darling as dessert to top it off: very good diner for two. 120chf including beer / wine. We'll be back!"}, {"date": "28-02-2016", "rating": 3.0, "content": "Das Ambiente ist gemütlich, jedoch finde ich die Sitzgelegenheiten ein bisschen unbequem.Das Essen ist lecker und die Karte hat eine grosse Auswahl!Jedoch finde ich das Restaurant zu teuer!"}, {"date": "25-02-2016", "rating": 3.0, "content": "Looking for good or authentic Asian dishes? Don't expect much here. The food is not bad for a quick lunch/dinner, just to fill your stomach. I shared an edogawa \"sushi\" platter with some friends and all of us thought the fish-to-rice ratio was so wrong! Way too much rice. We pretty much paid nearly 140.- for a big platter of rice and a little fish. This was very unsatisfying and disappointing.I tried some of my friend's beef panang curry. We both thought it was rather watery and the beef was chewy."}, {"date": "18-02-2016", "rating": 4.0, "content": "+ leckeres Essen+ freundliche Bedienung+ angenehme Atmosphäre+ sehr zu empfehler ist der Sushi-Monday für 50.-- ansonsten ist das Preis-Leistungsverhältnis etwas teuer (gibt ähnlich gutes Essen zu weit günstigeren Preisen überall in Zürich)"}, {"date": "17-02-2016", "rating": 5.0, "content": "Wenn ich vor dem Kinobesuch noch was essen will komm ich hier hin. Die Bedienung ist nett, das Essen kommt meist schnell. Es hat eine gute Auswahl und schmeckt ausgezeichnet. Perfekt für einen Happen vor dem Kino. Für einen gemütlichen Abend würd ich allerdings nicht hierher kommen. Es ist zu hektisch und zu unbequem, aus meiner Sicht."}, {"date": "15-02-2016", "rating": 4.0, "content": "Good choice of food from The Far East. Would recommend the box with mixed sushi, chicken, salad and soup. Limited variety of drinks though."}, {"date": "08-02-2016", "rating": 3.0, "content": "Had the Panang Curry, nice portion, good flavor. Service was quick compared to those waiting for sushi so no complaints. Did not mind the shared tables, always interesting"}, {"date": "06-02-2016", "rating": 4.0, "content": "I came for a birthday celebration and we were both impressed with the menu selection. We opted for a platter. The staff were for the most part, attentive, and were very helpful in packaging up the remains of our platter when we were unable to finish it. I would recommend this restaurant and would go again."}, {"date": "04-02-2016", "rating": 4.0, "content": "I go there pn a regular basis with friends. Decent Sushi and nice service. The only flaw is that sometimes you have to share tables with other persons, which is not ideal.."}, {"date": "31-01-2016", "rating": 5.0, "content": "Ristorante davvero con un bel ambiente rilassante. Pietanze ottime e personale molto educato e gentile. Il te freddo della casa anche molto buono. Ristorante assolutamente consigliato sia per una cena veloce che per una serata in compagnia."}, {"date": "28-01-2016", "rating": 3.0, "content": "Essen war nicht schlecht und kam relativ schnell. Grosszügige Portionen mit viel Gemüse, aber wenig Fleisch.Bänke mit Kissen nicht sehr bequem. Waren zu zweit an einem grossen Tisch; so lernt man Leute kennen, für ein romantisches Tête-à-tête aber weniger geeignet. Raum offen, gross und laut.Bedienung war ok."}, {"date": "28-01-2016", "rating": 5.0, "content": "We were having a quick dinner (in approx 30 minutes) and all went very fast. Food was good and not too expensive, service is attentive"}, {"date": "16-01-2016", "rating": 2.0, "content": "Went here for some sushi after we had seen the many positive reactions on TripAdvisor. We were disappointed because the quality of the food was not that great. It tasted a bit like the stuff you get at the supermarket...would not recommend."}, {"date": "15-01-2016", "rating": 4.0, "content": "Nachdem ich einmal in einem Nooch in Zürich zum Essen eingeladen war hab ich meine Liebe für diese Kette auch in Basel entdeckt. Die Auswahl war toll, das Essen gut, die Bedienung - wohl auf Grund der vielen Gäste - etwas langsam."}, {"date": "14-01-2016", "rating": 4.0, "content": "I've been there often, as I work near by. The food is nice, there is a good menu with curries and various dishes as well as a sushi card. I love the papaya salad which is spicy and fresh, as well as the fried noodles or the sushis.Also the typical Japanese desserts are a must!However, as the place is often full, it can be very loud inside. The staff is very friendly but often a bit slow. ;-)"}, {"date": "10-01-2016", "rating": 4.0, "content": "Wir waren bisher zwei Mal hier und bestellten beide Male die Sushi-Platte für 72. Beim ersten Mal war sie fantastisch, bein zweiten Mal war sie gut. Sashimi ist frisch und ausgezeichnet. Man sollte aber genau auf die Qualität achten und reklamieren, wenn etwas nicht stimmt oder fehlt. Der Service ist freundlich, hat aber viel zu tun. Man sitzt immer mit anderen Leuten am Tisch, Privatsphäre gibt es hier nicht."}, {"date": "08-01-2016", "rating": 3.0, "content": "This was an odd restaurant, it is split in to two parts. Part one, open when we arrived, is an Asian mixture with Japanese, Chinese, Indonesian etc food on the menu. The second half, whose kitchen did not open until 2.00 pm, was more of a European restaurant with Swiss prominence. We ate only in the Asian section. The service was prompt and friendly. The food was somewhat underwhelming, lacking seasoning and flavour but very well presented."}, {"date": "06-01-2016", "rating": 4.0, "content": "Die Speisen waren alle wirklich sehr gut. Wir mussten leider den Hauptgang wieder zurückgehen lassen, da wir unsere Suppe noch nicht mal gegessen hatten. Das ist nicht nur der ersten Kellnerin passiert, sondern die Zweite hatte es auch so eilig. Beim nächsten Mal werde ich das gleich anmerken. Ein weiterer Besuch steht sicher bald wieder an."}, {"date": "02-01-2016", "rating": 5.0, "content": "Sometimes there are not enough stars to rate a place like this. The service is outstanding. And the food, no enough words to describe it."}, {"date": "01-01-2016", "rating": 4.0, "content": "Wir hatten Lust auf asiatisches Essen und waren nicht enttäuscht dort zu essen. Alguensalat war interessant und die Nudelsuppe mit Tofu auch. Aber meine Sushis von Bento Box waren nicht so frisch. Schade für ein Sushi - Restaurant."}, {"date": "09-12-2015", "rating": 3.0, "content": "Average food, but feels lacking. A typical chain style eaterie. The sashimi was a bit stringy.. doesn't taste very fresh. Service could be better. Would try elsewhere for Japanese food."}, {"date": "27-11-2015", "rating": 3.0, "content": "Das Lokal eignet sich dafür nach dem Kino noch einen Happen essen zu gehen.Die Bedienung ist freundlich und unkompliziert, aber leider nicht sehr aufmerksam. Das Essen ist okay, allerdings habe ich auch schon besser asiatisch gegessen."}, {"date": "25-11-2015", "rating": 5.0, "content": "Service war sehr freundlich und das Essen wirklich gut. Kommen immer wieder gerne ins Nooch beim Escher- Wyss-Platz:-)"}, {"date": "25-11-2015", "rating": 2.0, "content": "Muss nicht nochmals dahin, es gibt besseres. Einfach nur langweilig und das Essen ist auch nichts neues und speziel. In der Umgebung gibt es besseres."}, {"date": "16-11-2015", "rating": 4.0, "content": "Gehen regelmässig ins Nooch, sei es in Zürich oder auch an anderen Standorten (z.B. Basel). Die Qualität ist immer sehr zufriedenstellen, der Service gut und Preis-Leistungs-Verhältnis sehr gut! Auch die Auswahl ist gross, sodass jeder etwas passendes findet. Immer wieder sehr gerne!"}, {"date": "12-11-2015", "rating": 5.0, "content": "Das Nooch punktet mit einem schönen Design und guter Atmosphäre. Das Personal ist freundlich und schnell. Asiatische Küche auf hohem Niveau, riesige Auswahl egal was das Herz begehrt und geschmacklich immer wieder konstant hochstehend. Unbedingt vorbeigehen!"}, {"date": "10-11-2015", "rating": 4.0, "content": "Autre chose que ces typiques restaurants asiatiques servant du \"chinois\", du thaï, vietnamien japonais, indien et je ne sais quoi d'autre. Ici le cadre est respecté, la nourriture fidèle à sa provenance et l'ambiance sympa. La plupart des tables sont de grands carrés à 8 places, ce qui facilite la convivialité. Essayé divers plats thaï et japonais, notamment des sushis, tout était très bien (pour l'Europe !). Pensez à aller mettre votre manteau quelque part ailleurs car la cuisine est ouverte au centre, ce qui n'est pas idéal pour les odeurs. Service rapide, idéal pour un repas avant ou après le cinéma qui n'est pas loin."}, {"date": "09-11-2015", "rating": 2.0, "content": "Looking forward to something tasty and different. We ordered miso soup, a bento box and sushi mixed plates. Sadly nothing arrived at the same time, not even the miso soups so most of the time we sat and waited for food to arrive so we could attempt to eat together. A forgotten beer and mediocre food left us a bit disappointed. Especially for the $$$. Even our waitress agreed it was all a bit hectic. If you can't take on all your covers then reduce them. Sorry Nooch, We wont be back."}, {"date": "28-10-2015", "rating": 5.0, "content": "Die Einrichtung des Restaurants ist sehr originell gestalltet. Das Essen kam ziemlich schnell, was am Mittag wichtig ist. Eine Besondere Erwähnung gilt der netten Bedienung."}, {"date": "24-10-2015", "rating": 5.0, "content": "Das Nooch bietet unter anderem einen Sushi-Kurs an! Diesen durften wir heute besuchen und waren richtig begeistert! Das Personal ist top motiviert und hat grossen Spass einem in die Geheimnisse des Sushi-Zubereiten einzuführen! Damit man sich nicht alle Besonderheiten aufschreiben muss, bekommt danach noch jeder Teilnehmer eine umfassende Anleitung für zu Hause! Vielen Dank für eure Geduld und die gute Laune, welche ihr - trotz Samstagmorgen - versprüht habt ;-))"}, {"date": "13-10-2015", "rating": 5.0, "content": "Das Restaurant befindet sich unter der Hardbrücke hinter dem Abaton Kino. Es ist ein interessantes Combo von nationale und asiatische Küche. Man kann Hamburger oder Sushi bestellen. Sushi wird vor Ort frisch vorbereitet. Steinfels verfügt über eine eigene Brauerei."}, {"date": "12-10-2015", "rating": 3.0, "content": "Das Lokal riecht extrem nach Essen. Die Kleider muss man danach unbedingt waschen! Das Essen (Thai Curry) war okay, für mich persönlich war es mehr eine Suppe. Service sehr freundlich und schnell."}, {"date": "08-10-2015", "rating": 5.0, "content": "The Nooch is our favourite restaurant in town: Choice of food is very broad, and excellently cooked. The service is extremely friendly and delivered with a smile. They truly understand families and their needs and have been super kind with our child: Toys, children drinks, children chair, etc. AMAZING!! Strongly recommended!!!"}, {"date": "08-10-2015", "rating": 3.0, "content": "Wir waren nach einem Besuch im gleich gegenüber liegenden Kino zum Abendessen im Nooch .Das Personal ist natürlich größtenteils asiatisch, freundlich und schnell.Wir hatten nicht reserviert, wurden am Eingang freundlich begrüßt und zu unserem Platz geführt. Die Einrichtung ist schlicht, aber überaus passend. Es gibt zwei verschiedene Arten von Tischen in dem Lokal, lange rechteckige und grosse quadratische Holztische mit Holzbänken. So ist es leicht, mit anderen Gästen in Kontakt zu kommen. Das Ambiente ist, durch die kommunikativ gestalteten Tische, eher etwas laut, was aber in diesem Rahmen nicht weiter stört. In dem Raum befindet sich noch die offene Küche, sodass man bei der Zubereitung der Speisen zuschauen kann.Nach unserer Bestellung wurden die Getränke und auch Vorspeisen sehr schnell serviert. Auch die Hauptspeisen liessen nicht lange auf sich warten, man kann schon von “Fast Food“ sprechen. Alle warmen Speisen und das Sushi waren frisch zubereitet, schmackhaft und es gab von niemandem Kritik (wir waren zu dritt).Das Lokal wurde mehrheitlich von jungem Publikum besucht.Wenn wir wieder einmal in Zürn-West sind, werden wir sich auch mal wieder das Nooch besuchen."}, {"date": "29-09-2015", "rating": 4.0, "content": "Wir waren mit Freunden im Nooch zum Abendessen. Ich hatte am Vorabend einen Tisch reserviert. Ich hatte Miso Suppe und Pappaya Salat. Zum Hauptgang Sunshine Surfer (Nudeln mit Poulet aus der Schweiz). Ich achte darauf woher die Produkte stammen. Echt gut gewürzt und geschmacklich hervorragend."}, {"date": "29-09-2015", "rating": 4.0, "content": "Nooch is my favorite restaurant in Zürich. delicious foods & amazing service & cozy atmosphere. Thats why I keep visiting Nooch always."}, {"date": "29-09-2015", "rating": 5.0, "content": "Wir waren mal wieder im nooch letzte Woche und haben Sushi gegessen.Nun haben wir gedacht wir sollten das Restaurant auch mal für andere Sushi Fans weiterempfehlen den wir finden Sushi super und vor allem auch etwas günstiger als in den anderen Läden in zürich daher Daumen hoch.Grüße Fabian"}, {"date": "29-09-2015", "rating": 4.0, "content": "It's delicious Food.I love Octopus salad,it very yummy.Of course Sushi is. Very Fresh.Excerlent service.And very friendly Staff.I hope that i Can gibt there again as soon as i can.Ann"}, {"date": "29-09-2015", "rating": 4.0, "content": "I was there a few times when I was working in the area. The service is good, friendly and fast. In my opinion it is one of the best restaurants for Asian food in Zurich, food was tasty and spicy levels were met when asked for. Food also came quickly."}, {"date": "29-09-2015", "rating": 5.0, "content": "Good location, attentive and charming staff, great and delicious food! Great place to meet with friends before or after a movie or to just feast on the menu! My recommendation to anyone who visits Zurich and want to fine dine on Asian food!"}, {"date": "29-09-2015", "rating": 5.0, "content": "I have tried many dishes here and would highly recommend this place. Good staff, good service and above all excellent, tasty and yummy food..."}, {"date": "29-09-2015", "rating": 4.0, "content": "The food was amazing, and we enjoyed perfect wait service. Staff were extremely friendly and helpful. Delicious meals!!!! It was beautiful-peaceful and relaxing place."}, {"date": "28-09-2015", "rating": 5.0, "content": "Food: The food are good. There are many choices and nicely served. Staff: Nice and friendly. It was a pleasure to chat with them and receive some good recommendations. Restaurant: The restaurant is modern furnished and gives a very confortable atmosphere."}, {"date": "28-09-2015", "rating": 4.0, "content": "I can only recommend this place, nice and modern Asian restaurant with their own twist of Asian food. I had delicious Fried rice (James Bond Island).Went with friends before movies and we all had a good time there.I went there already a few times before and I also can recommend their Sushi and noodle dishes.Please make sure to book a table in the evening since there is a movie theatre opposite.They also offer free WiFi, just ask the friendly staff for the password."}, {"date": "28-09-2015", "rating": 5.0, "content": "It is one of the best resturant for sushi and asian food . The team is very friendly and quick . The enviorment is very relaxed . It is a great place to have get togethet and have awesome food . I love it.... Excellent !!!! .... Rita G"}, {"date": "28-09-2015", "rating": 4.0, "content": "Esse hier öfters zu Mittag. Hier gibt es asiatische Gerichte aus verschiedenen Ländern. Das Essen ist gut und die Mittagsgerichte vielseitig und schnell. Das Personal ist freundlich und motiviert. Man merkt, dass sie Spass haben."}, {"date": "28-09-2015", "rating": 4.0, "content": "Grosse Auswahl an leckeren Sushis und anderen asiatischen Spezialitäten. Sehr freundliche und gute Bedienung."}, {"date": "28-09-2015", "rating": 4.0, "content": "i have tried many places for having noodle but i found the most tasty fried noodle in town which is at Nooch Steinfels"}, {"date": "28-09-2015", "rating": 5.0, "content": "Gutes Essen, toller Service! Was braucht man mehr? Paneng Curry war der Hammer, so wie Nudeln Gerichte sind köstlich"}, {"date": "28-09-2015", "rating": 5.0, "content": "I went there many time with my family. The food is sooo good and the staff are just lovely. I'm coming back here for sure!"}, {"date": "27-09-2015", "rating": 4.0, "content": "I am very busy and have no time for long lunch breaks. I order Sushi or noodle soup for take out. Nice selection of different Asian food. Can recommend Nooch for business lunch or take away if you are in a hurry. Staff friendly and helpful."}, {"date": "26-09-2015", "rating": 5.0, "content": "Nice and modern Restaurant with asian Service Staff and small Bar. Go for the curries if you visit. Tasty andSweet & tasty"}, {"date": "26-09-2015", "rating": 5.0, "content": "Super Bedienung und exzellentes Essen. Gehe öfters in meiner Pause dort Essen und wurde nie enttäuscht. Kann es nur weiterempfehlen"}, {"date": "25-09-2015", "rating": 5.0, "content": "Komme oft nach dem Training ins Nooch an die Theke und bestelle mein Mittagessen zum mitnehmnen. Ich schaue auf frische und gute Produkte und das ist hier absolut der Fall. Die Nudelsuppen und auch die Sushi aller Art kann ich sehr empfehlen. Die Bestellung erhalte ich immer sehr schnell. Ich werde demnächst mal hier zu Abend essen, wenn ich mehr Zeit habe. Für Leute die schnell was über die Theke kaufen müssen top! Gleich neben dem Steinfels."}, {"date": "25-09-2015", "rating": 5.0, "content": "Nooch bietet viele verschiedene Sushi an. Diese sind frisch zubereitet und schmecken hervorragend. Der Service war wie immer sehr aufmerksam und das Essen kam relativ zügig. Ich kann dies4es Restaurant wärmstens empfehlen."}, {"date": "25-09-2015", "rating": 4.0, "content": "We went in the middle of the day (a friend and I), totally starved and really craving ramen and sushi. But we got sidetracked, and I had a lunch special (tiger prawns; mussels were listed but were replaced with squid, which was great; sticky rice done to PERFECTION (and I don't say that often!), and chillis that will knock your socks off!), and he had a miso soup (made properly from scratch, nice tofu and seaweed, etc.), the duck lunch special, and we split 2 orders of gyoza (chicken, and shrimp. The shrimp was the best!).We were also going to go in for sushi (the rainbow rolls looked good!), but were too full! :) Which is a good sign, isn't it? Not cheap - it's Zueri, after all, but FOR Zueri, this was pretty good value. Service was very good, atmosphere friendly, and I will certainly be going back! :)Price was about 44 per person (together we ordered 2 ginger teas, 1 miso soup, 2 lunch specials at 22-26 each, 2 plates of gyoza (plate of 4 costs 10.50), and it came to around 88 Fr.). Not cheap, but worth it - I miss PROPER pan-Asian fusion cuisine something terrible! This hit the mark. :)Oh - it's hard to find if you don't know where to look: behind the Abaton Cinema. You can enter the 'back alley' on the street corner with Jumbo and the bank, or go through the front of the cinema. :) Close to the #4 tram stop between Hardbruecke and Escher-Wyss-Platz."}, {"date": "24-09-2015", "rating": 5.0, "content": "Wir waren im August mit Freunden unterwegs und sind zufällig auf das Restaurant während eines Kinobesuchs gestossen. Haben uns spontan entschieden dort zu Essen. Ambiente schön, aber nicht typisch asiatisch, eher etwas modern eingerichtet. Die Auswahl ist gut und ich habe mich für ein Glas Rotwein und Maguro no Taki (Thunfisch) als Vorspeise und Panang Curry entschieden. Das Curry ist sehr würzig und meiner Ansicht nach authentisch. Auf ein Dessert habe ich verzichtet. Finde es ein gutes Restaurant und komme sicher wieder vorbei."}, {"date": "23-09-2015", "rating": 5.0, "content": "Das Lokal ist sehr stimmungsvoll und bietet eine vielfältige Auswahl an leckeren Speisen. Die Bedienung war auch sehr zuvorkommend. Auf jeden Fall absolut empfehlenswert für alle Asienfans."}, {"date": "23-09-2015", "rating": 5.0, "content": "Die Speisekarte ist vielfältig und das Essen ist echt lecker: Ich war schön öfters da und nehme meistens Sushi. Diese sind wirklich frisch und es hat auch Lachs drauf und nicht nur Reis. Übrigens jeden Montag Abend gibt's Sushi all you can eat.Einfach lecker."}, {"date": "22-09-2015", "rating": 5.0, "content": "Das Essen war hervorragend. Richtig asiatisch!!!! Ambiente war richtig angenehm, einladend und bequem. Zusätzlich war der Service unschlagbar nett und und hatten immer ein Auge auf den Kunden. Wir gehen sicher nochmals."}, {"date": "22-09-2015", "rating": 5.0, "content": "Wir waren letztens im NoochUnd waren begeistert vom Sushi und der Nudelsuppe. Sehr lecker.Die Bedienung wäre freundlich und super schnell.Wir werden wieder gehen."}, {"date": "22-09-2015", "rating": 4.0, "content": "ich besuche diese Adresse regelmässig. egal ob Mittag- oder Abendessen, schneller und freundlicher Service und eine tolle asiatische Küche. kann ich gut weiterempfehlen."}, {"date": "15-09-2015", "rating": 4.0, "content": "Service ist etwas langsam. Sehr gutes und vor allem authentisches asiatisches Essen! Sehr zu empfehlen.Die Sauberkeit der Tische draussen so wie die Umgebung lässt zu wünschen übrig.Klebte mit meinen Ellenbogen noch in der Süss sauersosse vom Vorgänger fest."}, {"date": "14-09-2015", "rating": 5.0, "content": "Tolles Restaurant mit feinen Gerichten und einem netten Servicepersonal. Total modern...wir kommen wieder! :)"}, {"date": "12-09-2015", "rating": 5.0, "content": "Feines Essen und freundliche Bedienung in einem sehr modern und wundervoll eingerichteten Restaurant an guter Lage. Ein Besuch ist auf jeden Fall empfehlenswert!"}, {"date": "10-09-2015", "rating": 5.0, "content": "Super Sushi für kleine Preise (Züricher Verhältnisse). Auch der Rest der Karte ist sehr abwechselungsreich und bietet für jeden etwas. Es gibt immer mal saisonale Gerichte. Eines unserer Lieblingsrestaurants in Zürich."}, {"date": "09-09-2015", "rating": 4.0, "content": "Tolle urban Lokation, gut für über Mittag, in gross Gruppen oder mit Kunden. Fein, einfach, asia...Waren nicht das letzte Mal dort!"}, {"date": "04-09-2015", "rating": 4.0, "content": "Das Nooch ist günstig gelegen neben dem Kino Abaton. Absolut empfehlenswert für Lunch oder Dinner oder einfach für vor odr nach einem Kinobesuch. Großzügige Portionen!"}, {"date": "01-09-2015", "rating": 5.0, "content": "Service wäre für einen Business-Lunch etwas langsam. Sehr gutes und vor allem authentisches asiatisches Essen! Sehr zu empfehlen!"}, {"date": "01-09-2015", "rating": 4.0, "content": "Been here more than 10 times in past years.It is European applied Thai restaurant, tasty meal without any doubt. Standard asian meal meals are available plus choice of Japanese sushi/sashimi kitchen. Friendly staff.Inside the restaurant acoustic is not so great and its a bit hard to follow conversations. Tables are mostly for 8-10 so you will most likely share a table.Anyways totally recommended, here there is meal for everyone. My preference is \"Beef and Zen\" & \"Flower Power\"."}, {"date": "30-08-2015", "rating": 4.0, "content": "Freundliches Personal trotz vieler Gäste. Das Esser ist super! Der Salat als Haupmahlzeit war viel zu klein. Dafür waren jegliche andere Gerichte groß!"}, {"date": "27-08-2015", "rating": 5.0, "content": "Very good service, the staff is friendly and attentive, the sushi is one of the best in town. Reasonably priced and well served. I'm happy to be a frequent guest."}, {"date": "26-08-2015", "rating": 4.0, "content": "Was mir besonders gut gefällt an Nooch ist das freundliche Personal. Ich bin bis jetzt 4-5 mal dort gewesen und wurde jedes Mal sehr gut bedient. Sogar die Köche bzw. die Sushimeister grüssen einen mit einem freundlichen Lächeln, was selten anzutreffen ist hier in Zürich. Das Essen wird ansonsten schnell serviert und geschmacklich ebenfalls sehr empfehlenswert. Ich gehe immer wieder gern dahin!"}, {"date": "25-08-2015", "rating": 4.0, "content": "Das Essen war bereits einige Minuten nach der Bestellung am Tisch. Grosse Portionen und sehr lecker. Auch die Bedienung ist immer sehr freundlich."}, {"date": "20-08-2015", "rating": 4.0, "content": "We usually come here on Mondays when they have sushi-all-you-can-eat. It is 49 francs per person and you can order from a fixed menu as much as you want. We are salmon lovers so this def offers the best value of money. We love the salmon sashimi, salmon nigiri, salmon rainbow rolls, and spicy tuna rolls.While we think the salmon dishes have standard quality (good), the spicy tuna rolls are very special with the flavors and really give you a punch!"}, {"date": "19-08-2015", "rating": 4.0, "content": "Ottimo sushi, ottimo ambiente , prezzi allineati alla città, più tipi di cucina si possono provare con soddisfazione in un unico posto.Servizio veloce. Ottima accoglienza ."}, {"date": "18-08-2015", "rating": 5.0, "content": "Nooch est un choix judicieux pour toute personne desirant s'offire des sushis qui ne sont certes, pas fait de main de maitre mais qui offre une qualite d'ingredients pour un prix se situant dans une bonne moyenne."}, {"date": "17-08-2015", "rating": 4.0, "content": "Service is prompt, efficient, warm and welcoming. Decor and arrangements really make it a nice venue for a Saturday night with friends or family. Let the fun begin with a sparkling menu full of Asian meals ranging from Thai to Japanese. Everything is fresh, tasty, to a faultless level. The main room may be a bit hot perhaps, but other than that, this is the perfect place to relax and enjoy a great time in large groups (not sure this is intimate enough for a couple's night out though)"}, {"date": "09-08-2015", "rating": 5.0, "content": "Die Bedienung war schnell, das Getränk wenige Minuten später auf dem Tisch und auch Vorspeise und Hauptgang wurden superschnell serviert. Mein Essen: pouletspiess mit Sataysauce war sehr lecker! Komme gerne wieder."}, {"date": "08-08-2015", "rating": 5.0, "content": "Immer wieder geniessen wir das super Essen, das romantische Ambiente und die freundliche Bedienung. Ein super Lokal! Sehr empfehlenswert und das Essen ist immer wieder ein Highlight."}, {"date": "08-08-2015", "rating": 5.0, "content": "went there last week for dinner before going to see a movie at the cinema close by. nice outdoor seating in a trendy area in the heart of zurich. service very nice (asian girl) and good food. I will be back!!!"}, {"date": "06-08-2015", "rating": 5.0, "content": "Super Essen & Bedienung.Fast jede Woche 1 x Nooch - hammer!Endlich ein Asiatisches Restaurant, dass sehr gepflegt ist und das Essen auch nach dem schmeckt, was man bestellt hat. Grosse Auswahl im Menü und alles was ich bis jetzt bestellt habe schmeckte mir. Preis - Leistungsverhältnis stimmt! Auch bei Sonderwünschen kein Problem."}, {"date": "06-08-2015", "rating": 4.0, "content": "Wir sind üblicherweise einmal pro Woche hier zu Gast zum Lunch. Die Gerichte sind abwechslungsweise, die Preise für Zürich angemessen. Das Personal ist immer sehr freundlich, man wird von allen Seiten begrüsst. Das einzig negative ist wohl die Lage des Restaurants, man fühlt sich besonders drinnen und im Sommer, wie in einem Keller - durch die freundliche, farbige Inneneinrichtung versucht man Gegensteuer zu geben, was auch gelingt. Der \"Garten\" draussen könnte im Sommer noch grüner gestaltet werden.Alles in allem: Immer eine Empfehlung wert!"}, {"date": "06-08-2015", "rating": 4.0, "content": "Ich bin regelmässig mit meinen Arbeitskollegen am Freitag zum Mittagessen in diesem Lokal.Die Bedienung ist meistens sehr aufmerksam und kennt häufig bereits unserbevorzugten Gerichte.Die Sushi Qualität ist sehr zufriedenstellen. Lediglich die zwischendurch langen Wartezeiten bis die Rechnung kommt trübt das ansonsten hervorragende Bild."}, {"date": "06-08-2015", "rating": 4.0, "content": "Das Preis-Leistung Verhältnis stimmt hier optimal. Viele Speisen sind sehr lecker, vor allem das Sushi. Für etwa 18Fr. erhält man eine Rolle Futo Maki"}, {"date": "06-08-2015", "rating": 5.0, "content": "Godd place to celebrate with friends and family.Delicious food for everyone.Kids are always welcome."}, {"date": "05-08-2015", "rating": 5.0, "content": "Seit Jahren meine erste Wahl, wenn wir in Zürich essen gehen - es ist nur zu empfehlen! Denn plötzlich ist die asiatische Küche nicht mehr nur auf das bisher Bekannte beschränkt, da hier eine grosse Auswahl an Gerichten aller Art und für jede Geschmacksrichtung von Sushi bis hin zu klassisch anzutreffen sind. Auch ist die Qualität des Essens nicht der obligate asiatische „Einheitsbrei“, sondern von hoher Qualität und absolut frisch zubereitet und kann obendrein in der Schärfe nach Wunsch bestellt werden – dies von „war da was?“ bis hin zu „mein Gott war das Loch in meinem Bauch schon vorher da?“ Mein absoluter Favorit dieses Restaurant! Was hier angeboten wird und in welch unkomplizierter und freundlicher Umgebung muss mittlerweile in der Schweiz seinesgleichen suchen, ganz besonders im Kommerz der asiatischen Etablissements. Und das ist eine ganz grosse Leistung!! Auch zu empfehlen, der selbstgemachte Eistee – ein Traum – ein Genuss von Anbeginn bis hin zum Abgang – grand cru unter den Eistees. Somit: Dieses Lokal kann ich NUR weiterempfehlen – kommt her und erlebt Genuss gaumennah…"}, {"date": "04-08-2015", "rating": 4.0, "content": "Gutes Essen, schnelle Bedienung, gutes Preis/Leistungs-Niveu, ob am Mittag mit Geschäftspartnern oder am Abend mit Freunden..."}, {"date": "04-08-2015", "rating": 4.0, "content": "Yummy basic Pad Thai with chicken (not organic). Quick service and moderate prices. Worth a visit only if you are in the the area."}, {"date": "02-08-2015", "rating": 4.0, "content": "Since moving to Switzerland from Australia I have been missing really good quality Asian food, especially more Japanese style food. Nooch was pretty good. We saw it near the cinema as we left our movie and as it was raining it was really convenient to duck in. The inside is quite nice and has a good vibe, staff are on it and it is quite spacious. We had some tuna sashimi which was pretty good, edamame, a curry and an undon noodle soup. It was all tasty with a few beers. Much better than other asian I've had so far in Zurich and not too expensive."}, {"date": "31-07-2015", "rating": 5.0, "content": "Die grosse Auswahl an frisch zubereiteten asiatischen Gerichten bietet einfach für jeden Geschmack etwas. Der Service ist super, sehr zuvorkommend und freundlich. Zu empfehlen ist der Homemade IceTea und die Miso Soup. Wir kommen immer wieder gerne um die feinen Sushi oder eines der diversen Nudelgerichte zu geniessen."}, {"date": "29-07-2015", "rating": 5.0, "content": "Habe schon viele asiatische Restaurants in und um Zürich probiert. Ins Nooch Steinfels komme ich aber immer wieder gerne:Das Essen ist klasse. Die Mittagsmenüs lohnen sich definitiv. Sie sind abwechslungsreich und vor allem preiswert. Schnell geht es auch.Was aber im Gegensatz zu anderen Restaurants im Nooch absolut einzigartig ist, sind die Mitarbeiter. Ich bin selten so behandelt worden in einem Restaurant. Man hat das Gefühl man ist zu Hause. Meine Besuche sind immer ein Erlebnis.."}, {"date": "28-07-2015", "rating": 5.0, "content": "Schneller und freundlicher Service und eine authentischen Küche mit frischen Zutaten, zeichnet dieses Restaurant aus. Wir kommen gerne wieder!!!"}, {"date": "28-07-2015", "rating": 5.0, "content": "Atmosphäre gut, sehr sauber, nettes Personal, feines Essen. Auch über Mittagszeit geht es schnell wenn man wieder zur Arbeit sollte. Gehe sicher wieder mal ins Nooch!"}, {"date": "28-07-2015", "rating": 5.0, "content": "What is the most amazing point of Nooch is that they know how to cook the SUSHI RICE. If you know the real taste of Sushi, it is really hard to find a proper Sushi restaurant in Zurich. Nooch knows the basic of basics of Asian cook. Thanks to Nooch, I don't need to go back to my country to eat proper Sushi."}, {"date": "22-07-2015", "rating": 2.0, "content": "Das Essen dort hat nichts mit Asia zu tun. Geschmacklos ohne Pepp und langweilig.Zum schnell Essen ohne Anspruch geeignet, mehr nicht."}, {"date": "22-07-2015", "rating": 5.0, "content": "Das Nooch kannte ich schon seit einer Ewigkeit, ging dort früher häufig abends hin, ua. auch danach ins Abaton Kino gegenüber zugehen. Mein allererstes Gericht im Nooch war James Bond, zufälligerweise lief später im Kino auch der gleichnamige Film. Zum Gericht selbst, James Bond ist Fried Rice mit Poulet und Gemüse, ist einfach und schmeckt gut.Zum Nooch selbst, das Lokal bietet asiatische Fusiosküche an, es werden im Standardsortiment Thai, chinesisch und japanisch angeboten, also Thai Curries, chinesische und japanische Reis- und Nudelgerichte sowie Sushi. Dazu gibt es saisonale Gerichte anderer asiatische Länder wie Korea oder Vietnam.Seit einem Jahr gehe ich häufig auch jeweils Mittags hin. Um die Mittagszeit gibt es eine Mittagskarte, mit verschiedenen Gerichten und Specials. Man kann das Mittagessen mit einem sogenannten LunchPlus für 6 CHF um eine Misosuppe, einen Getränk und einem Espresso oder Kaffee upgraden. Da schon alle einzelne Komponenten zusammen mehr als 6 CHF kosten, lohnt sich das auf jedenfall.Apropos mehr, um der Lebensmittelverschwendung ein wenig entgegen zu wirken, wurden die Reisportionen verkleinert, aber eine Zusatzportion Reis darf freihaus bestellt werden.Für Gäste, die häufiger am Mittag ins Nooch gehen, gibts den LunchPass wo man für jedes Mittagessen einen Stempel bekommt. Nach 10 Stempeln kann man für 20 CHF essen gehen, was einen Mittagsmenü entspricht.Den Stempel gibts auch für den Takeaways Stand, der am Mittag beim Eingang aufgestellt wird.Wer im Nooch authentische Küche sucht, der ist aufgrund des breites Fusionskonzepts ganz falsch am Platz. Die Gerichte sind für meinen Geschmack schon asiatisch genug und stellen einen guten Kompromiss des machbaren dar.Das Lokal selbst ist relativ modern eingerichtet und verzichtet auf asiatischen Kitsch wie rote Lampions oder irgendwelchen Statuen.Das Personal besteht aus einem asiatisch-westlichem Team und geht auch sehr gerne auf individuelle Essenswünsche ein. Man wird also sehr zuvorkommend und freundlich bedient.Ich kann das Nooch mit bestem Gewissen weiter empfehlen!"}, {"date": "19-07-2015", "rating": 4.0, "content": "Komme ca. 2-3 Mal im Monat zumLunch.Super coole Leute, sehr gutes Essen.Auch auf individuelle Wünsche wird gerne eingegangen.Kann euch nur weiter empfehlen.Verbesserungen:Die Reisqualität ist nicht immer konstantspeziell bei NachbestellungenPreislich eher im hohen BereichBis zum nächsten Mal"}, {"date": "18-07-2015", "rating": 5.0, "content": "Super freundliche Bedinung, flexibel und unkompliziert. Hammer Desserts. Zu empfehlen: der hausgemachte Ice Tea.PS: tolles Ambiente:-D"}, {"date": "16-07-2015", "rating": 5.0, "content": "Great food, lovely place to have lunch or dinner, and the staff is really friendly. They have a great range of sushi and amazing noodles! Love this place!"}, {"date": "15-07-2015", "rating": 5.0, "content": "Ich war am Mittag schon mehrmals im Nooch, immer wieder empfehlenswert.Das Essen ist sehr lecker und Bedienung ist aufmerksam und freundlichDie Atmosphäre ist gut und was noch wichtiger ist: es ist das Sushi(auch wok gerichte) sehr frisch und lecker."}, {"date": "14-07-2015", "rating": 5.0, "content": "Das Beste Asien Restaurant in der Stadt. Super leckeres Essen, ob Sushi, James Bond Island oder Sunshine Surfer!! Tolles und zuvorkommendes Service Personal. Macht weiter so!"}, {"date": "10-07-2015", "rating": 5.0, "content": "Wir gehen viel vor dem Kino (Abaton in Zürich) ins Nooch Abendessen. Wir bekommen immer einen Platz, das Essen ist super, extrem schnell und sehr frisch zubereitet! Es kann gut sein dass die Teller nicht zur gleichen Zeit am Tisch sind-das ist wegen der frischen zubereitung.Bedienung ist Top- man merkt die Leite haben Spass und sind immer am lächeln! Weiter so- bis zum nöchsten mal!:)"}, {"date": "10-07-2015", "rating": 5.0, "content": "Very nice food. Fresh and tasty. All the service and kitchen staffs are very friendly. I go there every week 😊"}, {"date": "03-07-2015", "rating": 4.0, "content": "We were staying not far from Nooch and when we read how highly it was rated we knew we had to give it a go.It was easy to find but in an unusual spot, sort of in an alley way near the cinema. We went on a very hot night and the outside seating was full so we went inside. The only downside was it was very warm inside with no A/C but we found that to be the norm in Zurich.Would return again- felt it was great value for our money in an city where everything is expensive!"}, {"date": "12-06-2015", "rating": 3.0, "content": "Das Essen ist lecker und der Service nett. Leider hat das ganze wenig Charme. Technisch kann man nichts bemängeln aber es haut einen nicht von den Socken."}, {"date": "12-06-2015", "rating": 4.0, "content": "This is a great Asian place to go and meet friends, with their big square Tables you can easy sit with 6 ppl on it. Every time I have been there the Staff was very friendly and the food was very good. The size of the portions is def. enough and the prices are pretty decent. I like the this place a lot as it is very comfortable to just meet friends and eat something on the side, the noise level is quite low so you don't feel you have to shout at each other.Great Place."}, {"date": "27-05-2015", "rating": 5.0, "content": "Es gibt nichts als ein all you can eat am Montagabend draußen im Steinfelsareal. Handwarme Sushi frisch zubereitet und man kan seine Lieblinge auswählen. Der Service ist sehr freundlich und auch ziemlich schnell. Zudem hat man auch schnell das Gefühl von Ruhe und Zufriedenheit. Auch die Vorspeisen wie die Miso Suppe ist nicht zu verachten. Wer in einem Restaurant Sushi essen möchte und sein Essenspartner kein Sushi mag, ist dies die beste Adresse von Zürich. Eine große Auswahl an weitere Asiatische Gerichte lassen für jedermann / frau etwas finden. Am Montagabend sollte man unbedingt vorher Reservieren."}, {"date": "21-05-2015", "rating": 4.0, "content": "A good, warm and casual Asian restaurant, good for meeting friends. There are tables outside, although the surroundings are not as beautiful as much of Zurich. The menu is varied, more fusion than authentic, and the chilli symbols (to denote hotness) seem oddly misplaced - I ordered a bento box and found much of it quite spicy, and my companion a dish that advertised itself as spicy but had not a trace of hotness. It is not cheap, but then food in Zurich is never cheap. The Sushi was terribly expensive by Australian standards, but very good. One of the best options for Asian food in Zurich."}, {"date": "12-05-2015", "rating": 4.0, "content": "gutes essen über mittag, sehr freundliche bediehnung....das essen war schnell auf dem tisch, für zwischendurch mal schnell asiatisch immer zu empfehlen."}, {"date": "01-05-2015", "rating": 4.0, "content": "FoodNooch offers lots of different asian starters, sushi menus, noodle soups, rice and noodle dishes.I had the Hoi An which was really nice. Juicy chicken with vegetables in a yummy sauce. My friends had the Port of Shanghai (sweet sour chicken) and the Beef & Zen, which they all enjoyed.The dishes come with lots of meat, but I found the portion of rice rather small.I also had the Ginger Twist tea, which tasted nice, but was pretty small (just a little cup).The table next to us had sushi, which also looked good. Nooch belongs to the same company as Negishi, so I presume the sushi is the same like there. Oh and Monday is all you can eat sushi for 49.-, which I definitely have to try sometime.AmbienceThe restaurant is suprisingly big with lots of tables and a sushi bar. The deco is modern and comfortable. There are lots of cute little details, like a 'mood thermometer' at the entrance, where you can place a peg indicating how your experience was. There's even a little fountain in the corner! Cutlery is placed in little cans on the table, just like in Asia!Some tables are big, so you share with other people. Outdoor seating is available.LocationJust next to the Abaton cinema at Schiffbau/Escher Wyss Platz. About 10min from Zurich HB.ServiceThe staff consisted of young people who were all very friendly. We even had a little chat with one of the waiters about the new Avengers movie we were going to see.We arrived at 19.00 and it was pretty full, but we still managed to get seats for four people. If you want to be sure though, it's better to make a reservation.PriceA bit pricy. An asian dish costs around 25.- which is ok for Zurich I guess. But the drinks were very expensive. I paid 6.- for a cup of tea!Sushi prices are regular.VerdictI enjoyed Nooch very much. It's a bit out of my way, but I'll definitely go again when I go to Abaton."}, {"date": "30-04-2015", "rating": 3.0, "content": "Considering Asian food is made of the cheapest ingredients, they are super overpriced, but considering its Asian food in Switzerland it was pretty good."}, {"date": "29-04-2015", "rating": 5.0, "content": "Mega feines Essen und ganz schön eingerichtet - von den Sushis, über die Gyozas und mhhh die crispy Ente. Schnelles, stets nettes und unaufdringliches Service. Alles das und die gemütliche Stimmung sowie die Terrasse, wo wir den warmen Abend genossen hat uns mehr als überzeugt! Danke und wir kommen sicher wieder bald :-)"}, {"date": "01-04-2015", "rating": 4.0, "content": "Super freundliche Bedienung, Essen sehr schnell am Tisch, qualitativ relativ gute Rolls. Kommen wieder! Ideal vor einem Kinobesuch im Abaton!"}, {"date": "28-03-2015", "rating": 5.0, "content": "We have been here a few times now, and have ordered different dishes, all of which have been excellent.The atmosphere is relaxed and comfortable, with friendly good service.If you love Sushi and Noodles this is the place to go with a good selection and the price is also not too bad for Zürich.The location is close to the train station and tram station so not too much walking to be done. Also in the near is the movie house and a popular night club."}, {"date": "09-03-2015", "rating": 4.0, "content": "The staff was very friendly, we went there with some first time sushi eaters and we all enjoyed it. The variety isn't too fancy but it's very good sushi for a very good price - especially for zurich!"}, {"date": "06-03-2015", "rating": 3.0, "content": "Hübsches Lokal, das zentral gelegen ist und sowohl Sushi wie auch andere asiatische Gerichte anbietet. Besonders die Sushi-Auswahl ist gross, aber auch wer etwas anderes will, wird bestimmt fündig. Das Essen ist lecker, habe aber anderswo auch schon besser gegessen.Es hat grosse Tische, meist sitzt man mit Fremden gemeinsam am gleichen Tisch. Es kann auch ganz schön laut und eher eng werden im Lokal, gerade mittags und abends, bevor es ins Kino um die Ecke geht. Besser vorab reservieren.Das Essen wird schnell und unkompliziert serviert, die Bedienung war leider nicht sehr aufmerksam, aber trotzdem ganz nett."}, {"date": "06-03-2015", "rating": 5.0, "content": "essen mega super feindeshalb jeden freitag unbedingt da rein :-)auch die anderen tage sind der hammeraber da können wir leider nicht, jammer jammer"}, {"date": "05-03-2015", "rating": 5.0, "content": "We go there with my husband often because we always have a great time! great food even greater service! Wayan is the happiest person ever and Jolanda is fabulous!"}, {"date": "03-03-2015", "rating": 4.0, "content": "Sehr zuvorkommendes Personal und frische, auf Wunsch auch schön scharfe panasiatische Küche!Ich konzentriere mich auf Hühnerfleischgerichte mit Broccoli und anderem Gemüse sowie Suppen."}, {"date": "01-03-2015", "rating": 5.0, "content": "Waren seit langem mal wieder im Nooch essen... Und es war einfach super! Qualität wie immer top, Atmosphäre wie in einer asiatischen Garküche und superfreundlicher (und kinderfreundlicher) Service. Sushi, Nudelgerichte, Suppen und Dessert waren wirklich lecker. Preise für Zürich im Rahmen...Wir kommen ab sofort wieder öfter ins Nooch!"}, {"date": "24-02-2015", "rating": 5.0, "content": "The sushi was perfect! We started with edamame and tried most of the sushi they offered. For those who don't like sushi, there also other dishes (noodles, curry). Definitely will come again."}, {"date": "22-02-2015", "rating": 5.0, "content": "Ich war mit einer Kollegin im Nooch an der Heinrichstrasse. Dabei hatten wir beide den \"Hot Ginger Tee\" und das Gericht \"Beef & Zen\", was beides sehr lecker war. Das Nooch gehört zu unseren Stammrestaurants. Die Atmosphäre ist gut und man sieht die Köche die frischen Gerichte zuzubereiten. Vorallem hat uns Hye Min beeindruckt - sie war eine super nette Bedienung."}, {"date": "05-02-2015", "rating": 5.0, "content": "I have never been a fan of fish in general until I tried sushi for the first time (in New York). After that, I had some disappointing experiences with sushi, most of which went to my stomach a day after having it. Not here though. The food is excellent. The menu ranges from all types of sushi to curry (my personal favorite: green chicken curry; spicy and amazing) and Asian noodles. They also have special weeks every now and then during which they offer food from a specific country or region.I have been to the restaurant in Zurich probably around 15 times and have never had a disappointing visit. They cater to my special wishes (sushi roll with just shrimps) and are always very friendly. The service is very fast, I got my food within 10 minutes even though it was very crowded.They have a new dessert which consists of homemade truffles and vanilla ice cream. I had it two days ago and I swear on my life those truffles are the best dessert I have ever tasted.I recommend this restaurant to anyone who enjoys Asian food, as they serve not only excellent sushi but also have a lot of great other choices."}, {"date": "03-02-2015", "rating": 5.0, "content": "I can never pass by the nooch in Zurich. If I'm close to it, I just have to go in. The best sushi in town, casual dining atmosphere, friendly staff and great asian food. They have sushi, thai curries, noodle soups and simple noodle and rice dishes served fresh out of the kitchen (you can even watch the cooks prepare your meal at the open kitchen). Absolutely great and highly recommended!"}, {"date": "29-01-2015", "rating": 5.0, "content": "Super Lage direkt neben Kino. Ideal für ein schnelles feines Essen vor dem Kino.Wir wurden sehr freundlich empfangen, unsere Nachfrage nach Veganen Speisen wurde kompetent beantwortet. Das Essen kam nach nur 5 Minuten, frisch zubereitet und SEHR fein.Thaicurry war in der Schärfe so wie beschrieben, es kann ja sonst nachgeschärft werden.Die Portionen war für uns eher üppig bemessen. Die Preise bewegen sich im normalen Rahmen für Zürich.Wir kommen gerne wieder einmal!"}, {"date": "10-12-2014", "rating": 5.0, "content": "Danke für die Geduld und nette Bedienung :) manchmal dauert es halt bei der Entscheidung. Liegt wahrscheinlich an der großen Auswahl :) schönen Tag wünsche ich euch. LG Silvia"}, {"date": "02-12-2014", "rating": 5.0, "content": "I can't get enough of this place. I keep returning time and time again. Simple bench style seating. Food is always great and service is quick and efficient. Prices could be a little lower considering it's more of a casual restaurant, but then again this is Zurich."}, {"date": "24-11-2014", "rating": 5.0, "content": "The sushi at Nooch is great. The service is quick and pleasant. The all you can eat sushi on Mondays is highly recommended."}, {"date": "23-11-2014", "rating": 4.0, "content": "A good choice for an easy and fast meal, my favorite item in their menu is the beef and zen noodles dish, the restaurant is very neat, good service"}, {"date": "17-11-2014", "rating": 4.0, "content": "Ideal neben dem Kino Abaton gelegen. Feine Sushi und Sashimi. Preise sind angemessen. Meistens freundliche Bedienung (auch schon mal enttäuscht gewesen). In der warmen Jahreszeit super um draussen zu sitzen. Nettes Ambiente, teilweise bisschen laut. Im Großen und Ganzen sehr zu empfehlen!"}, {"date": "17-11-2014", "rating": 3.0, "content": "The Nooch in Steinfels Areal belongs to a chain of restaurants run by the Outback Company, which manages several Nooch, Negishi, and Outback Lodge restaurants in Switzerland. They are all nice places for a casual lunch or dinner, the food is good but not special. The dishes are adapted to the European palate, which suits the majority of customers. If you prefer something more spicy / excotic you might want to chose a more authentic Asian venue.Seating arrangement is on banks and simple chairs at larger shared tables. If you are a couple looking for a bit more privacy, choices are limited. Service was very friendly, speedy, and attentive. They have a daily lunch menu offering a vegetarian and two other choices, generally asian noodle and curry dishes. Lunch incl drink costs around 25-30CHF."}, {"date": "08-11-2014", "rating": 4.0, "content": "Direkt neben dem Kino findet man diese filiale vom Nooch. Essen ist lecker und exotisch, Service ist freundlich und schnell und allgemein ist es hübsch eingerichtet. Hier findet man mal essen und Getränke die nicht überall in Zürich zu finden sind. Leider wurde die Speisekarte etwas asiatisch-veralgemeinert... Man weiss nicht so recht von wo welches Gericht stammt. Preise sind nicht gerade günstig, jedoch bekommt man auch was fürs Geld."}, {"date": "14-10-2014", "rating": 3.0, "content": "Das essen ist eigentlich immer okay,wenn auch nicht herausragend.Es gibt immer mal wieder sehr gute Sachen,aber es könnte interessanter gewürzt werden.Das Servicepersonal ist sehr unaufmerksam,nicht gerade freundlich und scheint etwas durcheinander zu sein.Ab und zu komm ich gerne hierher,wenns schnell gehen soll und die Begleitung auch unkompliziert ist."}, {"date": "08-10-2014", "rating": 5.0, "content": "Trotzdem wir zu zehnt waren kam das Essen überraschend schnell.Alle waren mehr als zufrieden und das Essen war wie immer sehr gut.Die einzigen Kritikpunkte sind der Lärm, welcher allerdings in jedem Restaurant zu dieser Zeit gleich ist und die hohen Preise für Sushigerichte.Das Nooch beim Steinfelsareal ist auf jeden Fall weiter zu empfehlen und ein muss für liebhaber der asiatischen Küche!"}, {"date": "31-08-2014", "rating": 5.0, "content": "Das Sushi war sehr lecker, frisch und besonders der Lachs war wunderbar zart und zerging auf der Zunge. Das Sushi war schön angerichtet. Der Papayasalat war angemessen scharf. Tipp: den Eistee bestellen, er schmeckte sehr fein nach Minze und war nicht zu süß. Das Ambiente ist schön und modern mit teilweise großen Holztischen an denen verschiedene Leute sitzen können. Die Bedienungen sind sehr freundlich und schnell. Wir waren Sonntag abend dort. Anscheindend haben in Zürich einige Sushirestaurants Sonntag geschlossen. Das Restaurant bietet neben Sushi auch noch andere Gerichte an und auf dem Tisch stehen scharfe Gewürze zum Nachwürzen bereit."}, {"date": "22-08-2014", "rating": 4.0, "content": "Das Nooch liegt an der Heinrichstrasse im Steinfelsareal. Im Sommer ist es angenehm im Schatten draussen zu sitzen. Im Winter ist es auch drinnen sehr angenehm (nicht zu laut, gut belüftet)Auf der Karte stehen jeden Tag drei andere Tagesmenus, die jedem Geschmack entsprechen (inkl. Vegi). Oder man kann von der Karte bestellen. Natürlich gibts auch Sushi. Das Essen kommt mittags, je nach Anzahl der Gäste mal schneller mal weniger. Das Essen selbst jedoch ist jedes Mal super. Inkl. dem Hauseistee."}, {"date": "27-07-2014", "rating": 5.0, "content": "Great food Fantastic service Reasonably priced for Switzerland I would deffinently return! I have allergies and staff were very helpful and spoke English well."}, {"date": "21-07-2014", "rating": 4.0, "content": "Le restaurant propose des plats de sushis assortis, pratique quand on est beaucoup. La salade d'algues était bonne mais pourrait avoir plus d'algues."}, {"date": "14-06-2014", "rating": 4.0, "content": "Bevor wir das Abaton (Kinobesuch) aufsuchten, wollten wir noch kurz etwas zu Abend essen. Darum haben wir uns spontan für das Nooch entschieden. Als Liebhaber der asiatischen Küche wurden wir nicht enttäuscht. Das Dienstpersonal war stets freundlich und sehr hilfsbereit. Wir wurden kompetent beraten und schnell bedient. Unser Nudelgericht war - für europäische Verhältnisse - geschmacklich ausgewogen. Für meine indonesische Frau und mich selbst aber, eher ein bisschen „zu wenig unterhaltsam und pfiffig“. Mit einer guten, feinen „Chilisauce“ (indonesian style) wäre das ganze Menü für uns perfekt gewesen. Trotzdem waren wir insgesamt sehr zufrieden und werden das Lokal mit gutem Gewissen weiterempfehlen."}, {"date": "06-06-2014", "rating": 3.0, "content": "Went there with several friends, the service was not as good as expected. We ordered appetizers and main courses. Each of the courses didn't arrive at similar time... other friends got the food first while the next one comes maybe 10-15minutes later... so people have to start eating first otherwise the food gets cold.The edamame that I ordered, was not cooked in a proper way... it tasted very different from the real Japanese restaurant. \"Hoi an\" is another dish that I ordered for the main course, it was quite salty and was even spicy, which was not stated in the menu card. Luckily, I have ordered some cold ice tea to cool down the saltiness and spiciness!Will not consider to visit again."}, {"date": "30-05-2014", "rating": 4.0, "content": "Leider etwas unscheinbar von Aussen in einer Seitenstrasse hinter dem Kino abaton gelegen.Gute Auswahl an asiatischen Vorspeisen und Hauptgerichten, sowie Sushi.Schön eingerichtetes Lokal mit Holzmöbel und farbiger Deko.Man kann sich mit mehreren Leuten an einen Tisch setzen oder wer alleine speisst kann auch an einer Theke Platz nehmen. Unkomplizierte Reservation online mit Bestätigungsmail/SMS.Da ich Geburtstag hatte bekam ich kostenlos einen grossen Dessert und Kaffe.Sehr nette Bedienung! Das Restaurant würde ich mit Sicherheit weiterempfehlen."}, {"date": "29-05-2014", "rating": 4.0, "content": "I went there to join my friend's birthday. The first impression is the design of entire restaurant as well as the good location (very closed to Hardbrucke and only few minutes from Main Train Station).When I walked into the restaurant, I was stunned because of the atmosphere and the decoration. They have a quite a big space for full function service. For the menu is the choices from Thai, Chinese and Japanese cuisines.I order a plater of sushi with various kind of sushi which cost around 60 CHF but I shared with another two friends. I take fried noodle for entrance and take the homemade cold green tea as my friends suggested.Overall, the noodle was delicious and the sushi plater is not the best but I would rate for the upper top compare to average level of sushi restaurant in Zürich. The cold green tea for me was not really impressive, however it was a good choice for summer.I would definitely come back for next time if I had chances and highly recommend this restaurant to all of you!"}, {"date": "17-05-2014", "rating": 4.0, "content": "Das Nooch besuchen wir immer wieder, vor allem oft vor einem Besuch im Kino nebenan. Die Karte bietet einen bunten, etwas eigen interpretierten Mix aus dem asiatischen Raum. Zu zweit wird man an irgend einen Tisch gesetzt, Privatsphäre ist nicht gross geschrieben. Dafür hat es eine lebendige Atmosphäre und man spricht auch mit den Tischnachbarn. Der Service war gestern schnell und aufmerksam. Die Sushi waren frisch und bis auf die fehlende Wasabi auf den Nigiri Sushi tadellos."}, {"date": "05-05-2014", "rating": 3.0, "content": "Essen; Sushi geschmacklich gut, aber fachlich Durchschnitt (auseinander gefallen, zu gross etc)Ich kann hier echt kein \"ausgezeichnet\" oder \"gut\" das wäre gegenüber der restlichen Zürcher Gastronomie absolut unfair.Toilette ist unterirdisch! Privatsphäre gleich Null!Fazit: Ok für Mittagslunch."}, {"date": "10-04-2014", "rating": 4.0, "content": "ich esse oft in basel lunch im nooch am barfüsserplatz, wollte mal das nooch in zürich ausprobieren, weil ich zufällig in der nähe einen termin hatte. wie üblich: frisch, leicht verdaulich, sehr gut, poulet im wok wie üblich butterzart, warm/heiss und rasch serviert. ideal für lunch. bei den gewürzen könnte man sich noch steigern."}, {"date": "19-03-2014", "rating": 5.0, "content": "Die Sushi-Gerichte sind super!! Auch die weiteren Gerichte sind sehr lecker, man ist immer im Clinch, was man bestellen soll ;) Der Service verläuft gut und schnell, man wird schnell bedient."}, {"date": "25-11-2013", "rating": 5.0, "content": "Wir haben Sushi bzw indonesisch im Nooch gegessen. Die Bedienung war irre schnell und irre freundlich und alles kam genau wie bestellt. Das Sushi war sehr gut, das indonesische Gericht war mindestens gut. Beides war schön warm und geschmacklich eben völlig okay. Das eher coole Ambiente hat mir gut gefallen und alles hat sehr gut geklappt. Ich werde wiederkommen."}, {"date": "07-11-2013", "rating": 4.0, "content": "Auch das dritte mal im Nooch war wieder alles gut. Über den Service und das Essen können wir nicht klagen. Dass die Mahlzeiten mit ca. 5 Min Differenz an den Tisch gebracht wurden, können wir ein Auge zudrücken. Darf aber das nächste mal nicht mehr passieren."}, {"date": "15-08-2013", "rating": 4.0, "content": "Wir waren über Mittag im Nooch. Das Restaurant war gut besucht. Trotzdem wurden wir freundlich empfangen und zum Tisch begleitet. Bestellung und Bedienung funktionierten reibungslos. Der Asia Eistee ist wirklich empfehlenswert, 5dl für CHF 6.- nicht billig. 2,5dl Sprite, Cola etc. im Offenausschank kostet CHF 4.-. Die Frühlingsrollen waren OK. 2 kleine Röllchen, welche sicherlich vom Tiefkühler in die Fritteuse gekommen sind, CHF 10.50. Danach hatten wir ein sensationelles gelbes Curry Hawaii 5 O, mit Poulet, Gemüse und Früchte dazu Jasminreis für CHF 16.-. Die Sauce war grossartig! Es werden auch Mittagsmenus angeboten, wir haben à la Carte vorgezogen. Wir werden bestimnt wieder mal in Nooch gehen."}, {"date": "10-07-2013", "rating": 3.0, "content": "My favorite dish is the fried noodles. It was delicious if you don't expect authenticity of Asian food. But they make it quite nice for European tongue. The location is really well located, in the heart of circle 5. But I don't know why every time I eat in there I rarely got cellular connection."}, {"date": "11-06-2013", "rating": 3.0, "content": "Ich war über Mittag mit einem Geschäftspartner da. Unsere Vorspeisen, sowie auch Hauptspeisen sind leider nicht gleichzeitig gekommen. Das essen war durchschnitt und der Service nicht sehr aufmerksam."}, {"date": "27-05-2013", "rating": 3.0, "content": "Eins vorab, wäre das Essen nicht so unsäglich süss gewesen hätte ich 4 Punkte gegeben.Das Nooch ist ein ungezwungenes Restaurant im Steinfeldareal in Zürich. Mann sitzt an auf Bänken an gemeinsamen Tischen, also nichts für Einzelgänger. Die Küche sind eigen intepretationen von asiatischen Nudelgerichten und Sushi.Zur Vorspeise hatten wir die gemischte Platte. Eine Kombo aus Sushi, Spiesschen, Papayasalat etc. da war nichts daran auszusetzen. Als Hauptgang hatten wir Ramen mit Rindfleisch, Ramen mit Seafood und das Lachssteak. Von der Qualität gabs nich viel zu meckern, nur eben alles hatte eine ünbertriebene Süsse. Wenn ich Nudeln bestelle die auf der Karte als scharf bezeichnet sind, erwarte ich kein mildes und süssliches Gericht.Der Service war freundlich und zuvorkommend und wir verbrachten ansonsten einen schönen Abend."}, {"date": "26-05-2013", "rating": 4.0, "content": "Just opposite Abaton multiplex, this is a great place to catch up with friends with excellent Asian food served. We ordered some Thai curry rice which was neither too spicy nor too bland but perfectly made. And some Teriyaki chicken which again turned out to be really good. The portions are large so the prices dont seem to be much! They had some good sushi options as well although we didnt try any. The atmosphere is very casual & so a great place to meet up friends!"}, {"date": "21-05-2013", "rating": 5.0, "content": "Went to Noocha yesterday after a long climbing day - at first the restaurant seemed very pricey (should be more around 40$/person for a small starter, main and a beer), but once we got our ocean (seafood) noodles we were surprised at how awesome it was and the portion was perfect even after a long day of exercise! The athmosphere was a bit canteen-like but the service (also speed) and quality was perfect :) could recommend it to anyone."}, {"date": "10-03-2013", "rating": 4.0, "content": "Perfekt fürs Mittagessen - die Currys sind gut (wenn auch im Vergleich mit Noodle House im Puls 5 zu teuer), das Tagesmenü meistens auch. Der Service ist nett, wenn man sich kennt - aber wenn man in Eile ist, die Rechnung lieber ultrafrüh verlangen. Sonst wartet man unter Umständen sehr sehr lange. Lokal an sich sehr stimmungsvoll und sauber. Edamame sind auch klasse!"}, {"date": "04-03-2013", "rating": 1.0, "content": "We went after the cinema in Abaton to this restaurant and we regret it big times!I wanted to have a great curry, and wah tI got instead is a soup because they put much more water that curry, then the chicken was worst that the one you got in Mcdonald. On the menu it was written with \"aubergines\", there was 1 aubergine cut into 3 pieces!!!!!My boyfriend har the beef and he left almost everything as the meat was of a too bad quality, too much fat around.Then the service is poor, the meal arrives when it's ready, so my boyfriend had a cold meal if he was waitinig for me. Well too bad, I will never ever return to this place anymore!"}, {"date": "29-01-2013", "rating": 3.0, "content": "Wir gingen hier zu 10. vor dem Kino noch was essen und hatten vorher für 18h reserviert. Leider war die Bedienung total understaffed, weshalb es nach 19h wurde bis alle ihr Essen hatten. Jemand bekam das falsche Gericht, wozu die Bedienung meinte wir hätten das bestellt (obwohl alle Anwesenden das Gegenteil bezeigen konnten). Wir mussten recht schnell essen, um den Film nicht zu verpassen und verzichteten deshalb auf Nachtisch. Mein Essen war geschmacklich OK (Panjabi Forest) aber nicht überragend. Die Speisekarte sahaber recht interessant aus, es gibt Gerichte aus verschiedensten Ländern, ich werde wahrscheinlich wieder mal vorbei.Alles in allem: Essen OK, Service mit Mängeln"}, {"date": "20-01-2013", "rating": 4.0, "content": "Das nooch ist in Züri-West und vom Bahnhof Hardbruecke nur ein paar Gehminuten entfernt. Ich war bis jetzt zwei mal dort und war jedes mal zufrieden. Die Gerichte sind frisch zubereitet und schmecken gut. Auch die scharfen Gerichte sind moderat gewürzt. Die Auswahl auf der Karte ist gross genug damit jeder etwas finden sollte. Der Service ist aufmerksam, aber wenn's voll wird kann man schon mal ein bisschen warten.Man kann an den grossen Tischen einfach zusammensitzen, an kleineren Tischen oder an der 'Bar' (direkt bei den Köchen) essen.Insgesamt eine gute Empfehlung für unkompliziertes ausgehen!"}, {"date": "18-01-2013", "rating": 4.0, "content": "direkt im West-Side gelegen kann man hervorragend Sushi essen, montags, all you can eat fur 49 CHF/Person, also Hunger mitbringen, sonst lohnt es sich nicht.Alles wird in einer offenen Küche frisch zubereitet und kommt direkt an den Tisch.Das Personal ist freundlich und zuvor kommend.Man muss sich allerdings an die Preise in Zürich gewöhnen, 1/2 l Evian für 6CHF halte ich persönlich für Nepp, schade"}, {"date": "16-01-2013", "rating": 2.0, "content": "Unaufmerksamer Service, keine Struktur, alle rennen quer durcheinander, Sprachprobleme mit Deutsch, unflexibel (bei Essensanpassungen), Getränke wie des Essen kommen nie für alle Personen gleichzeitig serviert, Küche ist sehr durchschnittlich, die Sushi sind wohl gut aber überteuert!Preis-Leistung ist nicht vorhanden!"}, {"date": "08-01-2013", "rating": 4.0, "content": "Das Restaurant liegt gleich neben dem Eingang des Cinemax-Kinos. Jeden Montagabend gibt es All-you-can-eat-Sushi, was wir zu dritt ausprobiert haben. Der erste Teller wird einem gebracht (und er schien direkt aus dem Kühlschrank zu kommen), aber nachher kann man bei jedem Nachbestellen angeben, welche Sushis man gerne haben möchte, und diese waren alle sehr frisch. Wir konnten soviel Nachbestellen, wie wir essen konnten und wurden nicht enttäuscht. Der Service hat auch gut geklappt, denn wir mussten nie lange auf unsere Nachbestellungen warten."}, {"date": "06-01-2013", "rating": 4.0, "content": "Im Nooch isst man unkompliziert an grossen Tischen. Die Karte beinhaltet asiatische Gerichte quer über den Kontinent. Waren schon öfters dort, meistens vor oder nach einem Kinobesuch, und es schmeckt immer gleich gut. Alles wird immer ganz frisch zubereitet. Der Service ist motiviert, flink und freundlich.Mir gefällt am Nooch, die Vielfalt an asiatischen Gerichten, man muss sich nicht auf eine Küche festlegen.Immer wieder gerne und sehr empfehlenswert, dieses NOOCH!!!"}, {"date": "06-01-2013", "rating": 2.0, "content": "EssenDas Essem war einfach furchtbar, ich weiss gar nicht was man da noch drüber schreiben soll. Kein Geschmack, lieblos gekocht. Einfach schlicht nix wert.Das einzig gute war der Thaieistee... Aber auch den kriegt man anderswo besser.Für das Essen sind die Preise überzogen.ServiceDas Essen kam nicht gleichzeitig, auch bei unseren Nachbarn am Tisch nicht.Sie vergassen mehrere Getränke und waren nicht aufmerksam und gestresst. Für ein Restaurant das Stress kennt (Riesiges Kino gleich nebendran) schlicht ungenügend.AmbienteEs ist laut und nach dem Besuch stinkt man fürchterlich.... Also nicht geeignet wenn man danach noch was vor hat.Kurz:Fastfoodessen, fastfoodatmosphäre, zu teuer."}, {"date": "03-01-2013", "rating": 4.0, "content": "Regelmässig besuchen wir das Nooch bevor wir ins Kino gehen (das Kino Abaton ist gleich nebenan) und es ist uns bisher nie verleidet... gut, es ist kein Romantik-Restaurant, aber Fast Food ist es beim besten Willen nicht. Für den Preis kriegt man gutes es Essen und sehr gute Sushi. An Montagen gibt's Sushi à discretion und das funktioniert recht speditiv. Das Personal ist freundlich und zuvorkommend, auch wenn es zu Stosszeiten etwas hektisch werden kann."}, {"date": "25-12-2012", "rating": 4.0, "content": "This was the restaurant I needed when I had a terrible cold. Took the hottest curry on the menu (and the waitress, after having asked for 'the hottest curry', put some additional spices on the table) with a big beer. The menu features a lot of 'Asian' meals: Chinese, Japanese, Thai,... Nothing special, but good food after a day of hard work."}, {"date": "30-09-2012", "rating": 4.0, "content": "This place has a nice atmosphere & a wide selection covering Japanese sushi, ramen/udon noodle dishes, Vietnamese style such as cold rolls & dishes to red & green curries. Service was fast and food was really fresh, bursting with flavor. The menu also highlights how spicy the dishes are; and for those who like that extra chilli kick will find a variety of chili sauce, dried and fresh chilli available on the table. We had one of the ramen noodle soup dishes and the chicken skewers on bed of fresh salad along with a beer. Total 55.50CHF."}, {"date": "01-08-2012", "rating": 4.0, "content": "This place is a very nice and young place where to have Asian food. There is plenty of choices from noodles to sushi an it could be a good plae where to eat before going to the cinema right in front of it. I would really recommend."}, {"date": "24-07-2012", "rating": 2.0, "content": "Obschon wir gemeinsam bestellt haben und die Speisen noch mit Vor- und Hauptspeise angegeben haben, kamen keine der Speisen gleichzeitig. Als dies auch bei der Hautpspeise so lange ging, dass das Essen kalt war, wurde in der offenen Küsche die gesamte Speise einfach nochmals in den Wok geschmissen. Leider enttäuschend"}, {"date": "16-07-2012", "rating": 5.0, "content": "nettes japanisches restaurant, leicht versteckt hinter dem kino abaton. das essen ist gut, die bedienung freundlich und die athmosphare speziell japanisch. ein besuch wert wer hunger hat"}, {"date": "21-06-2012", "rating": 3.0, "content": "This was a nice joint but the food was so so. Not quite what you'd expect if you're Asian. The atmosphere was nice though."}, {"date": "02-05-2012", "rating": 3.0, "content": "Möchtegern japanische Speisen werden im Nooch angeboten. Wer nach dem Kino im Abaton Hunger verspürt, dem bleibt abends nicht viel Auswahl. Eine Art Fusion aus japanischer Küche und europäischen Speisen mit dem Appetit eines Schweizers. Die Bedienung ist lahm, hat keinen Überblick wer was bestellt und man zahlt für eine Flasche Wasser 10 Franken. Na dann, Prost."}, {"date": "30-04-2012", "rating": 4.0, "content": "a couple of friends and myself were looking out for some Asian food on our day off and we decided to go to Nooch. As we were new to the city, this was our first Asian food encounter. We ordered Thai dishes and the food came so quickly. the food looked amazing and the taste was authentically great. Unfortunately we couldnt try the sushi as we went there late in the afternoon and it was too early for dinner.... the restaurant decor is very aesthetically appealing and casual, ideal for a nice relaxed lunch. The restaurant is positioned very well in the market and has the right approach to its target market. Moreover the location is nice and right next to the cinema hall."}, {"date": "22-03-2012", "rating": 5.0, "content": "We went there right before the film in the nearby cinema. The waiters were understanding of the fact that we were in a rush and did a great job in bringing the food out piecemeal as it was being prepared. The sushi was delishious and very well priced in the context of Zurich. The restaurant is very casually decorated which bodes well with the way the restaurant tries to position itself."}, {"date": "24-01-2012", "rating": 4.0, "content": "We(my husband and I) had lunch here on Sunday. We had soup and gyoza to start and a veg. soup and a chicken noodle dish for mains. We both enjoyed this. We would recommend this restaurant. Staff are very good, menus are in english. This is a very good restaurant."}, {"date": "09-01-2012", "rating": 3.0, "content": "Das Nooch hat mich etwas enttäuscht, die Reisnudelsuppe hat nach nicht viel geschmeckt, kaum gewürzt. Andere Gerichte sahen deutlich besser aus und laut den Kollegen auch recht ordentlich. Das einzig gute an meiner Suppe waren die frischen Gemüse, welche aber eben ohne die Gewürze nicht besonders gut gewirkt haben. Preis-Leistung wäre nicht schlecht, wenn man etwas an der Qualität/Zubereitung der Speisen besonders auf der Zutatenseite anpassen würde."}, {"date": "17-11-2011", "rating": 4.0, "content": "As others have stated, Nooch is close to the cinema so perfect for a quick meal before or after the movies.I like the casual setting, and the staff seems competent and alert (at least for Zurich standards). It is ok for a quick snack, but don't expect top-quality. It's more like a McDonalds for Japanese food - some people just love it, others prefer something more classy.Sushi quality differs, sometimes it is surprisingly good but usually its average. The other dishes (noodles, rice) come in huge portions and are tasty.I have been to Nooch on several occasions and as my experiences have been good, and prices are reasonable, I am giving 4*. It is definately not the best restaurant in town, but in this market segment they are doing a good job."}, {"date": "14-09-2011", "rating": 5.0, "content": "war mit einem kollegen im nooch steinfels. das ist gleich neben dem kino abaton. wir wollten rasch etwas gutes essen und bestellen eine noodlesoup das ist ein hauptgericht. 5 minuten nach Bestellung hatten wir schon das mittagessen auf dem tisch. die portion war gross, das essen sehr gut und das preis/Leistungsverhältnis perfekt. ich bin ein fan geworden."}, {"date": "11-08-2011", "rating": 1.0, "content": "War mit meiner frau bei nooch und mussten 15min auf einen platz warten. Dann noch einmal 15min auf die bedienung um dann gesagt zu bekommen, dass es heute kein sushi gibt weil zuviel los ist. Hallo? Gibts nun suhsi oder nicht? Das hätte man auch 30min vorher mitteilen können! Absolute frechheit und mieser service!"}, {"date": "11-08-2011", "rating": 3.0, "content": "The restaurant is in a Cinema complex, so it's a decent placce to get a meal before you catch a flick. As is with most cinema restaurants all over Europe, the food is average.The place is nicely decorated, modern and bright. The 2 waitresses were very capable and professional as was the 1 chef who cooked everything alone.I could not order any sushi as they apparently don't serve any during lunch. So I had the 'Duffy's favorite' noodle bowl with udon noodles and duck breast. The duck was nice and crispy and the udon noodles were well cooked with a perfect texture. Unfortunately, I found the broth very average and flavourless, and therefore had to add lots of condiments (chilli & soy sauce) to kick it up a notch. My wife had the Chicken Satay and it was also only average. It lacked that special something.Please do not take my review to mean that the restaurant is not good enough because it is. Unfortunately it is catering to Swiss tastes so the food lacks flavor. Simple.If you're going to the cinema, then yes definitely have a meal but do not go there especially for the food as there are FAR better places in Zürich to enjoy authentic Asian foods."}, {"date": "13-06-2011", "rating": 4.0, "content": "One of our teams favorites when we have our meetings in Zurich is to stop by at the Nooch. Whether we are in the mood for Thai curry, asian-fusion noodles, Japanese, sushi and sashimi we can usually find something for everyone.The restaurant layout is very communal with large tables that can either fit a large group, or will be set for multiple parties. It is very much like dropping in at a Japanese Noodle bar in that respect.The menu offers a range of Curries, noodle-stir-fries, noodle soups, and a full range of sushi. My crutch dish there is the \"Duffy's Favorite\" a noodle soup with your choice of noodles with broth, topped with Roast Duck and veggies. (Dashi with udon is my pick).Another favorite is to stop in on Monday for ALL you CAN EAT Sushi. At 60 francs is a relative bargain compared to other sushi in Town."}, {"date": "21-05-2011", "rating": 4.0, "content": "Gutes Asia Restaurant das direkt neben dem Kino Abaton liegt. Ideal für einen kurzen Snach vor einem Kinoabend.Sushis sind sehr gut und im Vergleich zu anderen Sushi Restaurants nicht so teuer. Es gibt grosse Portionen.Es gibt grosse Tische wo man jeweils mit anderen Leuten zusammengesetzt wird. Dadurch entstehen neue Kontakte und teils interessante Gespräche"}, {"date": "19-04-2011", "rating": 4.0, "content": "really tasty asian food and good for sushi lovers , I recommend it!"}, {"date": "03-04-2011", "rating": 5.0, "content": "Das Nooch befindet sich in einem der Ausgehbezirke von Zürich zwischen dem Bahnhof Hardbrücke und dem Escher Wyss Platz (von beiden Orten zu Fuss etwa 5 Minuten entfernt) und somit bestens mit öffentlichen Verkehrsmitteln erreichbar. Das Restaurant liegt hinter dem Kino und man muss einige Stufen hinuntergehen. Innen ist das Nooch mit einem anderen Restaurant verbunden. Es gibt im Eingangsbereich eine Bar, das eigentliche Restaurant ist ein grösserer Saal mit sehr grossen Tischen. Man sitzt also in der Regel mit anderen Gästen zusammen an einem Tisch (Kantinen-Feeling). Vom Eingang aus kann man durch eine Glasscheibe die Küche einsehen, im Restaurantbereich selber gibt es eine weitere, kleine Küche.Die Karte bietet eine grosse Anzahl an asiatischen Gerichten aller Art, einschliesslich Sushi. Die Bedienung war sehr freundlich. Die Speisen wurden sehr schnell an den Tisch gebracht und schmeckten vorzüglich. Die Portionen waren sehr gross. Die Preise waren für schweizerische Verhältnisse günstig. Das Nooch wird gerne von Kinogästen besucht, aber auch viele Geschäftsleute treffen sich hier abends zum after work."}, {"date": "23-02-2011", "rating": 4.0, "content": "I mainly go there for their sushis, as their other meals are too big portions for me ;) (noodles, rice etc.) The staff is fast and friendly, the food is really good although a bit pricey!"}, {"date": "12-11-2010", "rating": 5.0, "content": "Obwohl das Nooch zu einer Kette gehört, schmeckt das Essen hier nicht nach same same, sondern wirklich besonders.Die Kombinationen an asiatischen Kleinigkeiten, Sushi und Thaifood, machen dieses Asia Restaurant zu einem besonderen Platz in Zürich.Das Restaurant ist etwas abgelegen, allerdings in einem Sträßchen voller Bars und Restaurant und mit den Öffentlichen gut zu erreichen. Das Ambiente im Restaurant entspricht einem Großraumrestaurant mit langen oder runden Tischen, an denen man mit mehreren Menschen zusammengewürfelt sitzt. Im Hintergrund Lounge-Music und schöne Ausleuchtung.Die Preise des Restaurants sind für Zürich ok, aber immer noch weit über europäischem Standard...trotzdem hingehen, essen und geniessen."}, {"date": "07-10-2010", "rating": 4.0, "content": "Im Trendquartier Kreis 5, versteckt hinterm Abaton und Hard 1 liegt das Nooch neben dem Nachfolger des Back und Brau. Eine Reservation ist am Kinoabend und an den klassichen Ausgangsabenden zu empfehlen, sonst eher leer. Montagsabend ist Sushiabend (all-you-can für CHF 55), allerdings wird man anfangs mit einer Suppe und einer gemüselastigen Einstiegsplatte abgespiesen. Trotzdem aber sehr zu empfehlen."}, {"date": "22-03-2010", "rating": 4.0, "content": "Nice cheap noodles before the kino"}, {"date": "10-10-2009", "rating": 4.0, "content": "Very good sushi and noodle dishes. Curries are not the best, better go to Lillis, then. Athmosphere is nice, a little odd is that they only have large tables where the people sit around, not good for romance... ;)"}, {"date": "05-09-2009", "rating": 2.0, "content": "We really looked forward to this place, but when we came there our high hopes immediately turned into disappointment. The staff seemed very uninterested and the service was slow.After a while we managed to order some sushi. Some of us got their order and others had to wait for while for their food. The sushi did not look too fresh and tempting.Our conclusion: we will not come to back to this place."}, {"date": "11-08-2008", "rating": 4.0, "content": "Asien querbeet, Sushi, Noodles, Rice. Feine und grosse Portionen, nur die Luft könnte etwas besser sein."}, {"date": "05-08-2008", "rating": 4.0, "content": "Perfekt für den schnellen Hunger... gute Portionen und sehr, sehr fein - auch Take Away"}, {"date": "20-06-2008", "rating": 4.0, "content": "Great food and a nice variety of Asian dishes. Kind of smelly though because of the \"open\" kitchen. But great to grab a bite before you go to the movies."}, {"date": "18-06-2008", "rating": 5.0, "content": "yuri s favorite..mine as well."}]