{"restaurant_name": "Restaurant_Pavillon-Zurich", "overall_rating": 4.5, "all_reviews": [{"author_data": {"author_level": 6, "author_member_since": 2015, "author_stats": {"contributions": 98, "cities_visited": 63, "helpful_votes": 283, "photos": 0}, "author_distribution": {"review_value_5": 45, "review_value_4": 1, "review_value_3": 2, "review_value_2": 2, "review_value_1": 48}}, "review_data": {"date": "29-03-2022", "rating": 5.0, "content": "everything done to the highest standard with the best ingredients and service. presentation is also beautiful and the restaurant decor is very soothing. highly recommende", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2013, "author_stats": {"contributions": 98, "cities_visited": 98, "helpful_votes": 125, "photos": 40}, "author_distribution": {"review_value_5": 82, "review_value_4": 14, "review_value_3": 1, "review_value_2": 1, "review_value_1": 1}}, "review_data": {"date": "29-12-2021", "rating": 5.0, "content": "Nos hospedamos no hotel e nosso café da manhã era no Pavillon. O restaurante é lindo e a variedade do café da manhã enorme. Adoramos", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2018, "author_stats": {"contributions": 258, "cities_visited": 1092, "helpful_votes": 170, "photos": 354}, "author_distribution": {"review_value_5": 34, "review_value_4": 172, "review_value_3": 55, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "19-11-2021", "rating": 5.0, "content": "Con amici a Zurigo veniamo a cena in questo ristorante stellato che ben conosciamo.Anche stavolta si confermano le impressioni delle altre.Un maitre gentile e simpatico ci accoglie giovialmente, del resto praticamente siamo diventati amici.La atmosfera è, come sempre, ovattata.Scegliamo il menu di assaggio di sette portate Harmonie.Tutto molto raffinato con una nota di merito per i carabinero.Poichè il ristorante ha riaperto solo la sera prima ci sono dei meccanismi che ancora devono essere oleati, voglio dire che c'è stato qualche inciampo nel servizio ma tutto ampiamente perdonabile dalla bontà della cucina.", "likes": 1}}, {"author_data": {"author_level": 3, "author_member_since": 2019, "author_stats": {"contributions": 7, "cities_visited": 7, "helpful_votes": 4, "photos": 0}, "author_distribution": {"review_value_5": 3, "review_value_4": 0, "review_value_3": 0, "review_value_2": 2, "review_value_1": 3}}, "review_data": {"date": "15-11-2021", "rating": 2.0, "content": "Ich war mit meiner Frau im Pavillon und wir bestellten das kompeltte Menu inkl. Weinbegleitung. Fazit: Fake! Für uns war alles etwas fake. Die Bedienung war nett, aber nicht herzlich und mit Freude dabei. Die Mienen waren aufgesetzt und das Lächeln künstlich: Also fake! Das Essen war gut, aber mehr Schein als Sein. Optisch hochwertig, geschmacklich eher langweilig und eintönig. Die geschmackliche würzige Raffinesse fehlte komplett. Das sollte in einem 2 Stern Restaurant Standard sein: Fake! Und die anderen Gäste: Vorwiegend alte Geschäftsmänner mit 20 jährigen Escorts. Zum Teil echt unangenehm, wenn am Tisch neben dir ein 65 jähriger mit einer 20 jährigen knutscht. Und du merkst noch, dass sie es nur fürs Geld tut. Nicht, dass es extrem schlimm wäre, aber es passt zum Gesamteindruck und zu diesem Laden: FAKE!", "likes": 2}}, {"author_data": {"author_level": 6, "author_member_since": 2014, "author_stats": {"contributions": 191, "cities_visited": 114, "helpful_votes": 120, "photos": 9}, "author_distribution": {"review_value_5": 110, "review_value_4": 50, "review_value_3": 17, "review_value_2": 14, "review_value_1": 3}}, "review_data": {"date": "29-06-2021", "rating": 5.0, "content": "Been to many Michelin star restaurants and this was one of the better ones. Everything was great even at that standard. Maybe one or two courses were not as great as they could be, but this is really subtle. Highly recommended. We went for the normal 9 course menu. We appreciate both the taste and presentation a lot, and the wine pairings were also spot on.", "likes": 1}}, {"author_data": {"author_level": 5, "author_member_since": 2007, "author_stats": {"contributions": 61, "cities_visited": 37, "helpful_votes": 94, "photos": 0}, "author_distribution": {"review_value_5": 29, "review_value_4": 16, "review_value_3": 13, "review_value_2": 2, "review_value_1": 1}}, "review_data": {"date": "08-05-2021", "rating": 4.0, "content": "Wir gönnten uns eine Übernachtung im Baur au Lac (für uns übrigens mit Abstand das beste Hotel in der Stadt) kombiniert mit einem 9-gängigen Dinner im Pavillon. Dies war unser erster Besuch in diesem Restaurant. Die Gerichte kamen farblich jeweils schön komponiert auf den Tisch und waren durchaus einfallsreich in ihren Kreationen. Leider kam der Geschmack nicht bei allen sehr gut rüber, speziell bei den Vorspeisen. Die einzelnen Gänge wurden sehr rasch hintereinander aufgetischt und überhaupt machte das in grosser Zahl anwesende Personal über den ganzen Abend einen eher gestressten, hektischen und unsicheren Eindruck. Dies darf in einem solchen Haus nicht sein. Und wenn somit bei einem derart hohen Menu-Preis nicht alles stimmt, kommt schlussendlich etwas Enttäuschung auf. Speziell auch, wenn ich an vergleichbare Lokale denken, welche wir im vergangenen Jahr noch besucht hatten, wie z.B. The Restaurant im Dolder, das Cheval Blanc in Basel, Ann Sophie Pic in Lausanne oder das Memories in Bad Ragaz. Wir werden jederzeit wieder gerne im Baur au Lac übernachten, aber beim Pavillon belassen wir es bei diesem einen Mal.", "likes": 3}}, {"author_data": {"author_level": 6, "author_member_since": 2006, "author_stats": {"contributions": 684, "cities_visited": 200, "helpful_votes": 230, "photos": 366}, "author_distribution": {"review_value_5": 549, "review_value_4": 115, "review_value_3": 18, "review_value_2": 7, "review_value_1": 1}}, "review_data": {"date": "09-04-2021", "rating": 5.0, "content": "What a great meal! We ordered the 7 course meal with wine. Each dish was a dream on its own. The wines were very good but for the first 3 dishes which melted on your tongue, I found the wine too strong. The staff friendly and knowledgable. A really great meal", "likes": 2}}, {"author_data": {"author_level": 4, "author_member_since": 2018, "author_stats": {"contributions": 34, "cities_visited": 10, "helpful_votes": 54, "photos": 0}, "author_distribution": {"review_value_5": 23, "review_value_4": 10, "review_value_3": 1, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "23-10-2020", "rating": 5.0, "content": "C'est un très joli restaurant à côté du lac de Zurich!L'accueil est très chaleureux! L'ambiance est intimiste, le lieu est exceptionnel, parce que les fenêtres sont grandes. La cuisine est délicieuse et classique. J'ai mangé le plat les pâtes à la crème et à la truffe, je me suis envolée de ma chaise.Le restaurant est cher, mais il en vaut vraiment la peine!", "likes": 2}}, {"author_data": {"author_level": 6, "author_member_since": 2013, "author_stats": {"contributions": 119, "cities_visited": 51, "helpful_votes": 70, "photos": 73}, "author_distribution": {"review_value_5": 76, "review_value_4": 39, "review_value_3": 4, "review_value_2": 1, "review_value_1": 0}}, "review_data": {"date": "18-10-2020", "rating": 4.0, "content": "Abbiamo cenato in 2 adulti e 2 bambini per il mio compleanno dei 40 anni. La location è molto bella, lussuosa ma non esageratamente. Personale cordiale. Il servizio è stato buono, qualche piccola pecca c’è stata come portare l’amuse Bouche in contemporanea mentre stava servendo il vino che dovevo ancora assaggiare, visto le 2 stelle Michelin e i 18 punti sono più pignolo nella recensione. Comunque nulla di grave. Noi abbiamo mangiato 2 menu potager (7-9 portate) i bambini uno i chicken nuggets, 1 lo sminuzzato alla zurighese entrambi molto buoni. Il nostro menù era ben presentato e molto buono ed abbondante, l’unica critica la faccio alla tartlette di arancia sanguinella l’abbiamo trovata troppo pesante per essere un pre dessert, non sapeva tanto di arancia e rimaneva l’amaro dell’arancia secca. Piccola sorpresa ben gradita per me con l’arrivo del dessert finale .Abbiamo bevuto un ottimo Pinot noir dei donatsch, fantastico A parte questo comunque ci tornerei sicuramente e lo consiglio. I prezzi sono in linea", "likes": 2}}, {"author_data": {"author_level": 0, "author_member_since": 2018, "author_stats": {"contributions": 2, "cities_visited": 2, "helpful_votes": 0, "photos": 0}, "author_distribution": {"review_value_5": 0, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "17-08-2020", "rating": 5.0, "content": "Restaurant elegant et vraiment relaxant avec vue sur la verdure pour vous détendreHaute cuisine .. Le filet mignon etait super !!Service excellentTrès belle carte des vins", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2019, "author_stats": {"contributions": 29, "cities_visited": 10, "helpful_votes": 56, "photos": 0}, "author_distribution": {"review_value_5": 19, "review_value_4": 8, "review_value_3": 1, "review_value_2": 1, "review_value_1": 0}}, "review_data": {"date": "14-06-2020", "rating": 4.0, "content": "The hotel Baur au Lac is a Zurich institution and its upscale restaurant Pavillon is a very elegant place to enjoy exquisite French cuisine. When we visited, we had the pleasure to enjoy several exceptional dishes, such as carabinero with curry or turbot with morels. However, some of the courses did not entirely convince me in terms of texture, taste, or quality. All in all, the dishes were a bit too heavy. Also, service was very formal and attentive, but not always on the expected level, e.g. pouring the wrong wine in a half-full glass, not explaining anything about the dish they served, variing in waiting times between courses from only a few minutes to more than three-quarters of an hour. To sum up, this is definitely a very good place for an elegant night out, but it can not provide the perfect dining experience you might expect from one of the most prestigious places in Zurich.", "likes": 2}}, {"author_data": {"author_level": 5, "author_member_since": 2015, "author_stats": {"contributions": 85, "cities_visited": 29, "helpful_votes": 65, "photos": 0}, "author_distribution": {"review_value_5": 50, "review_value_4": 28, "review_value_3": 8, "review_value_2": 2, "review_value_1": 0}}, "review_data": {"date": "13-02-2020", "rating": 5.0, "content": "Wunderschönes Restaurant (Garten und Seeblick) mit bester Küche im Zentrum Zürichs;sehr angenehmer, sehr ruhiger und diskreter - aber doch sehr aufmerksamer Service.Wenn die Bauerei neben dem Kanal einmal vorbei sein sollte ist dies eine wahre Oase imHerzen Zürichs!", "likes": 2}}, {"author_data": {"author_level": 2, "author_member_since": 2018, "author_stats": {"contributions": 6, "cities_visited": 4, "helpful_votes": 6, "photos": 0}, "author_distribution": {"review_value_5": 6, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "06-11-2019", "rating": 5.0, "content": "On 15th August 2019 me and my daughter took lunch in Pavilion...The menu was fairy- true proof that the high gourmet food is an author's masterpiece, very delicious masterpiece - delicious gourmet.Our compliments are also for the staff and especially for Patricia and her colleague , for sadly we don't know his name but he was talking to us in Italian language , I think this can help to the managers to understand who I'm talking about.They both made us feel very cozy, in same time feel very special too...We saw incredible professionalism and human finesse in both of them two.We can't wait to be there back...", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2012, "author_stats": {"contributions": 154, "cities_visited": 59, "helpful_votes": 81, "photos": 4}, "author_distribution": {"review_value_5": 43, "review_value_4": 91, "review_value_3": 28, "review_value_2": 3, "review_value_1": 0}}, "review_data": {"date": "05-11-2019", "rating": 5.0, "content": "If you want to impress someone with a luxurious dinner in one of the most prestigious restaurants in town, it probably has to be the Pavillon at the Hotel Baur au Lac. Exquisite food served in a very elegant atmosphere with top service. Do not ask about the prices; they are very high and you must be prepared to accept them graciously while spending an extraordinary time.", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2009, "author_stats": {"contributions": 46, "cities_visited": 135, "helpful_votes": 24, "photos": 0}, "author_distribution": {"review_value_5": 18, "review_value_4": 26, "review_value_3": 2, "review_value_2": 0, "review_value_1": 1}}, "review_data": {"date": "03-11-2019", "rating": 5.0, "content": "Très bel endroit où nous avons pris nos petits déjeuners. Service excellent, en plus du buffet, vous avez la carte.", "likes": 0}}, {"author_data": {"author_level": 0, "author_member_since": 2015, "author_stats": {"contributions": 2, "cities_visited": 2, "helpful_votes": 0, "photos": 0}, "author_distribution": {"review_value_5": 0, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "31-10-2019", "rating": 5.0, "content": "Wonderful place, we love it , service , taste everthing is amazing. We will come again . Thanks for everyrhing", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2015, "author_stats": {"contributions": 76, "cities_visited": 34, "helpful_votes": 101, "photos": 0}, "author_distribution": {"review_value_5": 66, "review_value_4": 7, "review_value_3": 2, "review_value_2": 1, "review_value_1": 1}}, "review_data": {"date": "05-10-2019", "rating": 5.0, "content": "Im schön gestalteten Pavillon darf in entspannter Atmosphäre sehr diniert werden. Hier kann man erleben und bewundern, wie Küche, Service und Sommelier auf höchstem Niveau die Gäste verzauben. Meine Frau und ich sind begeistert! Jeder Gang war ein geschmackliches Ereignis und die Weinbegleitung war schlicht und einfach perfekt zum Essen abgestimmt. Wer hier noch nie war, hat wahrlich etwas verpasst. Wir sind entschlossen, wieder zurück zu kommen. Tausend Dank an das gesamte Team, welche Gästen so eine Freude zubereitet!", "likes": 2}}, {"author_data": {"author_level": 6, "author_member_since": 2018, "author_stats": {"contributions": 258, "cities_visited": 1092, "helpful_votes": 170, "photos": 354}, "author_distribution": {"review_value_5": 34, "review_value_4": 172, "review_value_3": 55, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "03-10-2019", "rating": 5.0, "content": "E' sempre una festa tornare a cena in questo raffinato ristorante.L'accoglienza è calorosa, il maitre è sempre sorridente a dispetto di certi luoghi comuni sulla freddezza elvetica.Cinque tipi di pane freschissimo.Sommelier pluridecorato nonostante la giovane età.Il menu viene rinnovato con una sempre migliore attenzione per le sfumature.Scegliamo le nove portate senza preoccuparci di chiedere in cosa consistono tanto sappiamo che tutto sarà eccellente.Così in un susseguirsi di piatti che sono una festa per gli occhi ma soprattutto per il palato abbiamo la conferma della bontà della nostra scelta. Il conto naturalmente è adeguato ai livelli elevati del ristorante.Lo Chef Laurent Eperon merita le due stelle.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2012, "author_stats": {"contributions": 161, "cities_visited": 84, "helpful_votes": 100, "photos": 2}, "author_distribution": {"review_value_5": 132, "review_value_4": 29, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "25-09-2019", "rating": 5.0, "content": "Over the top discreet attentive service by formally dressed waitstaff of whom each table seemed to have five or more. Incredible local food and a winelist to die for. Elegance and formalism out of a movie, and yet none were upset by our \"pack light for Europe\" clothing which did NOT include a jacket or tie. At first I felt out of place, but the staff made us feel welcome.Only go here to make an evening of it with folks you want to talk and linger with. Also, be prepared to spend more than you have ever spent for dinner. For those with the means, or who want a special treat, this is the place.", "likes": 2}}, {"author_data": {"author_level": 6, "author_member_since": 2013, "author_stats": {"contributions": 249, "cities_visited": 140, "helpful_votes": 125, "photos": 0}, "author_distribution": {"review_value_5": 137, "review_value_4": 69, "review_value_3": 35, "review_value_2": 12, "review_value_1": 1}}, "review_data": {"date": "21-09-2019", "rating": 5.0, "content": "We treated ourselves to a Michelin star restaurant during our Rhine river vacation. We ordered the 7 course and the 9 course dinner. The 9 course would have been too much for me but my husband didn't feel overly full with the 9 course. The food was VERY rich but absolutely delicious", "likes": 2}}, {"author_data": {"author_level": 4, "author_member_since": 2015, "author_stats": {"contributions": 27, "cities_visited": 19, "helpful_votes": 50, "photos": 0}, "author_distribution": {"review_value_5": 8, "review_value_4": 4, "review_value_3": 4, "review_value_2": 5, "review_value_1": 6}}, "review_data": {"date": "18-09-2019", "rating": 5.0, "content": "We have enjoyed two splendid meals at this lovely restaurant on successive trips to Zurich, spaced 3 months apart.The food quality was high, the flexibility to cope with odd quirks was impressive, the service was friendly, excellent and knowledgeable - and the atmosphere was relaxed - despite the setting of a top Zurich hotel.We look forward to our next visit.", "likes": 1}}, {"author_data": {"author_level": 3, "author_member_since": 2019, "author_stats": {"contributions": 22, "cities_visited": 10, "helpful_votes": 43, "photos": 0}, "author_distribution": {"review_value_5": 10, "review_value_4": 5, "review_value_3": 4, "review_value_2": 1, "review_value_1": 2}}, "review_data": {"date": "05-09-2019", "rating": 4.0, "content": "Great ambiance - you can certainly feel the exclusivity of the place the moment you walk in. Make sure to dress up as your ripped jeans and classic shirt may not necessarily fit in this place. Service is great, I wouldn't call it \"very memorable\" though. Food is fantastic, except, for a 2 michelin stars and 18 gault millau, I was expecting an extremely \"wow experience\", which, I regret to say, I didn't quite achieve (or perhaps, I am just very picky). I thought the selection of the dishes from their tasting menu isn't as special as the other michelin starred restaurants I've been in the past. Don't get me wrong, still very tasty foods! If you want to experience such place and don't want to pay the super expensive price (Swiss level expensive), then Pavillon is a good start.", "likes": 2}}, {"author_data": {"author_level": 6, "author_member_since": 2013, "author_stats": {"contributions": 333, "cities_visited": 183, "helpful_votes": 171, "photos": 3}, "author_distribution": {"review_value_5": 206, "review_value_4": 106, "review_value_3": 16, "review_value_2": 4, "review_value_1": 3}}, "review_data": {"date": "21-08-2019", "rating": 5.0, "content": "Our final meal after 3 months traveling throughout Europe, and probably the best dinner we had. The small appetizers were delicious and the range and quality of dishes for all courses was nothing short of superb. The wine list was excellent. Highly reommended.", "likes": 0}}, {"author_data": {"author_level": 3, "author_member_since": 2011, "author_stats": {"contributions": 7, "cities_visited": 50, "helpful_votes": 6, "photos": 3}, "author_distribution": {"review_value_5": 4, "review_value_4": 1, "review_value_3": 0, "review_value_2": 1, "review_value_1": 1}}, "review_data": {"date": "31-07-2019", "rating": 5.0, "content": "After dining at many other Michelin starred restaurants in the world, Pavillon is one of my favorite in terms of food, ambiance and value. When I was deciding between the 4 2-Michelin starred restaurant in Zurich I decided on Pavillon because their menu (and of course their interior) on their website interested me the most. The food turned out to be wonderful. We chose the 9-course Harmonie tasting menu and I loved every single dish. The carabinero in red curry was my favorite. I honestly wanted to lick my plate. Even the sweetbread was absolutely delicious. I normally don’t eat sweetbread! Great service as well. The experience is worth every penny. Thank you for a wonderful evening I will visit again!", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2014, "author_stats": {"contributions": 167, "cities_visited": 218, "helpful_votes": 116, "photos": 0}, "author_distribution": {"review_value_5": 106, "review_value_4": 38, "review_value_3": 17, "review_value_2": 2, "review_value_1": 4}}, "review_data": {"date": "25-07-2019", "rating": 5.0, "content": "Wonderful service and stunning venue. I loved everything about my meal. My husband had to send back his fillet because it was not rare, but they immediately made him another one.", "likes": 0}}, {"author_data": {"author_level": 2, "author_member_since": 2013, "author_stats": {"contributions": 5, "cities_visited": 60, "helpful_votes": 0, "photos": 0}, "author_distribution": {"review_value_5": 5, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "25-07-2019", "rating": 5.0, "content": "My husband and I had one of the most unforgettable culinary experiences of our LIVES at Baur au Lac's Au Pavillon! The Chef is incredibly talented and the menu changes regularly. Truly a delectable variety of traditional Swiss fare, the Swiss veal is not to be missed, with the most beautiful cheese cart we have ever seen to follow for desert. Wine pairing is definitely recommended, we were in heaven!", "likes": 0}}, {"author_data": {"author_level": 3, "author_member_since": 2008, "author_stats": {"contributions": 5, "cities_visited": 47, "helpful_votes": 14, "photos": 9}, "author_distribution": {"review_value_5": 5, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "02-07-2019", "rating": 5.0, "content": "Incredible meal at Pavillon! We had the 7 course testing menu. First class service, fabulous food and wine pairings!1. Some caviar and more caviar2. Prawns with the most luxurious sauce with a hint of coconut and lemongrass3. Sweetbreads and some other stuff. Yummy!4. Venison and a yummy sauce and this almond thing that went so well with it5. Foie gras with venison tartar and a yummy foam. This was seriously good.6. A \"pre-dessert\"7. And the real dessert, a strawberry rhubarb thing that was sweet and tart.", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2010, "author_stats": {"contributions": 131, "cities_visited": 72, "helpful_votes": 44, "photos": 3}, "author_distribution": {"review_value_5": 71, "review_value_4": 28, "review_value_3": 26, "review_value_2": 2, "review_value_1": 4}}, "review_data": {"date": "27-06-2019", "rating": 5.0, "content": "From the time you pull up to the marvelous hotel that houses this gem you know the evening will be like no other. Impeccable service and food that is unlike any other. The tasting menu is one of the best I have eaten and I have had tastings from all over the world at some of the best. The two Michelin stars are well deserved. Portion size is perfect and even after 9 courses there was no feeling of being “stuffed”. The chocolate at the end is a fitting finish to this delectable feast. The unique Swiss wine pairing is a must as Switzerland only exports 1 percent of its wine and getting to try so many was marvelous. Make the journey to Zurich and make sure you come to Pavillon.", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2018, "author_stats": {"contributions": 84, "cities_visited": 18, "helpful_votes": 66, "photos": 0}, "author_distribution": {"review_value_5": 63, "review_value_4": 9, "review_value_3": 10, "review_value_2": 4, "review_value_1": 3}}, "review_data": {"date": "22-06-2019", "rating": 5.0, "content": "The food was rich and enjoyable without killing you. But it was the attention to service that made the experience worth mentioning.", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2005, "author_stats": {"contributions": 233, "cities_visited": 52, "helpful_votes": 808, "photos": 987}, "author_distribution": {"review_value_5": 38, "review_value_4": 96, "review_value_3": 61, "review_value_2": 25, "review_value_1": 13}}, "review_data": {"date": "17-06-2019", "rating": 4.0, "content": "This two Michelin star restaurant is located in the famous Bau Au Lac hotel. Upon arrival, the entrance to the restaurant impresses, with the chic contemporary decor. Tables are well spaced out and offers a lot of privacy.I took the degustation menu which is 7 courses and add a Sea Bass main course. The highlight of the meal is definitely the carabinero prawn. Never had I tasted a prawn that's as good as lobster if not better. The rest of the dishes were great too and the Sea Bass was very delicious. Everything was very fresh and cooked with a lot of care and attention. The presentation of the dishes was artistic and impressive. Thankfully, despite taking the tasting menu, the portions were at least of reasonable size.The ambience of the restaurant is great and the service is very attentive. Although I felt that after spending CHF300/= on a meal, the departure farewell could have been better after I was presented with the bill.All in all, a fantastic but pricey meal for a restaurant that does lives up to it's reputation. One does pay a lot to dine here but in return, you get quality and that's the minimum expectation befitting a two Michelin star restaurant. If you are keen to splurge, I highly recommend the Pavillon. I don't think you will be disappointed. 4 out of 5 rating.", "likes": 2}}, {"author_data": {"author_level": 4, "author_member_since": 2016, "author_stats": {"contributions": 47, "cities_visited": 14, "helpful_votes": 43, "photos": 0}, "author_distribution": {"review_value_5": 7, "review_value_4": 10, "review_value_3": 28, "review_value_2": 2, "review_value_1": 0}}, "review_data": {"date": "10-06-2019", "rating": 3.0, "content": "Leider für 2 sterne die erwartung war grosserUnd für 853 fr viel zu teuer für 1 Carabinero der alt war 1 Langustine die in supe schwimnt...Turbot mit andere supe nebenbei Boeuf und Veau gulaschEnttäuschend", "likes": 1}}, {"author_data": {"author_level": 5, "author_member_since": 2011, "author_stats": {"contributions": 86, "cities_visited": 211, "helpful_votes": 38, "photos": 16}, "author_distribution": {"review_value_5": 64, "review_value_4": 19, "review_value_3": 2, "review_value_2": 0, "review_value_1": 1}}, "review_data": {"date": "09-06-2019", "rating": 5.0, "content": "Wie andere schon geschrieben haben, besteht die Gefahr, dass bei so hohen Erwartungen Enttäuschungen möglich sind. Nicht so im Pavillion.Hier wird Gastronomie auf höchstem Niveau zelebriert. Angefangen beim freundlichen Empfang, über den aufmerksamen Service von A-Z und natürlich die Gerichte. Ein Fest für Auge und Gaumen. Hier stimmt wirklich jedes Detail und wir haben den Abend bis zum letzten Moment sehr genossen.", "likes": 0}}, {"author_data": {"author_level": 2, "author_member_since": 2016, "author_stats": {"contributions": 8, "cities_visited": 4, "helpful_votes": 6, "photos": 0}, "author_distribution": {"review_value_5": 7, "review_value_4": 1, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "22-05-2019", "rating": 5.0, "content": "Wir hatten einen Tisch mit Aussicht auf den Park mit schönen alten Bäumen, und etwas weiter auf den See.Die Bedienung war unaufdringlich aber sehr aufmerksam. Das Menu 'Harmonie' war insgesamt wie der Name verspricht, sehr harmonisch - einige Speisen beinhalteten ein eigentlliches Geschmacksfeuerwerk. Nur die Zitronenvariationen in einer der Nachspeisen war etwas weniger perfekt - ein Element war schlicht zu sauer. .", "likes": 0}}, {"author_data": {"author_level": 3, "author_member_since": 2016, "author_stats": {"contributions": 19, "cities_visited": 12, "helpful_votes": 25, "photos": 0}, "author_distribution": {"review_value_5": 17, "review_value_4": 2, "review_value_3": 1, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "22-05-2019", "rating": 5.0, "content": "Delicious dinner, nice and professional staff, beautiful place. Wonderful experience. It lovely to fo first to the garden (in spring/summer) and then to the Pavillion restaurant.", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2005, "author_stats": {"contributions": 163, "cities_visited": 155, "helpful_votes": 143, "photos": 81}, "author_distribution": {"review_value_5": 89, "review_value_4": 59, "review_value_3": 11, "review_value_2": 4, "review_value_1": 1}}, "review_data": {"date": "21-05-2019", "rating": 5.0, "content": "My wife and I both tried the seven course tasting menu. It was wonderful. Just an amazing experience. The service was of course excellent but also warm and welcoming. There was no stuffiness or over formality. The food was some of the best I have ever had the pleasure of tasting. Each course was better than the one before. You must try this restaurant", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2010, "author_stats": {"contributions": 524, "cities_visited": 182, "helpful_votes": 168, "photos": 0}, "author_distribution": {"review_value_5": 224, "review_value_4": 208, "review_value_3": 79, "review_value_2": 14, "review_value_1": 2}}, "review_data": {"date": "20-05-2019", "rating": 4.0, "content": "The restaurant premises are spectacularly beautiful and refined. There were beautiful flower arrangements. The breads were fresh but not of three star quality. The amuse, except for the last one were ok. The last one was creative, beautiful and delicious. The asparagus appetizer was good while the salmon was the best I have ever had. A good restaurant, will probably make it to three stars some day.", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2012, "author_stats": {"contributions": 46, "cities_visited": 23, "helpful_votes": 33, "photos": 0}, "author_distribution": {"review_value_5": 30, "review_value_4": 5, "review_value_3": 7, "review_value_2": 3, "review_value_1": 1}}, "review_data": {"date": "13-05-2019", "rating": 3.0, "content": "There are 2 parts to this review: food and atmosphere.The atmosphere part is mixed. The setting is beautiful and refined as you would expect it to be. However, the restaurant makes very little effort in asking the guests to adhere to a basic dress code. Personally I dislike it when you have groups of people sitting in torn jeans, dirty sneakers and T-shirt’s, it diminishes my experience. Additionally, that evening there were kids shouting and running around which is something I have quite frankly never seen in an establishment of this category. As such, atmosphere is overall mixed, leaning towards lacking.Food is ultimately why you visit such a place and we had high hopes. The start (kitchen’s appetizer) was quite frankly not becoming of a starred restaurant: 2 small puff pastries with a bit of creamy fillings. I’m quite partial here but over the years I have seen what can be done and this wasn’t even on the spectrum.The first part of the tasting menu was rather unspectacular. The first three in particular were served partially frozen. While this was partially done by design (according to the chef) which is fair, I thought that it was too much so and robbed some of the taste.The fourth dish was the last that stood out negatively from my perspective: the caviar was set on the warm ravioli in the kitchen which resulted in it being warm and slightly soggy by the time it reached the table. It really should be served directly at the table in order to avoid this.From the fifth course on it got better and better. Not every single element was to my liking but this was largely due to personal taste rather than culinary execution. The veal juice in particular was excellent, a truly rich taste without the burned undertones, something that I find difficult to achieve. The cheese tray as well as the desert were excellent and worthy of the establishment.Last but not least, the wine pairing was quite pleasant and adapted to the dishes. The sommelier was competent and knew his trade well, which always factors in well for the overall impression.All in all a neutral-positive experience. It was nice and we’ll keep positive memories of it but there is room for improvement, especially when competing with similarly priced/decorated dining places in Zurich. We would recommend it if you don’t want to leave the city center and still eat well.", "likes": 0}}, {"author_data": {"author_level": 1, "author_member_since": 2015, "author_stats": {"contributions": 4, "cities_visited": 4, "helpful_votes": 0, "photos": 0}, "author_distribution": {"review_value_5": 4, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "13-05-2019", "rating": 5.0, "content": "Enjoyed a wonderful dinner at the Pavilion, took the a la carte menu which was made to perfection and had a surprising twist that made it into a memorable meal.It was our first time there, but we will definitely return.", "likes": 0}}, {"author_data": {"author_level": 0, "author_member_since": 2012, "author_stats": {"contributions": 1, "cities_visited": 45, "helpful_votes": 0, "photos": 0}, "author_distribution": {"review_value_5": 0, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "10-05-2019", "rating": 5.0, "content": "Wir hatten aufgrund der Reputation des Pavillons hohe Erwartungen. Die Gefahr war demnach gross, enttäuscht zu werden. Das ist hier nicht passiert. Im Gegenteil: Unsere Erwartungen wurden z.T. noch übertroffen. Vom freundlichen Empfang, über ein aufmerksames Service-Team, einen sympathischen Sommelier und ein ausgezeichnetes Essen - es war einfach von A bis Z alles SUPER!Wir sind eigentlich Vegetarier und haben an diesem Abend bewusst auf unsere Prinzipien verzichtet und haben es nicht bereut. Trotzdem die Frage: Gibt es auch ein vegetarisches Angebot im Pavillon?Vielen herzlichen Dank an das ganze Pavillon-Team!", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2011, "author_stats": {"contributions": 380, "cities_visited": 144, "helpful_votes": 223, "photos": 0}, "author_distribution": {"review_value_5": 224, "review_value_4": 143, "review_value_3": 13, "review_value_2": 1, "review_value_1": 0}}, "review_data": {"date": "09-05-2019", "rating": 5.0, "content": "Knapp 100 Franken mögen viel Geld für einen Lunch sein. Doch für das Gebotenen ist es ein fairer Preis, der Gast erhält mehr als 3 Gänge. Zwei Grüsse aus der Küche werden zuerst serviert. Anschliessend gibt es französische Küche vom Feinsten, alles serviert in bester Qualität, gekocht auf allerhöchstem Niveau, kunstvoll angerichtet. Der Service hat entsprechende Klasse, die Weinkarte Ist hervorragend, man besitzt ja eine eigene Kellerei. Wir freuen uns schon auf unseren nächsten Besuch !!", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2013, "author_stats": {"contributions": 170, "cities_visited": 39, "helpful_votes": 184, "photos": 29}, "author_distribution": {"review_value_5": 131, "review_value_4": 27, "review_value_3": 9, "review_value_2": 1, "review_value_1": 3}}, "review_data": {"date": "22-04-2019", "rating": 5.0, "content": "Wundervoller Tisch, Ideenreiches 9-Gang-Menü begleitet von traumhaften Schweizer Weinen (sehr informativ vom Sommelier-Weltmeister erklärt - nochmals merci), sehr aufmerksamer und professioneller Service.Auch merci an die Restaurantleitung fuer den Hinweis an den Nachbartisch, das telefonieren zu lassen. Einfach sehr professionell", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2019, "author_stats": {"contributions": 28, "cities_visited": 10, "helpful_votes": 47, "photos": 0}, "author_distribution": {"review_value_5": 17, "review_value_4": 3, "review_value_3": 2, "review_value_2": 5, "review_value_1": 2}}, "review_data": {"date": "19-04-2019", "rating": 5.0, "content": "We celebrated my wife birthday- Wonderful restaurant. , impeccable service A wonderful experience Highly recommended", "likes": 0}}, {"author_data": {"author_level": 3, "author_member_since": 2018, "author_stats": {"contributions": 7, "cities_visited": 4, "helpful_votes": 5, "photos": 15}, "author_distribution": {"review_value_5": 6, "review_value_4": 2, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "18-04-2019", "rating": 5.0, "content": "Von A - Z ein wunderbarer Abend, dank dem ausgezeichneten Service der Mitarbeiter im Pavillon und dank den vorzüglichen kulinarischen Erlebnisse, welche das Harmonie Menü (9-Gänger) zu bieten hatte. Unbedingt wieder ein Besuch wert!!", "likes": 0}}, {"author_data": {"author_level": 0, "author_member_since": 2012, "author_stats": {"contributions": 1, "cities_visited": 3, "helpful_votes": 0, "photos": 0}, "author_distribution": {"review_value_5": 0, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "16-04-2019", "rating": 5.0, "content": "#Excellent 🥰👌foods . Special mention to Martin (Service), sehr aufmerksam, sehr freundlich 👏👍 top service & merci vielmals an Torsten Marmé ebenfalls...❤️❣️", "likes": 0}}, {"author_data": {"author_level": 2, "author_member_since": 2018, "author_stats": {"contributions": 8, "cities_visited": 2, "helpful_votes": 5, "photos": 0}, "author_distribution": {"review_value_5": 6, "review_value_4": 0, "review_value_3": 1, "review_value_2": 1, "review_value_1": 0}}, "review_data": {"date": "09-04-2019", "rating": 5.0, "content": "Einfach nur wow! Was hier geboten wird ist ganz grosses Kino!Service und Essen in Perfektion - PUNKT.", "likes": 0}}, {"author_data": {"author_level": 2, "author_member_since": 2019, "author_stats": {"contributions": 7, "cities_visited": 5, "helpful_votes": 43, "photos": 0}, "author_distribution": {"review_value_5": 3, "review_value_4": 2, "review_value_3": 1, "review_value_2": 1, "review_value_1": 0}}, "review_data": {"date": "08-03-2019", "rating": 4.0, "content": "餐廳位於蘇黎世碼頭附近，由蘇黎世火車站步行約10-15分鐘便可到達。 不論是環境還是服務都是米芝蓮餐廳的水平。侍應們非常細心介紹每道菜亦很用心地留意和滿足客人們的需要。食物方面，最欣賞這裡的自家製麵包及甜點，這是我在瑞士食過最美味的。反而前菜及主菜只達到較平常好的水平，但不值米芝蓮2星，例如我點的主菜是煎鱸魚，魚皮並沒有煎到脆皮的，而且還有一根魚骨，這些都是不應該出現在米芝蓮2星餐廳的。總括來說，食物的味道是中上的，而且環境和服務都是非常好，我還是會推薦朋友來這裡用餐。", "likes": 2}}, {"author_data": {"author_level": 3, "author_member_since": 2016, "author_stats": {"contributions": 14, "cities_visited": 3, "helpful_votes": 5, "photos": 0}, "author_distribution": {"review_value_5": 6, "review_value_4": 6, "review_value_3": 2, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "06-03-2019", "rating": 4.0, "content": "Freundliche, aufmerksame Bedienung. Super schöne Einrichtung, Hauptgang hat mich geschmacklich jedoch nicht so beeindruckt. Vorspeise und Dessert war sehr gut. Schönes Ambiente, guter Ausblick.", "likes": 0}}, {"author_data": {"author_level": 1, "author_member_since": 2009, "author_stats": {"contributions": 3, "cities_visited": 3, "helpful_votes": 0, "photos": 0}, "author_distribution": {"review_value_5": 3, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "19-02-2019", "rating": 5.0, "content": "I had the pleasure to go recently for dinner at Pavillon (after having lunch there last summer) and I have to say it fully deserves the 2 Michelin stars rating.Overall the atmosphere of the room, the quality of service and the carefully selected wine list makes it a truly memorable experience.We had the 8 courses tasting menu (around black truffle) and we truly enjoyed each course (the carbonara ravioli might have been just a little too salty for our taste – but on the other hand we did not mention upfront that we prefer lightly salted dishes).Same as during my previous visit, the service was very professional and with a great attention to details. Truly a place to recommend in Zürich.", "likes": 0}}, {"author_data": {"author_level": 2, "author_member_since": 2019, "author_stats": {"contributions": 5, "cities_visited": 5, "helpful_votes": 2, "photos": 0}, "author_distribution": {"review_value_5": 5, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "14-02-2019", "rating": 5.0, "content": "Maintaining its well-deserved reputation as a classic and legendary venue within Zurich, Head Chef Laurent Eperon never fails to impress guests with his striking 21st century interpretations of classic dishes. Located in the Baur au Lac Hotel, this restaurant was designed by famous architect Pierre-Yves Rochon, boasts a glass gazebo with an imposing 16-foot high rotunda and roaring 1920s chandeliers, which can be seen from the park outside. Since its refurbishment Pavillon now welcomes diners all year round for lunch and dinner.", "likes": 1}}, {"author_data": {"author_level": 5, "author_member_since": 2016, "author_stats": {"contributions": 52, "cities_visited": 24, "helpful_votes": 35, "photos": 0}, "author_distribution": {"review_value_5": 40, "review_value_4": 13, "review_value_3": 1, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "05-02-2019", "rating": 5.0, "content": "Here you are extremely well taken care of arriving by your own car or just dropped off. perfect service, excellent food and a noise level enabling you to actually have a cross table conversation with your guests. The view is outstanding.Reservation needed.", "likes": 1}}, {"author_data": {"author_level": 4, "author_member_since": 2013, "author_stats": {"contributions": 15, "cities_visited": 8, "helpful_votes": 5, "photos": 26}, "author_distribution": {"review_value_5": 11, "review_value_4": 1, "review_value_3": 1, "review_value_2": 2, "review_value_1": 0}}, "review_data": {"date": "31-01-2019", "rating": 2.0, "content": "Schneller Businesslunch war gewünscht... Lauer Empfang vom jungen Mann aus Griechenland... Essen war für dies Preissegment gut...Servicetechnisch mit Sicherheit Luft nach oben!Ein wenig überbewertet für dieses Ranking auf Tripadvisor!", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2017, "author_stats": {"contributions": 108, "cities_visited": 47, "helpful_votes": 94, "photos": 206}, "author_distribution": {"review_value_5": 95, "review_value_4": 10, "review_value_3": 2, "review_value_2": 1, "review_value_1": 2}}, "review_data": {"date": "13-01-2019", "rating": 5.0, "content": "Нам очень понравился ланч в этом чудесном ресторане, все было очень изысканно и вкусно. Чудесно декорированный обеденный зал, замечательное обслуживание! Большое спасибо!", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2006, "author_stats": {"contributions": 239, "cities_visited": 176, "helpful_votes": 137, "photos": 0}, "author_distribution": {"review_value_5": 161, "review_value_4": 55, "review_value_3": 12, "review_value_2": 10, "review_value_1": 2}}, "review_data": {"date": "03-01-2019", "rating": 5.0, "content": "We stayed at the Baur au lac and this was were you would have breakfast in the morning. It was outstanding!", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2012, "author_stats": {"contributions": 119, "cities_visited": 260, "helpful_votes": 182, "photos": 0}, "author_distribution": {"review_value_5": 34, "review_value_4": 39, "review_value_3": 22, "review_value_2": 14, "review_value_1": 10}}, "review_data": {"date": "24-12-2018", "rating": 5.0, "content": "After our Kronenhalle disaster the night before, the Zurich food scene redeemed itself with a terrific meal at Pavillon. It's price-y but worth it. We found the maitre'd and waitstaff super friendly and accommodating. The room is gorgeous - an Art Deco vision in purple. Excellent bouillabaisse starter and superb Swiss veal Zurichoise in mushroom cream sauce. Delicious mocktails. The soufflé was good though had a cold spot in the center. The only slight misstep in an otherwise wonderful evening.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2005, "author_stats": {"contributions": 159, "cities_visited": 87, "helpful_votes": 454, "photos": 117}, "author_distribution": {"review_value_5": 97, "review_value_4": 24, "review_value_3": 19, "review_value_2": 11, "review_value_1": 8}}, "review_data": {"date": "25-11-2018", "rating": 5.0, "content": "The Menu Harmonie in this restaurant is nothing short of brilliant. Each sublime course that was presented was even better than the one before, which actually didn't seem possible. Having eaten in restaurants with 3 Michelin stars I am baffled to why this lovely property was awarded only one. I would highly recommend it to anyone without hesitation.", "likes": 3}}, {"author_data": {"author_level": 3, "author_member_since": 2013, "author_stats": {"contributions": 21, "cities_visited": 234, "helpful_votes": 51, "photos": 2}, "author_distribution": {"review_value_5": 11, "review_value_4": 4, "review_value_3": 0, "review_value_2": 2, "review_value_1": 6}}, "review_data": {"date": "25-11-2018", "rating": 5.0, "content": "After living in the Zurich area for 11 years we finally made it to the wonderful Pavillon restaurant at the Baur au Lac Hotel. It was simply perfect. As is my habit, I won't go into details about the menu because I believe a talented chef deserves for his/her dishes to be discovered and celebrated without preconceived notions. We chose a la carte instead of the tasting menu because that is typically our preference. We prefer to more of a few dishes than a little of a lot. We loved absolutely everything. We each chose a fish starter followed by a heavy game dish. This could typically pose a challenge for a sommelier in terms of wine pairing. Not here! Our young, friendly and extremely knowledge sommelier chose perfect glasses of white for our starters and an impeccable red for our main course. Additionally, the entire team is without fault, all superstars in service, warmth and conversation. The team is perfectly intuitive without being intrusive. We look forward to returning, soon and often!", "likes": 1}}, {"author_data": {"author_level": 4, "author_member_since": 2017, "author_stats": {"contributions": 31, "cities_visited": 14, "helpful_votes": 34, "photos": 0}, "author_distribution": {"review_value_5": 10, "review_value_4": 17, "review_value_3": 2, "review_value_2": 0, "review_value_1": 2}}, "review_data": {"date": "27-10-2018", "rating": 5.0, "content": "J'ai été conquis par le cadre de ce restaurant, par le professionnalisme des serveurs et par la qualité des plats proposés. Je recommande ce restaurant en dépit des prix élevés.", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2015, "author_stats": {"contributions": 113, "cities_visited": 25, "helpful_votes": 79, "photos": 4}, "author_distribution": {"review_value_5": 51, "review_value_4": 18, "review_value_3": 15, "review_value_2": 10, "review_value_1": 20}}, "review_data": {"date": "10-10-2018", "rating": 5.0, "content": "I was there first time . Wonderful place with excellent menu and very courtesy and professional staff.It's more like a place in somewhere south France )I can't pass everything, just visit, feel atmosphere, enjoy the meal and leave your review )", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2018, "author_stats": {"contributions": 258, "cities_visited": 1092, "helpful_votes": 170, "photos": 354}, "author_distribution": {"review_value_5": 34, "review_value_4": 172, "review_value_3": 55, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "08-10-2018", "rating": 5.0, "content": "Le Pavillon, in una cornice raffinata ma non spocchiosa, propone piatti raffinati proposti e presentati da un maitre e da camerieri che hanno una sincronia e un tempismo perfetti. Interessante la cantina.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2015, "author_stats": {"contributions": 173, "cities_visited": 102, "helpful_votes": 115, "photos": 0}, "author_distribution": {"review_value_5": 45, "review_value_4": 104, "review_value_3": 20, "review_value_2": 4, "review_value_1": 1}}, "review_data": {"date": "29-09-2018", "rating": 5.0, "content": "An ideal place for a party of 2-4 wanting to concentrate on themselves and be well attended to. The large windows onto the hotel park combined with opulent floral arrangements create a very pleasant setting. Service is impeccable. The food is very good but perhaps here and there at the pricelevel we‘re at the last touch is not totally perfect, more a 4/5 than a 5/5. Overall, when leaving, one is always very happy though. Try to get a table in the round pavillion part.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2018, "author_stats": {"contributions": 184, "cities_visited": 49, "helpful_votes": 57, "photos": 0}, "author_distribution": {"review_value_5": 70, "review_value_4": 111, "review_value_3": 3, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "21-09-2018", "rating": 5.0, "content": "Das Ambiente ist gediegen wird mit einem Blick auf den schönen Garten ergänzt, das Personal ist zuvorkommend und das Essen ein Genuss. Hier wird Essen noch zelebriert.", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2013, "author_stats": {"contributions": 39, "cities_visited": 16, "helpful_votes": 74, "photos": 4}, "author_distribution": {"review_value_5": 13, "review_value_4": 6, "review_value_3": 3, "review_value_2": 13, "review_value_1": 4}}, "review_data": {"date": "05-09-2018", "rating": 4.0, "content": "Ambiente agradabilissimo, principalmente nas mesas espalhadas pelo jardim. Opções do cardapio mais leve, porém sofisticado. Atendimento muito bom.", "likes": 0}}, {"author_data": {"author_level": 1, "author_member_since": 2009, "author_stats": {"contributions": 3, "cities_visited": 3, "helpful_votes": 0, "photos": 0}, "author_distribution": {"review_value_5": 3, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "09-08-2018", "rating": 5.0, "content": "We had the lunch menu and it was really really good. We were able to change several courses from the set menu and everything was excellent.The restaurant is very elegantly decorated with several huge flower bouquets.The staff is amazingly nice and helpful - very professional.10 out of 10.", "likes": 0}}, {"author_data": {"author_level": 1, "author_member_since": 2018, "author_stats": {"contributions": 3, "cities_visited": 3, "helpful_votes": 0, "photos": 0}, "author_distribution": {"review_value_5": 2, "review_value_4": 0, "review_value_3": 1, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "01-08-2018", "rating": 3.0, "content": "The food is good, but the service is terrible, definitely doesn’t suit an expensive restaurant. It left me with bad taste. I will .never go there again", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2014, "author_stats": {"contributions": 131, "cities_visited": 136, "helpful_votes": 89, "photos": 96}, "author_distribution": {"review_value_5": 60, "review_value_4": 29, "review_value_3": 18, "review_value_2": 12, "review_value_1": 15}}, "review_data": {"date": "25-07-2018", "rating": 4.0, "content": "The ambience and design of the restaurant is just gorgeous, I love flowers and the bright colors, well lighted area.We had lunch in Pavillon a la carte .Crab salad with caviar starter was good, but a bit over salted, I love crab and caviar, but it was not some very special mix of tastes, another starter of raw fish was great, just pesto might be a bit to harsh for it.We both had sea-bass as the main dish, the fish was very very well cooked and interesting garnish beside, however, I think it could’ve been done better and the truffle was very outraged and did not contribute to the taste of the dish as much as it could, therefore, a bit disappointing.We had a nice bottle of wine and the service was very attentive and pleasant, they all spoke many languages and were very educated. I recommend to try it, but it wasn’t some place where you are running to get back.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2009, "author_stats": {"contributions": 279, "cities_visited": 72, "helpful_votes": 125, "photos": 0}, "author_distribution": {"review_value_5": 104, "review_value_4": 138, "review_value_3": 36, "review_value_2": 4, "review_value_1": 1}}, "review_data": {"date": "10-07-2018", "rating": 4.0, "content": "W e were six people one woman I wanted something special for our board meeting ! I am glad we did not sit outside in the garden as there are a lot of wasp.The Menu was 76 Fr. Two entrances to choose from Vichysoise and Carpaccio with truffles and a cheese I do not remember. I prefer the classical carpaccio but the meat was exellent the truffels did not smell of anything. Second courseSt. Pierre with a sauce, this was my choice the sauce was exellent, the bean salad very strange. My husband and my son in law had austrian \"Reh\" the meat was very tender and exellent. The desert, an english Patissier \"Tiramisû\" This is a classical desert It should remain classical nobody should invent something new or do not name in Tiramisû !! Pleasant service a little bit too \"indisrêt\" but we will be back I like the setting and the peace !", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2016, "author_stats": {"contributions": 36, "cities_visited": 18, "helpful_votes": 41, "photos": 29}, "author_distribution": {"review_value_5": 11, "review_value_4": 4, "review_value_3": 11, "review_value_2": 8, "review_value_1": 2}}, "review_data": {"date": "22-06-2018", "rating": 5.0, "content": "In der Mitte vom Pavillon steht ein fantastischer Blumenstrauss der umwerfend aussieht, nicht nur die Grösse beeindruckt sondern die Farben perfekt abgestimmt, auch die Gestecke auf den Tischen sind klein aber fein. Das Menue war hervorragend und verdient Bestnote! Auch die Aufmerksamkeit zum Geburtstag hat uns alle sehr gefreut - nochmals vielen Dank ! Grosses Lob auch dem Personal vom Empfang bis zur Verabschiedung sehr aufmerksam und sympathisch! Es war ein toller Abend und wir kommen gerne wieder.", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2014, "author_stats": {"contributions": 84, "cities_visited": 52, "helpful_votes": 45, "photos": 0}, "author_distribution": {"review_value_5": 80, "review_value_4": 7, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "08-06-2018", "rating": 5.0, "content": "Started with cocktails in the very nice outdoor bar area, then sat by a window in the beautiful round main room with a gorgeous central flower arrangement. We were a party of 4 for dinner.....2 chose the 10 course w wine pairing, 2 chose alacarte items with a bottle of wine- always very nice to have the options. The champagne recommendation was excellent, as were the wines. All the food was excellent, but I must say the service/sommelier experience may have been the best ever anywhere. Given the mixed dining option logistics, the service in general was efficient, attentive, and smooth. Both the manager Aurelian and sommelier Mark were so knowledgeable, professional, accommodating, pleasant, personable- they truly differentiated the evening from other top fine dining experiences. We could not enjoyed the evening more.", "likes": 0}}, {"author_data": {"author_level": 2, "author_member_since": 2014, "author_stats": {"contributions": 7, "cities_visited": 6, "helpful_votes": 4, "photos": 0}, "author_distribution": {"review_value_5": 7, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "28-05-2018", "rating": 5.0, "content": "Wenn man an einem Montag Mittag Geburtstag feiern möchte, hat man in Zürich keine grosse Auswahl. Wir haben uns dann auf Grund des Gault Millau für dieses Restaurant entschieden. Es war ein Erlebnis! Herzlicher Service, unübliche Bestelloptionen und das Gebotene war umwerfend kreativ und überraschend. Kulinarisch steht es dem Bündner Kollegen Caminada in nichts nach. Das Ambiente ist jedoch eher dem Zürcher Geldadel geschuldet. Klassische Luxushotellerie, aber ohne angestaubt zu wirken. Vielleicht etwas bieder, was dem kulinarischen Angebot nicht ganz entspricht. Aber hier sollte nicht das Haar in der Suppe gesucht werden. Wir wurden glücklich und kommen wieder.", "likes": 0}}, {"author_data": {"author_level": 0, "author_member_since": 2016, "author_stats": {"contributions": 1, "cities_visited": 0, "helpful_votes": 0, "photos": 2}, "author_distribution": {"review_value_5": 0, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "27-04-2018", "rating": 5.0, "content": "Wir wurden sehr freundlich in Empfang genommen und durften ein sehr feines Nachtessen einnehmen. Burger und Grillspezialitäten waren ausgezeichnet. Ich selber habe ein vorzügliches Gericht mit Ziegenkäse und ein kleines Früchtedessert", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2013, "author_stats": {"contributions": 26, "cities_visited": 6, "helpful_votes": 115, "photos": 0}, "author_distribution": {"review_value_5": 19, "review_value_4": 1, "review_value_3": 6, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "23-04-2018", "rating": 5.0, "content": "Zu zweit waren wir zum Lunch im Pavillon. Man sitzt perfekt an nicht zu eng platzierten Tischen. Der Service war tadellos, äusserst zuvorkommend und angenehm professionell. Das Menü von hervorragender Qualität und toll präsentiert. Wer die Vorzüge einer Sterneküche liebt, ist hier wunderbar auch über Mittag aufgehoben.Man bekommt das Gefühl, ein willkommener Gast zu sein, das ist toll.", "likes": 3}}, {"author_data": {"author_level": 6, "author_member_since": 2012, "author_stats": {"contributions": 110, "cities_visited": 95, "helpful_votes": 65, "photos": 0}, "author_distribution": {"review_value_5": 61, "review_value_4": 30, "review_value_3": 15, "review_value_2": 2, "review_value_1": 2}}, "review_data": {"date": "28-03-2018", "rating": 5.0, "content": "Comemoramos o aniversário do meu marido nesse restaurante e foi excelente. A comida e o atendimento é um espetáculo. E o local é muito lindo. Apesar de caro, eu recomendo, pois é um excelente lugar.", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2014, "author_stats": {"contributions": 316, "cities_visited": 196, "helpful_votes": 192, "photos": 0}, "author_distribution": {"review_value_5": 161, "review_value_4": 101, "review_value_3": 44, "review_value_2": 7, "review_value_1": 4}}, "review_data": {"date": "18-03-2018", "rating": 5.0, "content": "This is by far the best restaurant in Zurich we have tried (we live here). It’s expensive but we felt like we got excellent value for money. The quality of the food and preparation was truly outstanding and the service was both highly professional and warm and pleasant. Plus there’s the central location and very nice garden.It was an uplifting and impressive experience to eat here and we’ll be back!", "likes": 1}}, {"author_data": {"author_level": 4, "author_member_since": 2010, "author_stats": {"contributions": 28, "cities_visited": 83, "helpful_votes": 9, "photos": 0}, "author_distribution": {"review_value_5": 16, "review_value_4": 10, "review_value_3": 2, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "05-03-2018", "rating": 5.0, "content": "You will get an enjoyable evening with high-class service and delicious meals. As always the waiters are taking care of your well-being and your wishes.", "likes": 0}}, {"author_data": {"author_level": 3, "author_member_since": 2015, "author_stats": {"contributions": 21, "cities_visited": 12, "helpful_votes": 21, "photos": 0}, "author_distribution": {"review_value_5": 1, "review_value_4": 13, "review_value_3": 5, "review_value_2": 1, "review_value_1": 1}}, "review_data": {"date": "15-02-2018", "rating": 4.0, "content": "Die Bedienung ist erstklassig, ,der Speisesaal auch, aber die Qualität des Hauptganges kann nicht mithalten. Das Preis / Leistungsverhältnis stimmt nicht.Die Küche kann nichts dafür, aber der Lieferant des Fleisches. Das Cote de Boeuf für 4 Personen war zäh !", "likes": 0}}, {"author_data": {"author_level": 3, "author_member_since": 2017, "author_stats": {"contributions": 10, "cities_visited": 6, "helpful_votes": 4, "photos": 0}, "author_distribution": {"review_value_5": 8, "review_value_4": 0, "review_value_3": 2, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "01-02-2018", "rating": 5.0, "content": "Ich war mit meiner Frau im Pavillon Abendessen. Ich muss wirklich sagen es von A-Z ein perfekter Abend. Es fing an mit einer sehr herzigen und sympathischen Begrüßung auch unser Kellner aus Griechenland war ein absoluter Fachmann er war nicht nur sehr kompetent sondern auch höflich und zuvorkommend. Das Essen war sein Preis absolut wert und wurde durch die super Weinbegleitung noch mehr aufgewertet. Vielen Dank für den tollen Abend wir kommen definitiv wieder.", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2015, "author_stats": {"contributions": 121, "cities_visited": 64, "helpful_votes": 43, "photos": 0}, "author_distribution": {"review_value_5": 64, "review_value_4": 39, "review_value_3": 13, "review_value_2": 3, "review_value_1": 2}}, "review_data": {"date": "31-01-2018", "rating": 5.0, "content": "Zurich est réputée pour être une ville relativement chère et je ne dirai pas le contraire.Néanmoins, certaines choses sont évaluées à leur juste valeur et tel est le cas dans ce magnifique restaurant.Tout y est raffinement, professionnalisme et attention (tant en cuisine qu'au service).La décoration est de très bon goût, sobre et élégante et les bouquets de fleurs fraîches apportent une explosion de couleur et de fraîcheur.Le personnel s'adapte à la clientèle en faisant l'effort de parler l'anglais, le français, l'allemand... sans contrainte et au besoin.Les produits sont d'une fraîcheur remarquable et les associations de saveurs judicieuses voire étonnantes.Alors effectivement le prix bien élevé peut freiner mais c'est un savoir-faire et une prestation de grande qualité qui y sont proposés.", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2017, "author_stats": {"contributions": 70, "cities_visited": 24, "helpful_votes": 49, "photos": 3}, "author_distribution": {"review_value_5": 34, "review_value_4": 17, "review_value_3": 13, "review_value_2": 3, "review_value_1": 3}}, "review_data": {"date": "29-01-2018", "rating": 5.0, "content": "Alles super von A-ZKomme wiederTolle KücheTop ServiceTop LageEinfach herrlich hier essen zu können.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2015, "author_stats": {"contributions": 150, "cities_visited": 42, "helpful_votes": 141, "photos": 0}, "author_distribution": {"review_value_5": 100, "review_value_4": 35, "review_value_3": 18, "review_value_2": 1, "review_value_1": 0}}, "review_data": {"date": "01-12-2017", "rating": 5.0, "content": "A small group of us visited the restaurant early this week. It is situated within the Bauer Au Lac hotel. What an experience from start to finish, pre drinks I’m the hotel bar was excellent then we walked through the eloquent and wonderful restaurant. A fantastic setting and a peaceful and relaxing atmosphere. We were lucky that the Christmas decorations were up and the Pavilion and the grounds ( including a giant ginger bread cake) looked truly fantastic. The level of Service was truly first class and we received excellent help and assistance on our choice of food and drink. The menu and wine list were both extensive. One of my friends had a local dish looked and smelled fantastic. Another friend and I shared the duck was was carved at our table and was delicious. We wanted fine dining and something very speacial ,all on which was delivered. Well done and thank you all", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2005, "author_stats": {"contributions": 34, "cities_visited": 40, "helpful_votes": 54, "photos": 0}, "author_distribution": {"review_value_5": 18, "review_value_4": 7, "review_value_3": 6, "review_value_2": 3, "review_value_1": 0}}, "review_data": {"date": "18-11-2017", "rating": 5.0, "content": "Loved the breakfast here during my recent stay. They offered the perfect balance between a healthy start of the day, and with the bonus of a few sweets to remind you that you're on vacation. Lunch and dinner were executed perfectly, and the portion size was just right. Next time I hope to return during summer so I can experience dining outdoors and take advantage of the beautiful garden.", "likes": 1}}, {"author_data": {"author_level": 2, "author_member_since": 2016, "author_stats": {"contributions": 3, "cities_visited": 3, "helpful_votes": 7, "photos": 7}, "author_distribution": {"review_value_5": 3, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "07-11-2017", "rating": 5.0, "content": "Остановились в отеле «Baur au Lac”, который конечно же заслуживает отдельной похвалы.. вечером решили поужинать в ресторане при отеле.. это было просто восхитительно! Лёгкий крем-суп из петрушки в качестве комплимента, к тому же мы попали на начало сезона белого трюфеля, в качестве основного блюда взяли утку на двоих, остались в полном восторге и от еды, и от обслуживания. Рекомендую!!", "likes": 0}}, {"author_data": {"author_level": 2, "author_member_since": 2012, "author_stats": {"contributions": 5, "cities_visited": 3, "helpful_votes": 0, "photos": 0}, "author_distribution": {"review_value_5": 2, "review_value_4": 1, "review_value_3": 0, "review_value_2": 0, "review_value_1": 2}}, "review_data": {"date": "03-11-2017", "rating": 5.0, "content": "Délicatesse Art food!I went there with a friend and we both enjoyed the very fine food as well as the outstanding service.Highly recommended!", "likes": 0}}, {"author_data": {"author_level": 2, "author_member_since": 2013, "author_stats": {"contributions": 5, "cities_visited": 4, "helpful_votes": 3, "photos": 0}, "author_distribution": {"review_value_5": 4, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 1}}, "review_data": {"date": "28-10-2017", "rating": 5.0, "content": "Wir hatten das 9-Gang-Menü (CHF 205) mit 6 internationalen Weinen (CHF 90) passend zum Menü. Das Essen war exzellent und die Weine haben sehr gut dazu gepasst. Die Erklärungen des jungen Sommeliers waren professionel.Wir waren das letzte Mal vor einigen Jahren bei Laurent Eperon. Er hat sich wirklich nochmals verbessert und seine Küche und auch der Servcie verdienen die 18 Gault Millau Punkte wirklich.", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2014, "author_stats": {"contributions": 77, "cities_visited": 44, "helpful_votes": 33, "photos": 52}, "author_distribution": {"review_value_5": 53, "review_value_4": 20, "review_value_3": 3, "review_value_2": 1, "review_value_1": 1}}, "review_data": {"date": "02-10-2017", "rating": 5.0, "content": "Wir wählten das 9-Gang-Menü (Menü Harmonie) mit der internationalen Weinbegleitung aus. Die Amuse Bouches und Vorspeisen waren ein Traum, und sogar die Hauptspeise (Rindsfilet)- bei solchen Menüs oft eine Schwachstelle - war ausgezeichnet. Den Ziegenkäse liessen wir durch den Käsewagen ersetzen und das Lebkuchen-Dessert durch das Dessert \"Schokolade\" aus der regulären Desser-Karte. Auch die Weine waren hervorragend und harmonierten gut mit den Speisen. Am besten schmeckte uns der Chardonnay \"Silhouette\" von Merryvale aus dem Napa Valley. Sehr gut war auch der Service und die Wartezeiten zwischen den Gängen waren nicht zu gross.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2012, "author_stats": {"contributions": 104, "cities_visited": 35, "helpful_votes": 59, "photos": 62}, "author_distribution": {"review_value_5": 74, "review_value_4": 18, "review_value_3": 10, "review_value_2": 2, "review_value_1": 3}}, "review_data": {"date": "30-09-2017", "rating": 5.0, "content": "Been to a couple of Michelin star restaurants, and this one is going to be one of my favorites. Because the food is without too much upschmuck, it’s understandable and fine. But.... if you are a wine lover, this is really the place to be! Wow, so many great wines to choose from.I took an a la carte dinner, crab first and then veal. Veal is absolutely tender, loved it. Then cheese as desert, also brought me joyful tastes. But my wine was the best. CH 160 for the bottle Vosne Romanee but this is really a bottle I don’t see very regularly. And yes, it was worth while every euro.Besides that, the service of the friendly people makes it in my opinion, a big 10 out of 10.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2011, "author_stats": {"contributions": 512, "cities_visited": 845, "helpful_votes": 377, "photos": 38}, "author_distribution": {"review_value_5": 286, "review_value_4": 126, "review_value_3": 79, "review_value_2": 20, "review_value_1": 3}}, "review_data": {"date": "16-09-2017", "rating": 5.0, "content": "We came w another couple for an anniversary dinner. The dining area was lovely and the service was good. The tasting menu was quite excellent, worthy of its high Zurich price. However the dessert was a bit off, not that creative for a one Michelin star restaurant and a bit too sweet. A la cart prices are outrageously high, a simple small portion main dish would cost you on average 100 CHF. It is a very good one by Zurich standard.", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2008, "author_stats": {"contributions": 36, "cities_visited": 121, "helpful_votes": 13, "photos": 81}, "author_distribution": {"review_value_5": 28, "review_value_4": 4, "review_value_3": 2, "review_value_2": 1, "review_value_1": 1}}, "review_data": {"date": "11-09-2017", "rating": 4.0, "content": "We came here for a special lunch and took a tasting menu. It is a beautiful restaurant with exquisite decor and nice atmosphere. But in my opinion, it is not living up to its Michelin star restaurants, at least in comparison to others that I visited. The service was so-so. Food good, but not extraordinary. There was an interesting dining crowd, a mixture of business lunches, hereditory rich meeting their relatives for lunch, and exotic designers couple. Overall, an interesting experience, but I would not recommend it further.", "likes": 0}}, {"author_data": {"author_level": 3, "author_member_since": 2006, "author_stats": {"contributions": 9, "cities_visited": 8, "helpful_votes": 65, "photos": 0}, "author_distribution": {"review_value_5": 6, "review_value_4": 3, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "06-09-2017", "rating": 5.0, "content": "We came here to surprise a friend for her birthday celebrations. The food was amazing (my friend said it was like a dream!) and the restaurant surprisingly busy for a Monday evening, which is itself indicative of the quality. My friends had the tasting menu and I ordered a la carte since the items on the tasting menu didn't appeal to me. The items were always a constant surprise with originality and combination of flavours. The staff were excellent - very helpful, acted promptly to get the bill when my friend had momentarily excused herself, proactive in offering to take a photograph for us. It was a wonderful evening.", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2016, "author_stats": {"contributions": 66, "cities_visited": 20, "helpful_votes": 15, "photos": 17}, "author_distribution": {"review_value_5": 50, "review_value_4": 12, "review_value_3": 3, "review_value_2": 2, "review_value_1": 0}}, "review_data": {"date": "06-09-2017", "rating": 5.0, "content": "Très bon restaurantle personnel est au petit soin et parle plusieurs languesles produits sont frais d'une grande qualitésCher mais c'est la Suisse", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2015, "author_stats": {"contributions": 161, "cities_visited": 26, "helpful_votes": 39, "photos": 0}, "author_distribution": {"review_value_5": 95, "review_value_4": 50, "review_value_3": 8, "review_value_2": 8, "review_value_1": 0}}, "review_data": {"date": "22-08-2017", "rating": 5.0, "content": "Sitting outside in the warm evening with good friendsGood drinks. Great little meal before. Off to another eventThe staff here is delightful. Breath in deep it does not get any better", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2009, "author_stats": {"contributions": 114, "cities_visited": 81, "helpful_votes": 83, "photos": 26}, "author_distribution": {"review_value_5": 81, "review_value_4": 30, "review_value_3": 4, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "11-08-2017", "rating": 5.0, "content": "Had the 9 course tasting menu. Food and service were fabulous, and this restaurant absolutely deserves its Michelin One Star status, and in truth, I found it on par and/or superior to several 2 stars I've visited. Plan to budget about 200 CHF per person, and that's without wine.", "likes": 1}}, {"author_data": {"author_level": 0, "author_member_since": 2016, "author_stats": {"contributions": 2, "cities_visited": 0, "helpful_votes": 0, "photos": 0}, "author_distribution": {"review_value_5": 0, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "03-08-2017", "rating": 5.0, "content": "I booked dinner for 5 for my 30th birthday and could not have made a better choice. We got the 9-course Menu Harmonie with Swiss wine pairings. A couple of us had dietary restrictions and the staff acknowledged this and offered excellent alternatives with a smile. I was offered a pretty little cushioned stand for my bag, and the team at Pavillon made me a nice surprise for my birthday.I love the purple accents and I noticed the drinks and food complemented the decor with their colours, although this may be unintentional - I'm just really into colours. I also really appreciated that the atmosphere was unpretentious and we could relax and laugh and just enjoy great food and ask many questions if we had them, without feeling like we'd asked too much :)I had been wary of booking somewhere completely new, not wanting to risk being disappointed. I left feeling like I couldn't have chosen better. Thank you, thank you, thank you for a memorable evening none of us will ever forget!", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2015, "author_stats": {"contributions": 27, "cities_visited": 14, "helpful_votes": 36, "photos": 0}, "author_distribution": {"review_value_5": 20, "review_value_4": 2, "review_value_3": 1, "review_value_2": 0, "review_value_1": 5}}, "review_data": {"date": "30-07-2017", "rating": 5.0, "content": "Went to Pavillon for a romantic dinner. The service was outstanding. Wine list extensive, we followed the sommelier recommendation. Menu was complete and diversified with top quality ingredients.I had mango homemade ice cream for dessert, simple yet delicious.Pricey but worth every dollar!", "likes": 1}}, {"author_data": {"author_level": 0, "author_member_since": 2016, "author_stats": {"contributions": 1, "cities_visited": 2, "helpful_votes": 0, "photos": 0}, "author_distribution": {"review_value_5": 0, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "20-07-2017", "rating": 5.0, "content": "Visited Pavillon for our anniversary dinner and had a fantastic time. The very friendly and attentive staff did its best to make us feel welcome and at home.We opted for the small tasting menu which was excellent (7courses). Since we didn't want too much wine we opted for champagne by the glass where we got a very good recommendation.All in all a successful evening and amongst several, so far clearly the best Michelin-awarded restaurant in Zurich we have been to. Great price-performance on a very high level!", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2013, "author_stats": {"contributions": 375, "cities_visited": 125, "helpful_votes": 295, "photos": 643}, "author_distribution": {"review_value_5": 132, "review_value_4": 178, "review_value_3": 61, "review_value_2": 6, "review_value_1": 0}}, "review_data": {"date": "16-07-2017", "rating": 4.0, "content": "Wir waren zu dritt im Restaurant Pavillon welches zum Hotel Baur au Lac gehört.Entschieden hatten wir uns bereits im Voraus für das Degustations Menu.Das Restaurant ist sehr nett in Weiss und Flieder gehalten, dass Personal war sehr nett und durchaus witzig.Die Speisen sind frisch, nicht zu verspielt, die Portionen für ein Degu Menu waren überraschend gross.Mit 400.- (inkl Internationale Weinreise und Trinkgeld) ist es im Vergleich mit dem Dolder, Atlantis und dem Trio Roy in Basel an der Oberen Grenze preislich", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2017, "author_stats": {"contributions": 51, "cities_visited": 23, "helpful_votes": 45, "photos": 4}, "author_distribution": {"review_value_5": 33, "review_value_4": 19, "review_value_3": 1, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "13-07-2017", "rating": 5.0, "content": "It is a very impressive place to go. The service is impeccable. The food is marvelous. The environment is unforgettable. It is a good place to go for celebrating for different events. If you love food, you must choose here. We are very appreciated about the service. When we checked out, the weather turned bad in heavy pouring with thunders and lightnings. We parked our car two blocks away, and we didn't have an umbrella. When we didn't know what to do, unexpectedly, the manager came out and brought us an umbrella. He is such a caring person to his customers.", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2015, "author_stats": {"contributions": 84, "cities_visited": 299, "helpful_votes": 76, "photos": 0}, "author_distribution": {"review_value_5": 40, "review_value_4": 30, "review_value_3": 12, "review_value_2": 1, "review_value_1": 1}}, "review_data": {"date": "11-07-2017", "rating": 5.0, "content": "Von der trendigen Rive Gauche Terrasse ging es direkt in das gut besuchte „Le Pavillon“: Architektur im Teller, das 7 - Gang Menu begeisterte. Es fehlt nicht mehr viel für einen weiteren Stern. Vielleicht lag es an der Kombination beim Dessert, die zu einfache Präsentation beim Hauptgericht? Auf jeden Fall lag es nicht am einwandfreien Service. Wir werden auf jeden Fall nochmals kommen und uns überraschen lassen.", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2016, "author_stats": {"contributions": 33, "cities_visited": 15, "helpful_votes": 52, "photos": 0}, "author_distribution": {"review_value_5": 14, "review_value_4": 3, "review_value_3": 8, "review_value_2": 5, "review_value_1": 3}}, "review_data": {"date": "07-07-2017", "rating": 1.0, "content": "The ingredients are good but badly used. The menu is limited and has excessive and uncoordinated performance by servers: basically, butter arrives without the bread, drinks are not delivered conjoined, and it is more about acting than about results. Pretentious without merits.The main server acts more like a boss inside a business office than as a collaborator to helping you with your choice.", "likes": 0}}, {"author_data": {"author_level": 2, "author_member_since": 2015, "author_stats": {"contributions": 5, "cities_visited": 4, "helpful_votes": 0, "photos": 0}, "author_distribution": {"review_value_5": 3, "review_value_4": 0, "review_value_3": 1, "review_value_2": 0, "review_value_1": 1}}, "review_data": {"date": "01-07-2017", "rating": 5.0, "content": "I admit I had come here once prior but did not fully enjoy. The customer service post evening was great a nice man Mr. Bellucci insisted to invite my parents husband and I to come back and try.We were seated at a beautiful table, Aurelien took care of us and the entire experience changed. It was perhaps my best dining experience in Zurich. The food is excellent and his touch just made the whole evening very pleasant. I often go back for high tea in their foyer but this is the place to go for a nice dinner when you want more than just exquisite food.I have a special occasion coming up for my mother and I cannot think of anywhere else to take her than here that is worthy! I also realized I had never reviewed the place (i am not too active here) but this one was too fantastic not to share with all the users.The restaurant even made us a soufflé on demand for her because she loves them.We had the menu harmonie each dish was wonderful. I am surprised this is not better rated here. I would even say I do not want to try a few new fine dining places in zurich because I was so pleased here.Only food for thought for restaurant (personal preference): perhaps sometimes use less deep bowls.Else impeccable. Chapeau bad to Aurelien, Stefano, the chef and all the staff that created such a wonderful experience that evening. Thank you. Zurich simply doesn't have enough of this.", "likes": 0}}, {"author_data": {"author_level": 2, "author_member_since": 2017, "author_stats": {"contributions": 6, "cities_visited": 4, "helpful_votes": 0, "photos": 0}, "author_distribution": {"review_value_5": 5, "review_value_4": 0, "review_value_3": 0, "review_value_2": 1, "review_value_1": 0}}, "review_data": {"date": "26-06-2017", "rating": 5.0, "content": "L'endroit est magnifique et le personnel très agréable et qualifié. de la pure restauration comme elle se fait rare. Le sens de l'accueil était vraiment à la hauteur de la cuisine de haut niveau.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2010, "author_stats": {"contributions": 128, "cities_visited": 119, "helpful_votes": 99, "photos": 8}, "author_distribution": {"review_value_5": 61, "review_value_4": 27, "review_value_3": 15, "review_value_2": 18, "review_value_1": 7}}, "review_data": {"date": "20-06-2017", "rating": 5.0, "content": "What can I say? This is one of those restaurants that you won't forget. From the impecable service to the wine and every single course, were perfect in every way. The ambiance is classic but not stuffy and the view is beautiful. It is located in the hotel Baur au Lac.Great location, very close to the main shopping street, Bahnhofstrasse. Great sommelier: Blanc", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2007, "author_stats": {"contributions": 82, "cities_visited": 56, "helpful_votes": 98, "photos": 40}, "author_distribution": {"review_value_5": 30, "review_value_4": 31, "review_value_3": 11, "review_value_2": 8, "review_value_1": 3}}, "review_data": {"date": "20-06-2017", "rating": 5.0, "content": "We had the privilege of visiting the Pavillion on a spring Friday evening dinner. To our tasting, this restaurant offers a 360 experience with superb quality, which is clearly reflected by all means: from the beautiful decor, through the friendly, warm and professional service given by the team, to the utmost important detail of all: the kitchen.Each dish has been served with perfect plating design, along a harmonious explanation and a swiss smile. It's been pure pleasure to have gone through a colorful journey that lasted a few good hours of indulgence.Cannot wait for our next visit to Zurich, when we will absolutely return to the Pavillion.PS - Do not miss the story of the hotel's history, including anecdotes on a few very important guests such as R. Wagner, Walt Disney and Nobel. Inspiring.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2012, "author_stats": {"contributions": 290, "cities_visited": 120, "helpful_votes": 708, "photos": 355}, "author_distribution": {"review_value_5": 172, "review_value_4": 55, "review_value_3": 45, "review_value_2": 17, "review_value_1": 2}}, "review_data": {"date": "30-05-2017", "rating": 5.0, "content": "Ресторан находится на берегу Цюрихского озера и обладает звездой Мишлен. Мы выбрали меню из 7 блюд с подборкой швейцарского вина.В меню из 9 блюд дополнительно находится блюдо с фуагрой и блюдо с овечьим сыром.Редкое сочетание вкуса, нормальных порций и удивительно подобранного швейцарского вина. Что входит в меню (примерно):- Тунец блюфин в роскошном соусе с местным Пиногрджо- Белая рыба с анчоусами, оливками и т.п. с роскошным Шардоне (даже купили с собой 3 бутылки. Это Шардоне из маленькой винодельни и отель (в котором и находится ресторан) скупает его все и продает через он-лайн магазин и через магазин в отеле. Стоит около 33 франков, но обладает удивительным сладким ароматом луговых, медовых цветов)- Мус из ягод для перехода к мясу и красному вину- Стейк из швейцарского ангуса и к нему картофельное пюре с копченым угрем (изумительно!!!) и роскошным местными пино-нуар- Ягодный сорбет с шоколадным мусом- Фантастический десерт с карамелизированным фенхелем, жаренным имбирем с великолепным десертным вином на подобие айсвайн.", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2012, "author_stats": {"contributions": 189, "cities_visited": 54, "helpful_votes": 67, "photos": 0}, "author_distribution": {"review_value_5": 73, "review_value_4": 85, "review_value_3": 29, "review_value_2": 5, "review_value_1": 1}}, "review_data": {"date": "29-05-2017", "rating": 5.0, "content": "We had a wonderful meal here. The dining room is beautifully and very luxuriously decorated - with a view on all sides of their lovely garden. The food is expensive - but delicious.", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2011, "author_stats": {"contributions": 50, "cities_visited": 16, "helpful_votes": 58, "photos": 0}, "author_distribution": {"review_value_5": 44, "review_value_4": 5, "review_value_3": 0, "review_value_2": 1, "review_value_1": 1}}, "review_data": {"date": "21-05-2017", "rating": 5.0, "content": "This is one of my all time favorite restaurants decor-wise simply because there was so much purple all over the place (my favorite color)! My seat had a gorgeous view of the garden (which also had quite a bit of purple) - Baur au lac is such a beautiful hotel right by the lake. I came here for lunch on a weekday. There weren't very many people - just a few Bahnhofstrasse bankers here and there chatting quietly amongst themselves, so it was very relaxing and peaceful. They have a 3 course special for 98 CHF, which honestly sounds quite reasonable to me for a Michelin meal in Zurich where everything in general is quite expensive. The food was great and the staff was extremely friendly. I was feeling a bit ill that day, so decided against having any alcohol, but I do wish I got to try some of the wine. Oh well...I guess that means I'll have to come back!", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2014, "author_stats": {"contributions": 75, "cities_visited": 27, "helpful_votes": 78, "photos": 0}, "author_distribution": {"review_value_5": 30, "review_value_4": 23, "review_value_3": 15, "review_value_2": 3, "review_value_1": 4}}, "review_data": {"date": "06-05-2017", "rating": 4.0, "content": "Very nice restaurant in Baur au Lac. Very good food, attentive and nice waiters. But the prices were too high. Compared to international prices the price for main course was 50% higher than a top London restaurant for example.", "likes": 0}}, {"author_data": {"author_level": 2, "author_member_since": 2012, "author_stats": {"contributions": 8, "cities_visited": 7, "helpful_votes": 3, "photos": 4}, "author_distribution": {"review_value_5": 6, "review_value_4": 0, "review_value_3": 1, "review_value_2": 0, "review_value_1": 1}}, "review_data": {"date": "03-05-2017", "rating": 3.0, "content": "We were travelling and dining all over the world in a nice Michelin Restaurants and were very much exciting to have today our new gastronomic discovery in Pavilion. We really enjoyed the food and atmosphere of a restaurant, but there are certain things that we would love to mention...In any industry there is a big gap in \"promise\" and \"deliver of the promise\" and when somebody is over-promising and under-delivering it is a bit sad and pity...especially nowadays when service is everything and when you have high expectation for the \"whole package\" of “exceeding your expectations” while going for dining in one of the best hotel in Zurich.Our lunch today had a great history behind – it was a birthday surprise for my husband and I wanted so much everything to be perfect. I ordered and prepaid what I considered to be the best option for such event – 9 course menu with the selection of International wines. But unfortunately my expectations were a bit dragged down…I felt like being in a fast food dining restaurant and not in restaurant of one of the best hotels in the city. Food and wine were served without any “soul”. Sommelier was just reading what was written on the bottle and sometimes explaining the basic taste features, but there was no any history behind wine…and it could have made the whole experience much more colorful…after all wine deserved to be talked about and if you love wine you cant keep its story for yourself…isn’t it?Dishes itself were represented very “dry” and simple without any background…I don’t think that Chef Laurent Eperon who definitely created his food with love and passion and on a very high level would be happy to know that the way how his great food was introduced to the customer was not different from the “simple” restaurant in the old city or that some of it was even forgotten to be described, like it happened with amuse boushe..We don’t want to create a feeling that we know better how to make things, we would love to just raise some concerns of how promising and delivering expectations can differ. The gap can be slightly thin and almost invisible or huge…and for us today the gap today was large. One additional thing made this gap even larger. It is when we were asked to pay for a water and Rose Champagne at the end of the lunch. That was rather surprising, considering that lunch was prepaid and staff new that it was a present...Since we were not informed in the beginning that it was not included in a prepaid menu I was surprised to get a bill at the end.Anyway, we enjoyed our time in Pavilion and sweet birthday surprise was a very nice touch. We really hope that our feedback would help staff to bring restaurant up to a better service level, because when you love the place you work in, you want the best for it, isn’t it?", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2014, "author_stats": {"contributions": 286, "cities_visited": 66, "helpful_votes": 66, "photos": 27}, "author_distribution": {"review_value_5": 111, "review_value_4": 130, "review_value_3": 37, "review_value_2": 6, "review_value_1": 3}}, "review_data": {"date": "12-04-2017", "rating": 5.0, "content": "A very interesting menu including a Chef's multi course option for lunch. Service is great, as is the food.", "likes": 0}}, {"author_data": {"author_level": 3, "author_member_since": 2016, "author_stats": {"contributions": 9, "cities_visited": 11, "helpful_votes": 6, "photos": 0}, "author_distribution": {"review_value_5": 4, "review_value_4": 5, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "04-04-2017", "rating": 5.0, "content": "Le service est vraiment d une grande qualité . Tout le personnel fait l effort de parler dans votre langue (dans mon cas le français) et est au petit soin du début à la fin.La carte des vins est très fournie et recherchée.S ouvre à soit la possibilité d un diner en 9 plats ou bien tout simplement La carte.Le homard termidor est une merveille.Le seul bémol est le pain. En effet dans un restaurant de ce standing on peut s attendre à se voir servir un pain de l équivalent d un meilleur ouvrier de France et ce n est pas le cas.Malgré tout, l accueil et les mets sont d une grande qualité et ce restaurant est très grandement recommandable.", "likes": 0}}, {"author_data": {"author_level": 0, "author_member_since": 2017, "author_stats": {"contributions": 2, "cities_visited": 0, "helpful_votes": 0, "photos": 0}, "author_distribution": {"review_value_5": 0, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "01-04-2017", "rating": 5.0, "content": "Unsere kleine Feier zu zweit war schlicht perfekt. Das 7-Gang Menü hat uns begeistert wobei der Wolfsbarsch das Highlight war. Der Service aufmerksam, kompetent und äusserst freundlich. Geschmackvolles, gediegenes Ambiente.Ein gelungener Abend. Mein Kompliment an Küche und Service-Team.Im Vergleich zu unserem Besuch vor 2 Jahren wurden unsere Erwartungen noch übertroffen.", "likes": 0}}, {"author_data": {"author_level": 1, "author_member_since": 2009, "author_stats": {"contributions": 4, "cities_visited": 4, "helpful_votes": 8, "photos": 0}, "author_distribution": {"review_value_5": 0, "review_value_4": 0, "review_value_3": 1, "review_value_2": 1, "review_value_1": 2}}, "review_data": {"date": "27-03-2017", "rating": 2.0, "content": "We had a surprisingly unusual (not to say unpleasant) experience yesterday at the restaurant Pavillon.We ordered two 9-course-meals but we were very surprised that not all the courses were served to us. The cheese plates were missing.. After we received and paid the bill, we had to ask to the waiter if there was a cheese plate included in the menu and he had to check with his supervisor. The supervisor laughed and asked us if we were \"still hungry after the 8 courses we enjoyed\". The only suggestion proposed by this surpervisor was to propose us to be served the said cheese plates after having desserts and sweets (and paid the bill) while we were about to leave.. This is very unprofessional and does not correspond to the quality of services you would expect at Baur au Lac nor does it correspond to what we paid..", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2013, "author_stats": {"contributions": 248, "cities_visited": 117, "helpful_votes": 134, "photos": 17}, "author_distribution": {"review_value_5": 58, "review_value_4": 102, "review_value_3": 51, "review_value_2": 36, "review_value_1": 1}}, "review_data": {"date": "24-03-2017", "rating": 3.0, "content": "Ristorante come si dice \"di lusso\" quindi c'è da aspettarsi che sia tutto o quasi perfetto. Il menù lunch di per sè sulla carta sembrava promettente, poi mi è arrivata una insalatina di verdurine crude con una cremina tipo zuppetta fredda che bisognava mangiare chiaramente col cucchiaio anche se sul tavolo non se ne vedeva l'ombra, ho dovuto ordinarlo. La sogliola poi si era indurita dalla troppa cottura. Migliori a mio avviso la zuppa di lenticchie verdi e le guancie di vitello brasate. Fra l'altro per un menù di 76.- franchi (un antipasto e un piatto principale senza dessert!) mi sarei aspettato delle porzioni leggermente più abbondanti, ma si tratta pur sempre di un ristorante che per lo stesso prezzo la sera offre a malapena una sola portata.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2013, "author_stats": {"contributions": 161, "cities_visited": 71, "helpful_votes": 87, "photos": 7}, "author_distribution": {"review_value_5": 116, "review_value_4": 37, "review_value_3": 5, "review_value_2": 3, "review_value_1": 0}}, "review_data": {"date": "19-03-2017", "rating": 5.0, "content": "A Pavillon is a detached house and 'detached' describes the experience pretty well.The experience started with the wonderful Baur Au Lac staff welcoming us and taking care of our car while Matthias Köhler guided us to the restaurant next to Schanzengraben, the quaint moat built in the 1880s.After a tour de force of three amuse-bouches we were easily persuaded to go for the tasting menu and didn't regret it. Head Chef Laurent Eperon has been awarded 18 points and the title \"fastest climber\" by Gault&Millau in 2017 and deserves his Michelin-Star. His cuisine is classic yet fresh and light compared to some other gourmet temples.But to me the stars of the evening were the people in the service who are doing a Phantastin job to make you feel right at home in the airy rotunda designed by Pierre-Yves Rochon.We have had a wonderful evening and highly recommend dinner at Pavillon.", "likes": 0}}, {"author_data": {"author_level": 3, "author_member_since": 2007, "author_stats": {"contributions": 15, "cities_visited": 11, "helpful_votes": 8, "photos": 0}, "author_distribution": {"review_value_5": 13, "review_value_4": 0, "review_value_3": 0, "review_value_2": 1, "review_value_1": 1}}, "review_data": {"date": "14-03-2017", "rating": 5.0, "content": "Laurent Eperon and his team leave nothing to want. His Menu Harmonie was a great culinary journey complete with seasonal truffles and decadent after meal sweats. It is no wonder that he has been recognized as 'Up-And-Coming Chef Of The Year 2017' by GaultMillau.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2012, "author_stats": {"contributions": 239, "cities_visited": 108, "helpful_votes": 92, "photos": 232}, "author_distribution": {"review_value_5": 112, "review_value_4": 99, "review_value_3": 22, "review_value_2": 4, "review_value_1": 2}}, "review_data": {"date": "06-02-2017", "rating": 5.0, "content": "This is one of the most exclusive restaurants in Zürich, with no suprise it is located at one of the top hotels in Zürich, Baur au Lac. Unless you have a printing press for money, I advise with caution. But if you are celebrating or worthy of some serious self-indulgence, then you have come to the right place to eat like a king in a Michelin star setting. Everything is literally perfect from start to finish! The service is sublime yet always there to care for you. Two glasses of Dom Perignon to kick off the dinner and you are already out CHF 100! After the wine, appetizers, steaks and dessert.. A bill of over CHF 1000 for two people was the price to pay.. but each bite was a treasure of memories, and the atmosphere a once in a lifetime experience.", "likes": 0}}, {"author_data": {"author_level": 0, "author_member_since": 2008, "author_stats": {"contributions": 1, "cities_visited": 9, "helpful_votes": 0, "photos": 0}, "author_distribution": {"review_value_5": 0, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "05-02-2017", "rating": 5.0, "content": "Excellent, attentive and personalized Service. We felt very well taken care of. The cuisine was exquisite, we had the truffle menu which was delicious with amazing quality produce! Every member of staff approached us with a smile, which created a warm and friendly atmosphere. The space is well decorated and comfortable. I highly recommend this restaurant to anyone, who is looking for an exceptional food and service experience in Zurich! We will definitly go back soon!", "likes": 0}}, {"author_data": {"author_level": 3, "author_member_since": 2013, "author_stats": {"contributions": 10, "cities_visited": 6, "helpful_votes": 27, "photos": 27}, "author_distribution": {"review_value_5": 6, "review_value_4": 1, "review_value_3": 2, "review_value_2": 1, "review_value_1": 0}}, "review_data": {"date": "24-01-2017", "rating": 5.0, "content": "Wir besuchten das Restaurant über Mittag. Es war gut besucht (reservieren lohnt sich). Beim Eintreten begrüsste uns der stellvertretende Küchenchef, danach führte uns der Gastgeber an einen wunderschönen Tisch. Charmant und diskret wurden Empfehlungen ausgesprochen. Was danach folgte war ein Fest für die Augen und für die Sinne. Hervorragendes Preis/Leistungsverhältnis. Grosses Kompliment an die Crew! Für mich die Nummer 1 in der Stadt und eines der besten Gourmet Restaurants der Schweiz! Probieren Sie es selbst aus.", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2011, "author_stats": {"contributions": 67, "cities_visited": 451, "helpful_votes": 57, "photos": 0}, "author_distribution": {"review_value_5": 65, "review_value_4": 2, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "03-01-2017", "rating": 5.0, "content": "Dieses 1 Star Michelin Restaurant ist im Hotel Baur au Lac und wegen der aussergewöhnliche Lage mittags vorallem geniesst man gutes Essen mit Licht.", "likes": 0}}, {"author_data": {"author_level": 1, "author_member_since": 2009, "author_stats": {"contributions": 1, "cities_visited": 2, "helpful_votes": 0, "photos": 9}, "author_distribution": {"review_value_5": 0, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "02-01-2017", "rating": 5.0, "content": "Nice atmosphere. Good presentation and great service! We really enjoyed our dinner. Our 10 year old was offered a tailor made dish that she likes. My husband and I went with Chef's menu...I thought it is better than a Michelin 1 star.", "likes": 0}}, {"author_data": {"author_level": 0, "author_member_since": 2016, "author_stats": {"contributions": 2, "cities_visited": 2, "helpful_votes": 2, "photos": 0}, "author_distribution": {"review_value_5": 0, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "19-12-2016", "rating": 5.0, "content": "Gediegenes Ambiente und eine exzellente Küche. Das Abendmenü war Spitzenklasse mit saisonalen Gaumenfreuden. Sehr abwechslungsreich und ausgezeichnet zubereitet. Die Weinbegleitung war absolut stimmig.Gerne wieder.", "likes": 1}}, {"author_data": {"author_level": 4, "author_member_since": 2014, "author_stats": {"contributions": 43, "cities_visited": 20, "helpful_votes": 49, "photos": 2}, "author_distribution": {"review_value_5": 13, "review_value_4": 18, "review_value_3": 6, "review_value_2": 6, "review_value_1": 0}}, "review_data": {"date": "18-12-2016", "rating": 3.0, "content": "Der Raum - Le Pavillon - ist wunderbar und schön dekoriert. Und trotzdem will keine gute Ambiance aufkommen. Wirkt auf uns alles etwas steif. Soll das Absicht sein? Glaube ich kaum. Viel Service-Personal, trotzdem das Gefühl, einer von vielen Gästen zu sein: Höflich, aber \"kein Draht\" zu uns. Zu lange auf das Essen gewartet. Sicherlich alles schön dekoriert - trotzdem will ich auf meinem Teller kein Häutchen auf der Sauce sehen (zu lange unter dem Salamander gestanden).Die Preise sind zu hoch, viel zu hoch. Die Portiönchen zu klein.Ich kenne das Restaurant seit vielen Jahren. Mein Fazit für den heutigen Abend: definitiv ungenügend.", "likes": 4}}, {"author_data": {"author_level": 5, "author_member_since": 2014, "author_stats": {"contributions": 53, "cities_visited": 280, "helpful_votes": 67, "photos": 5}, "author_distribution": {"review_value_5": 24, "review_value_4": 21, "review_value_3": 3, "review_value_2": 3, "review_value_1": 2}}, "review_data": {"date": "18-12-2016", "rating": 2.0, "content": "Im Dezember 2016 war ich geschäftlich zum Abendessen hier. Den Tisch für 6 Personen bestellte ich rund drei Wochen zuvor, die schriftliche Bestätigung incl. des aktuellen Menüs kam postwendend. Einen Tag vor dem Abendessen versicherte ich mich nochmals telefonisch positiv, dass alles in Ordnung sei und das Menü unverändert gelte. Am Abend des Anlasses erhielten wir in dem sehr eleganten Ambiente des Restaurants einen sehr schönen Tisch und der Abend versprach, nur das Beste. Nachdem der Aperitif v gereicht wurde, eröffnete uns der Restaurantleiter, dass der Hauptgang Rehrücken nicht verfügbar sei. Es gäbe zwar noch Stücke vom Reh, aber „das ist nicht die beste Qualität und die möchte ich Ihnen nicht anbieten“. Auf meinen verblüfften als auch verständnislosen Gesichtsausdruck hin, wurde eine Entenbrust offeriert. Um weitere Diskussionen insbesondere in Gegenwart meiner Gäste zu vermeiden, blieb nichts anderes übrig, als die Ente zu akzeptieren. In unserer Runde wurden die begleitenden Weine bis auf die ersten beiden ultraflachen Gewächse als unaufregend-passend empfunden. Der Service hätte stellenweise zügiger die beendeten Teller entfernen können. Dieses hochbewertete Restaurant in einem traditionsreichen Haus hat – leider auch in den Augen meiner Gäste – versagt. Der Küchenchef fühlte sich nicht verpflichtet, den Gästen gegenüberzutreten. Dies war der erste und letzte Besuch; 2000 Franken kann man in Zürich genussvoller ausgeben.", "likes": 2}}, {"author_data": {"author_level": 5, "author_member_since": 2010, "author_stats": {"contributions": 49, "cities_visited": 108, "helpful_votes": 13, "photos": 66}, "author_distribution": {"review_value_5": 35, "review_value_4": 12, "review_value_3": 2, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "15-12-2016", "rating": 5.0, "content": "Fomos em razão da recente premiação com uma estrela Michelin! O atendimento é excelente! O meu prato estava muito bom ( peixe )! O preço, considerando um restaurante com estrela Michelin na Suíça e o nosso desvalorizado real, não tem como não ser caro!", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2006, "author_stats": {"contributions": 852, "cities_visited": 733, "helpful_votes": 310, "photos": 7}, "author_distribution": {"review_value_5": 388, "review_value_4": 378, "review_value_3": 81, "review_value_2": 5, "review_value_1": 1}}, "review_data": {"date": "15-12-2016", "rating": 5.0, "content": "Nice menu and wonderful service. Admittedly we arrived as the first guests, but the service was stellar and the Eggs Benedict were perfect.", "likes": 0}}, {"author_data": {"author_level": 0, "author_member_since": 2014, "author_stats": {"contributions": 2, "cities_visited": 3, "helpful_votes": 0, "photos": 0}, "author_distribution": {"review_value_5": 0, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "11-12-2016", "rating": 3.0, "content": "Food was mediocre I cannot believe this to be a Michelin star. I have been to best restaurants with over 35 Michelin restaurants I have tried in my lifetime. It not all bad but too slow it took us 3 hrs to finish and we didn't eat dessert very well since it's almost midnight yet we were the first ones to arrived even before opening at dinner.", "likes": 0}}, {"author_data": {"author_level": 3, "author_member_since": 2013, "author_stats": {"contributions": 14, "cities_visited": 6, "helpful_votes": 4, "photos": 0}, "author_distribution": {"review_value_5": 8, "review_value_4": 5, "review_value_3": 0, "review_value_2": 1, "review_value_1": 0}}, "review_data": {"date": "08-12-2016", "rating": 5.0, "content": "Etant pour le WE a l'hôtel Baur au lac nous avions réserve au PavillonParfaitAcceuil personnalise décors fabuleuxpersonnel sommelier cuisine tout impeccableVaut très largement le retour", "likes": 0}}, {"author_data": {"author_level": 3, "author_member_since": 2016, "author_stats": {"contributions": 13, "cities_visited": 12, "helpful_votes": 17, "photos": 0}, "author_distribution": {"review_value_5": 10, "review_value_4": 3, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "08-12-2016", "rating": 5.0, "content": "Das Menü Harmonie war perfekt in Zusammenstellung und Zubereitung. Die einzelnen Zutaten waren von höchster Qualität und in einer überraschenden Weise kombiniert und verarbeitet. Die Weine passten hervorragend zu den einzelnen Gängen. Der zusätzliche Zwischengang bestehend aus einem Rührei mit weissem Trüffel war ein zusätzlicher Gaumenkitzel. Lediglich der erste Wein war zwar auch gut aber wie bei allen mir bekannten Schweizer Weinen merkte man die fehlende Sonne. Dafür waren alle Folgenden hervorragend. Als finales Highlight dann noch eine exquisite Käseauswahl und der Abend wird somit für immer in bester Erinnerung bleiben.Eigentlich überflüssig zu erwähnen, dass auch der Service der obersten gastronomischen Klasse entsprach.", "likes": 1}}, {"author_data": {"author_level": 2, "author_member_since": 2015, "author_stats": {"contributions": 6, "cities_visited": 3, "helpful_votes": 9, "photos": 0}, "author_distribution": {"review_value_5": 4, "review_value_4": 2, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "27-11-2016", "rating": 5.0, "content": "Beste Bedienung, schönes Ambiente, Essen auf höchsten Niveau ohne unnötigen Firlefanz und bemühenden exotischen Kombinationen, dafür den Eigengeschmack der Zutaten aufs Beste hervorgehoben. Ein wunderschöner Abend!", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2013, "author_stats": {"contributions": 965, "cities_visited": 528, "helpful_votes": 477, "photos": 3379}, "author_distribution": {"review_value_5": 550, "review_value_4": 297, "review_value_3": 82, "review_value_2": 34, "review_value_1": 22}}, "review_data": {"date": "17-11-2016", "rating": 5.0, "content": "The small and cozy restaurant in the hotel.Great service.All dishes are simply delicious.Venison simply melted in the mouth.Many thanks to the chef Laurent Eperon for his art.Great wine list", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2009, "author_stats": {"contributions": 156, "cities_visited": 43, "helpful_votes": 157, "photos": 2}, "author_distribution": {"review_value_5": 64, "review_value_4": 23, "review_value_3": 30, "review_value_2": 11, "review_value_1": 28}}, "review_data": {"date": "23-09-2016", "rating": 3.0, "content": "We came here for a meal early in the summer on one of my frequent business trips to the city. It's adjacent to the best hotel in Zurich so we decided to try it. The decor is lovely, the staff were friendly. However, they made some errors with the order that led to us returning dishes (ingredients I said I was allergic to were visibly present in the food). We were then charged for the said dishes and had to ask for the amount to be taken off the bill. It was ultimately fixed. However, I was not happy to have had to ask. I've seen the responses from the manager to negative feedback on TripAdvisor, so was very surprised no-one apologised to us at the time. Very disappointing. That being said, the food we could eat was tasty, if not slightly fussy.", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2015, "author_stats": {"contributions": 62, "cities_visited": 29, "helpful_votes": 32, "photos": 0}, "author_distribution": {"review_value_5": 20, "review_value_4": 21, "review_value_3": 7, "review_value_2": 10, "review_value_1": 4}}, "review_data": {"date": "12-09-2016", "rating": 2.0, "content": "We purchased breakfast with our room. It was a mistake. The service is terrible. The food is passable. DO NOT ORDER EGGS.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2011, "author_stats": {"contributions": 171, "cities_visited": 727, "helpful_votes": 80, "photos": 0}, "author_distribution": {"review_value_5": 86, "review_value_4": 62, "review_value_3": 11, "review_value_2": 8, "review_value_1": 4}}, "review_data": {"date": "03-09-2016", "rating": 5.0, "content": "Ein wunderschöner Ort im eleganten zeitgemässen Stil, keineswegs angestaubt! Ein Idealer Platz für ein Geschäftsessen, die Tische stehen weit genug auseinander. Sehr gute eher leichte Küche. Der Service wirkt leicht abgehoben ist aber aufmerksam!", "likes": 1}}, {"author_data": {"author_level": 5, "author_member_since": 2016, "author_stats": {"contributions": 63, "cities_visited": 35, "helpful_votes": 64, "photos": 18}, "author_distribution": {"review_value_5": 29, "review_value_4": 17, "review_value_3": 4, "review_value_2": 7, "review_value_1": 7}}, "review_data": {"date": "29-08-2016", "rating": 4.0, "content": "My husband and I went on Saturday night and had reserved a table in the garden for a pre-dinner cocktail. A great garden spot in the center of Zurich with fantastic service.We then chose to eat in the pavilion Restaraunt instead of dining in the garden bar. To be honest, I was a tad disappointed by my main meal (slow cooked veal) v v simple and boring and not particularly tasty. I had a lobster starter which was delicious. The dessert menu is exceptionally boring! Not one chocolate anything on the menu. After asking I did get a delicious moose. The service was v good but all in all we think in the summer dine outside with limited menu and save inside for the winter.", "likes": 0}}, {"author_data": {"author_level": 3, "author_member_since": 2016, "author_stats": {"contributions": 13, "cities_visited": 4, "helpful_votes": 3, "photos": 14}, "author_distribution": {"review_value_5": 12, "review_value_4": 1, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "24-08-2016", "rating": 5.0, "content": "refinement, signature, high level of the presentation. One of the best dish: o sole mio.That is really the taste symphony.This restaurant can surely be the symbol, landmark and the signature of Zurich.Quality is the rule of this place I think.", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2016, "author_stats": {"contributions": 31, "cities_visited": 16, "helpful_votes": 10, "photos": 28}, "author_distribution": {"review_value_5": 11, "review_value_4": 12, "review_value_3": 6, "review_value_2": 3, "review_value_1": 1}}, "review_data": {"date": "24-08-2016", "rating": 3.0, "content": "We were a party of 5 celebrating an event. It was not a busy night. We had a set menu. The food was very good; and the ambiance was classy and enchanting. What ruined it was the terrible slow service and the confused staff. After many blunders they gave us the wrong bill and the manager had a very slow reaction to fix matters, with not even an apology! We officially complained and the administration was quite apologetic the next day calling my daughter offering a free dinner to compensate. We never wanted to go back and i am not sure whether she did give them another chance.", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2015, "author_stats": {"contributions": 78, "cities_visited": 35, "helpful_votes": 17, "photos": 49}, "author_distribution": {"review_value_5": 54, "review_value_4": 19, "review_value_3": 0, "review_value_2": 1, "review_value_1": 4}}, "review_data": {"date": "20-08-2016", "rating": 4.0, "content": "Beautiful fine dining Michelin star restaurant at its best! The dishes are carefully presented and the presentation alone is a work of art. Everything I tasted was out of this world. Amazing wine selection as well. I went with my females, one of the best evenings with tastefully crafted summer menu. The sommelier is very knowledgeable.Highly recommended for a romantic evening.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2007, "author_stats": {"contributions": 145, "cities_visited": 264, "helpful_votes": 90, "photos": 0}, "author_distribution": {"review_value_5": 49, "review_value_4": 55, "review_value_3": 29, "review_value_2": 5, "review_value_1": 8}}, "review_data": {"date": "15-08-2016", "rating": 5.0, "content": "All is right with the world.... Pavilion Restaurant at the Baur au Lac Hotel, both true classical institutions in Zurich. In my opinion one of the best hotel / restaurant combinations in Switzerland.At first glance the selection on the food menu seems dwarfed and somewhat limited, especially in comparison to the immense wine list. But, you soon come to realise there's a reason Rolls Royce don't make 50 different models. Every dish is professionally crafted to the extreme.Sounds pretentious I know, but I'm still not sure how you can get so excited over 100ml of Gazpacho! But it's the fact it's infused with herbs and a frozen sorbet of Spanish tomatoes. I live in Spain about half of the year, so Gazpacho is a staple, but nowhere near the quality and thought that's put into this 100ml of cold soup! And that's what the entire establishment is all about, both the hotel and restaurant are perfectly honed to the nth degree.So, there's an entire restaurant review on 100ml of cold soup! But if they can get a page of review on that, you can just imagine the quality of the rest of the menu! Sublime!The perfect place to stay and eat in Zurich.", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2010, "author_stats": {"contributions": 47, "cities_visited": 410, "helpful_votes": 63, "photos": 0}, "author_distribution": {"review_value_5": 26, "review_value_4": 5, "review_value_3": 2, "review_value_2": 7, "review_value_1": 7}}, "review_data": {"date": "13-08-2016", "rating": 5.0, "content": "Lovely restaurant, recently renovated. Beautiful decor and flower arrangements. The food was excellent, wonderfully prepared. Service was fast, efficient and friendly making us feel very comfortable. Will definitely go back.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2014, "author_stats": {"contributions": 275, "cities_visited": 165, "helpful_votes": 175, "photos": 0}, "author_distribution": {"review_value_5": 190, "review_value_4": 62, "review_value_3": 18, "review_value_2": 4, "review_value_1": 4}}, "review_data": {"date": "05-08-2016", "rating": 5.0, "content": "Had the veal for my entree at Pavillion and am obsessed with how it's cooked and the sauce that comes with, absolutely delightful. The service here is the best we experienced in Zurich and potentially all of Switzerland. The staff was timely, but not overbearing, and extremely friendly while still seeming genuine. Everything was prepared perfectly, we agreed one of our best meals during our vacation!!", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2011, "author_stats": {"contributions": 61, "cities_visited": 88, "helpful_votes": 23, "photos": 0}, "author_distribution": {"review_value_5": 21, "review_value_4": 26, "review_value_3": 11, "review_value_2": 2, "review_value_1": 0}}, "review_data": {"date": "31-07-2016", "rating": 5.0, "content": "We had a wonderful meal with the five course tasting menu with wine pairings. The pairings were perfect. Waitstaff was courteous and prompt. The restaurant environment is bright, elegant, peaceful and full of flowers. I am sure the menu changes regularly with the pairings so I won't comment on a particular food I will just say everything was prepared and presented beautifully.", "likes": 0}}, {"author_data": {"author_level": 3, "author_member_since": 2016, "author_stats": {"contributions": 18, "cities_visited": 18, "helpful_votes": 4, "photos": 0}, "author_distribution": {"review_value_5": 6, "review_value_4": 6, "review_value_3": 5, "review_value_2": 1, "review_value_1": 0}}, "review_data": {"date": "22-07-2016", "rating": 5.0, "content": "cena d'affari in 6 cosa dire tutto impeccabile dal locale al personale alla carta dei vini complimenti alla cucina per i loro piatti creativi e gustosi", "likes": 0}}, {"author_data": {"author_level": 2, "author_member_since": 2016, "author_stats": {"contributions": 6, "cities_visited": 3, "helpful_votes": 6, "photos": 0}, "author_distribution": {"review_value_5": 3, "review_value_4": 2, "review_value_3": 0, "review_value_2": 0, "review_value_1": 1}}, "review_data": {"date": "15-07-2016", "rating": 4.0, "content": "Myself and my girlfriend visited this restaurant last night and were really happy with the food and service. It's a nice pleasant environment and without doubt we'll be back again. The staff were absolutely fantastic and when they heard that it was my girlfriends birthday they pulled out all the stops and even gave us a complimentary birthday cake.", "likes": 1}}, {"author_data": {"author_level": 4, "author_member_since": 2015, "author_stats": {"contributions": 19, "cities_visited": 7, "helpful_votes": 4, "photos": 63}, "author_distribution": {"review_value_5": 8, "review_value_4": 8, "review_value_3": 2, "review_value_2": 0, "review_value_1": 1}}, "review_data": {"date": "26-06-2016", "rating": 5.0, "content": "We drove in with our car at around 19.30, we were welcomed with a smile and with open arms, our car was parked by the staff and we proceeded to the Pavillon Restaurant for Dinner! What a welcoming Ambiance, staff, table decoration, a glass of house Champagne Philipponnat was served as a starter! Perfect and good service, excellent food... We were melting away and not forgetting the last surprise from the kitchen( a house made dessert to our wedding anniversary) lovely", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2016, "author_stats": {"contributions": 120, "cities_visited": 29, "helpful_votes": 26, "photos": 0}, "author_distribution": {"review_value_5": 46, "review_value_4": 53, "review_value_3": 17, "review_value_2": 2, "review_value_1": 2}}, "review_data": {"date": "18-06-2016", "rating": 5.0, "content": "This place is amazing, good food, good service, ideal garden view, variety of food is rich The place is unique and very sunny", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2012, "author_stats": {"contributions": 46, "cities_visited": 28, "helpful_votes": 21, "photos": 0}, "author_distribution": {"review_value_5": 20, "review_value_4": 16, "review_value_3": 8, "review_value_2": 1, "review_value_1": 1}}, "review_data": {"date": "17-06-2016", "rating": 3.0, "content": "The dining room is beautiful. It is round, and interestingly the acoustics allow for easy eavesdropping on conversations from the opposite side of the dining room. Unfortunately, the amuse-bouche was the best part of the meal, but it was spectacular. My wife's first course wwas stuffed morels. She didn't like it and asked for something else. The server appeared to be in disbelief. He asked us if we had had morels before. I was about to say \"yesterday,\" but my wife was too polite for that. They did bring another dish, which was better.I had duck, which was reasonable but not at a Michelin star level. Also, I had to ask my server for a water refill. After that he was very attentive to the water. I guess it isn't his fault completely. The glass had purple strips, and it is hard to see how full it is without being directly above it.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2014, "author_stats": {"contributions": 222, "cities_visited": 61, "helpful_votes": 125, "photos": 258}, "author_distribution": {"review_value_5": 94, "review_value_4": 77, "review_value_3": 31, "review_value_2": 8, "review_value_1": 12}}, "review_data": {"date": "15-06-2016", "rating": 5.0, "content": "This uber up scale restaurant offers Zurich outsiders a chance for a special treat - the restaurant's setting is right on the lake front adjoining a canal and the Hotel BAUR au Lac gardens, sets the tone.A few tables spread in a semicircle offer privacy and prepares the diner for a luxurious experience.Make sure you are prepared to pay... It's expensive even for Swiss standards!", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2012, "author_stats": {"contributions": 42, "cities_visited": 29, "helpful_votes": 111, "photos": 0}, "author_distribution": {"review_value_5": 27, "review_value_4": 6, "review_value_3": 6, "review_value_2": 3, "review_value_1": 4}}, "review_data": {"date": "13-06-2016", "rating": 2.0, "content": "Firstly the good- lovely charming dining room. Lots of room between the tables. Very attentive, friendly efficient service, although the sommelier was not concerned at all by my criticisms of the wine. Now for the not so good. We both had the tasting menu with one of us having the wine pairing. The bill including discretionary service was 500 Euros for which we would expect a memorable experience. The wine pairings were idiosyncratic, cheap,seemingly random wines without connection with the food. For example a dry acidic Riesling with the foie gras. A truly awful Sauvignon blanc with the mushrooms. A way too young alcoholic Spanish Ribera del Duero overpowered the veal. No sweet wine with the dessert. I reviewed the main wine list in detail before our visit and as a whole it contains a bunch of mediocre and overpriced wines. Hardly a single bottle of wine rated as above average by any wine critic. The sommelier suggested some extra glasses since I was not enjoying the flight, for which he charged extra at the end. Not good. The food was immaculately presented, looked great, very small portions but hey it's a tasting menu and we ate our way through 2 bread baskets to make up. However the food, while technically good, lacked any real passion or wow factor, little depth or intensity of flavour, no especially interesting or new flavours. The foie gras tasted like deli pate. The mushrooms with goat cheese sauce were bog standard mushrooms and the goats cheese sauce a bit pale, thin and acidic. The wild seabass was a nicely cooked square of the fish, crispy skin, no sauce. The veal was also presented in curiously similar square shapes, tender but not full of flavour and was accompanied by a thin crayfish sauce, underpowered. The cheese board was just the usual culprits, we had Comte and Roquefort all good deli stuff, nothing particularly interesting. The orange and chocolate dessert was actually pretty good. The bread basket was full of the usual bread culprits, sliced pieces of loaves you would find in any bakery. In summary, very disappointing at this price despite the very good service.", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2014, "author_stats": {"contributions": 90, "cities_visited": 37, "helpful_votes": 62, "photos": 228}, "author_distribution": {"review_value_5": 28, "review_value_4": 52, "review_value_3": 9, "review_value_2": 0, "review_value_1": 1}}, "review_data": {"date": "11-06-2016", "rating": 4.0, "content": "到每個城市,如果有機會,我們一定會挑選幾間米其林餐廳做為旅程的美好饗宴。這天我們選擇的是MENU HARMONIE with wine paring.從前菜、主餐到甜點以及每道料理選的餐酒都相當合宜。其中我們最喜愛脆皮鱸魚菲力佐墨魚汁和小牛肉里肌這兩道料理，羊肚菌也是相當少見的食材，Meursault Cuvée Maurice Chevalier, Remoissenet Père & Fils, Burgundy, France 2013 這支白酒選的相當好，美好怡人的香氣，和鱸魚排搭配的相得益彰，也是我們第一次嚐試甜點搭配柚子清酒。侍酒師以及服務人員專業到位，讓我們在用餐時刻相當愉快自得。", "likes": 2}}, {"author_data": {"author_level": 6, "author_member_since": 2013, "author_stats": {"contributions": 205, "cities_visited": 78, "helpful_votes": 95, "photos": 0}, "author_distribution": {"review_value_5": 79, "review_value_4": 84, "review_value_3": 39, "review_value_2": 3, "review_value_1": 0}}, "review_data": {"date": "07-06-2016", "rating": 4.0, "content": "We dined here as we were staying at the hotel and very much enjoyed the evening. There was a private party in part of the dining room but that did not diminish the evening. Its a super location and layout. The staff were excellent. Knowledgable and very efficient. We would have scored it a 5 if the food was quite on a par with the prices but it just fell short in our opinion. Still very good", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2012, "author_stats": {"contributions": 498, "cities_visited": 934, "helpful_votes": 136, "photos": 19}, "author_distribution": {"review_value_5": 250, "review_value_4": 168, "review_value_3": 73, "review_value_2": 10, "review_value_1": 3}}, "review_data": {"date": "01-06-2016", "rating": 5.0, "content": "We enjoyed an excellent dinner on a rainy night in Zurich. We chose the 3-course tasting menu, which was preceded by two amuses bouches. For the main course, we both chose Swiss veal tenderloin, prepared in two different ways. The Swiss red wine recommended by the sommelier was a perfect pairing over multiple courses.", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2015, "author_stats": {"contributions": 56, "cities_visited": 25, "helpful_votes": 14, "photos": 0}, "author_distribution": {"review_value_5": 35, "review_value_4": 19, "review_value_3": 0, "review_value_2": 2, "review_value_1": 0}}, "review_data": {"date": "29-05-2016", "rating": 5.0, "content": "Cadre magnifiqueCarte à l'avenantService dans la tradition des grandes maisons françaisesSélection de vins époustouflante (Francais mais aussi Italiens, blancs Autrichiens, Suisses)Carte réduite mais de qualitéMenu 'Lunch' de saisonQue dire si ce n'est parfait et à bientôt", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2015, "author_stats": {"contributions": 25, "cities_visited": 12, "helpful_votes": 3, "photos": 0}, "author_distribution": {"review_value_5": 7, "review_value_4": 10, "review_value_3": 8, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "23-05-2016", "rating": 5.0, "content": "We had a table for 2 on a friday, waiting time for my wife was lovely bridged with a glass of wine and a look at the wine menu. We went for the \"Harmony\" menu with accompanying wines.Atmosphere was busy but still more than enough space between tables to be have privacy. We had two Amuse Gueule before we set off, first course was terrine from duck with green asperagus, second filled morells, third course sepia sauce with a delicious piece of line-caught turbot - the highlight of the evening, main was veal with very intense sauce, after a short break it was Yuzu icecream with hand made chocolate - a piece of art. Wines did match perfectly. All in all best dining experience in a while.Last time we went was 6 years ago and the experince was much better now than back then. Not cheap, so be prepared to part with some of your hardearned money, we had a gift voucher which eased the pain a bit.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2014, "author_stats": {"contributions": 947, "cities_visited": 148, "helpful_votes": 610, "photos": 589}, "author_distribution": {"review_value_5": 240, "review_value_4": 462, "review_value_3": 206, "review_value_2": 45, "review_value_1": 6}}, "review_data": {"date": "22-05-2016", "rating": 4.0, "content": "Had my breakfast here for two days. The wait staff were polite and attentive. The eggs benedict were the best I have tried ever. The choice of cheese and cold cuts was limited though.Had dinner on the 2nd night. Not really familiar with fine dining style, I just partook whatever that has been ordered by the host. The 3-course meal was nice. Again the wait staff was fantastic and were patient enough to wait until our VIP guest called it a day almost mid night.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2009, "author_stats": {"contributions": 485, "cities_visited": 682, "helpful_votes": 220, "photos": 250}, "author_distribution": {"review_value_5": 179, "review_value_4": 201, "review_value_3": 76, "review_value_2": 22, "review_value_1": 8}}, "review_data": {"date": "20-05-2016", "rating": 4.0, "content": "Il locale è molto bello,affacciato sul giardino dell'hotel.Bei tavoli ed apparecchiature di livello.Abbiamo optato per il menu degustazione Goa ( tre portate a scelta su un ventaglio di sei) con vini abbinati.In particolare il branzino su nero di seppia ed il parfait allo yuzu sono risultati eccellenti.Non mi hanno convinto invece le spugnole ripiene di pollo su crema di caprino( troppo asprigno il gusto del piatto).Vi è stata inoltre una disattenzione da parte di chi aveva raccolto le ordinazioni che solo grazie all'intervento del (bravo ) sommelier è stato evitato che mi venisse servito il vitello al posto del branzino. Ritengo anche migliorabile il cestino dei pani ( le cui tipologie andrebbero poi illustrate ai commensali) ed inoltre non considero elegante che alla donna venga consegnato il menu in cui compaiono i prezzi che,(data l'entità) potrebbero metterla in imbarazzo.Per tutti questi particolari non valuto di dare il massimo punteggio.", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2013, "author_stats": {"contributions": 36, "cities_visited": 11, "helpful_votes": 17, "photos": 10}, "author_distribution": {"review_value_5": 5, "review_value_4": 18, "review_value_3": 11, "review_value_2": 1, "review_value_1": 1}}, "review_data": {"date": "04-05-2016", "rating": 4.0, "content": "We enjoyed the harmonies menu with wine pairings. A few small issues take a star away from my review. There was confusion at time of seating, our reservation was confirmed with celiac requirements however wheat products were served in the first amuse bouche and we both ordered a sweet dessert and cheese however our waitress was confused so we ended up sharing one of each instead. The service minus these issues was great! Friendly and not pretentious. Food was flavourful and beautifully paired perfectly to wine.", "likes": 0}}, {"author_data": {"author_level": 3, "author_member_since": 2012, "author_stats": {"contributions": 10, "cities_visited": 46, "helpful_votes": 9, "photos": 0}, "author_distribution": {"review_value_5": 5, "review_value_4": 3, "review_value_3": 0, "review_value_2": 2, "review_value_1": 0}}, "review_data": {"date": "22-04-2016", "rating": 4.0, "content": "Prior to Pavillon I`ve visited Messa, Clouds and some other good restaurants in Zurich, and this one is the Best. Food was delicious and place is really nice.not excellent due to:1. Coffee. Ordered an Espresso and receive something like Lungo - too big, too liquid.2. Service. As for me there was too much attention from the staff (they very friendly, of course). I just prefer to have a bit more freedom.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2008, "author_stats": {"contributions": 621, "cities_visited": 1242, "helpful_votes": 261, "photos": 0}, "author_distribution": {"review_value_5": 540, "review_value_4": 71, "review_value_3": 6, "review_value_2": 4, "review_value_1": 0}}, "review_data": {"date": "20-04-2016", "rating": 5.0, "content": "we went for a dinner with a friend of ours to the Pavillon again. as we have been disapointed last time for the parking service our expectations were high regarding the changes made. everything went smooth and we enjoyed the excellent service by all the staff. the food was very nice too.", "likes": 0}}, {"author_data": {"author_level": 3, "author_member_since": 2015, "author_stats": {"contributions": 10, "cities_visited": 7, "helpful_votes": 5, "photos": 0}, "author_distribution": {"review_value_5": 4, "review_value_4": 0, "review_value_3": 3, "review_value_2": 2, "review_value_1": 1}}, "review_data": {"date": "13-04-2016", "rating": 3.0, "content": "The first time I have been there and need to say that the service is excellent. If you have kind of Business meetings, they might ask too much, if everything is fine and if something is missing. The food was good and tasty, also the amuse gueule was a nice side effect after the main course came to our table. What I am wondering is, I had bad stomach problems for nearly 30 minutes during I ate... Maybe germs in the kitchen? Might be, but I think as a conclusion it's nice to go there for the ambience and service, design but I wouldn't eat there again honestly.", "likes": 0}}, {"author_data": {"author_level": 2, "author_member_since": 2013, "author_stats": {"contributions": 5, "cities_visited": 4, "helpful_votes": 3, "photos": 0}, "author_distribution": {"review_value_5": 3, "review_value_4": 0, "review_value_3": 1, "review_value_2": 1, "review_value_1": 0}}, "review_data": {"date": "12-04-2016", "rating": 5.0, "content": "One of the most beautiful and intimate restaurants in Zurich; convenient location with parking close by; a fantastic menue (well deserved accolades), great selection of fantastic wines (the excellent and tactful sommelier is always ready to make a great recommendation), and impeccable service.", "likes": 0}}, {"author_data": {"author_level": 2, "author_member_since": 2016, "author_stats": {"contributions": 5, "cities_visited": 5, "helpful_votes": 0, "photos": 0}, "author_distribution": {"review_value_5": 1, "review_value_4": 4, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "18-03-2016", "rating": 4.0, "content": "Très belle endroit, cuisine raffinée, service élégant et souriant, vous pouvez y aller les yeux fermés. merci pour ce joli moment, nous avons passé une très belle soirée.", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2013, "author_stats": {"contributions": 26, "cities_visited": 21, "helpful_votes": 34, "photos": 0}, "author_distribution": {"review_value_5": 13, "review_value_4": 5, "review_value_3": 5, "review_value_2": 1, "review_value_1": 2}}, "review_data": {"date": "08-03-2016", "rating": 5.0, "content": "Wir wurden bei unserer Ankunft mit einem Upgrade in eine Junior-Suite überrascht.Nach einem Apero in der neu und sehr geschmackvoll dekorierten Hotellobby genossen wir ein wunderbares Menü im Restaurant Pavillon in intimem Rahmen und perfektem Service.Obwohl wir aufgrund der durchtanzten Nacht auf dem Opernball das Frühstück eher spät besuchten, konnten wir auch lange über die offizielle Frühstückszeit das opulente Buffet und den grossartigen Service im Restaurant Pavillon geniessen.", "likes": 1}}, {"author_data": {"author_level": 3, "author_member_since": 2013, "author_stats": {"contributions": 15, "cities_visited": 57, "helpful_votes": 11, "photos": 6}, "author_distribution": {"review_value_5": 9, "review_value_4": 4, "review_value_3": 2, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "03-03-2016", "rating": 5.0, "content": "Exclusive restaurant, in a exclusive hotel and exclusive location in Zurich. The food was exquisite, and the service very professional and close at the same time.", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2016, "author_stats": {"contributions": 27, "cities_visited": 25, "helpful_votes": 9, "photos": 0}, "author_distribution": {"review_value_5": 6, "review_value_4": 14, "review_value_3": 5, "review_value_2": 1, "review_value_1": 1}}, "review_data": {"date": "25-02-2016", "rating": 5.0, "content": "visitando la citta capitiamo in questo ristorante dell albergo baur au lac.veniamo accolti dallo staff di sala pronto preparato e gentilissimo.la sala e molto bella luminosa moderna e elegante e vista molto caratteristica.prendiamo due menu degustazione ottimi .abbinamenti eccezionali e estetica dei piatti curatissimi.eccezionale il fois gras!dolci eccezionali.complimenti al sommelier che ci ha abbinato i vini al nostro menu.prezzo in linea con quello che abbiamo mangiato .bravi veramente!!!", "likes": 0}}, {"author_data": {"author_level": 1, "author_member_since": 2016, "author_stats": {"contributions": 4, "cities_visited": 4, "helpful_votes": 2, "photos": 3}, "author_distribution": {"review_value_5": 4, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "24-02-2016", "rating": 5.0, "content": "We went their for valentines. We were surprised, great food and equally great wines to pair with the food they serve. nice ambience and excellent service. All top class. will be back", "likes": 0}}, {"author_data": {"author_level": 3, "author_member_since": 2016, "author_stats": {"contributions": 23, "cities_visited": 10, "helpful_votes": 6, "photos": 0}, "author_distribution": {"review_value_5": 5, "review_value_4": 14, "review_value_3": 2, "review_value_2": 1, "review_value_1": 1}}, "review_data": {"date": "21-02-2016", "rating": 5.0, "content": "I'd been meaning to try this restaurant for some time and decided to try it out for Valentine's Day and I'm really glad I did - it was a superb meal with good wine and great service.We had a set 6 course menu with wine pairings and the highlight for me was the duck foie grois which was servers with a Swiss sweet wine which was surprisingly tasty.All of the food was presented so cleanly and it was aesthetically pleasing. I'm pleased to say that the food tasted as good as it looks. If you're looking for fine dining in Zurich then make sure Pavillon is on your list - you won't be disappointed.", "likes": 0}}, {"author_data": {"author_level": 2, "author_member_since": 2015, "author_stats": {"contributions": 9, "cities_visited": 7, "helpful_votes": 9, "photos": 0}, "author_distribution": {"review_value_5": 5, "review_value_4": 1, "review_value_3": 2, "review_value_2": 0, "review_value_1": 1}}, "review_data": {"date": "19-02-2016", "rating": 1.0, "content": "Als Jahrzehnte langer Rive Gauche Gast des Baur au Lac in Zürich (hier sind wir sehr zufrieden mit der Qualität der Speisen), freuten wir uns wieder einmal ins Restaurant Le Pavillon zu gehen. Wir waren aber enorm enttäuscht. Nicht nur über die Qualität der Speisen (Magenkrämpfe in der Nacht), auch über die Grösse der Speisen und die Flexibilität beim Eingehen auf die Kundenwünsche. Durchschnittliche Qualität, kleinere Portionen, anonymerer Service und höhere Preise finden Sie wahrscheinlich in ganz Zürich nicht mehr. Nun wurde uns nochmals bestätigt, warum hier keine Züricher essen. Schade. Es gibt gute Alternativen.", "likes": 2}}, {"author_data": {"author_level": 4, "author_member_since": 2014, "author_stats": {"contributions": 24, "cities_visited": 10, "helpful_votes": 16, "photos": 0}, "author_distribution": {"review_value_5": 13, "review_value_4": 3, "review_value_3": 2, "review_value_2": 6, "review_value_1": 1}}, "review_data": {"date": "17-02-2016", "rating": 5.0, "content": "Exquisite food and warm welcome. While respectful of the etiquette, the staff is also a bunch of fun people which for me is equally important as the food I am eating.Pavillon deserves praises on both aspects.As simple as that.", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2011, "author_stats": {"contributions": 20, "cities_visited": 66, "helpful_votes": 13, "photos": 26}, "author_distribution": {"review_value_5": 15, "review_value_4": 4, "review_value_3": 0, "review_value_2": 0, "review_value_1": 1}}, "review_data": {"date": "14-02-2016", "rating": 5.0, "content": "We were amazed by the perfect combination of great food and wine, excellent service and elegancy of the restaurant.", "likes": 0}}, {"author_data": {"author_level": 3, "author_member_since": 2014, "author_stats": {"contributions": 19, "cities_visited": 15, "helpful_votes": 60, "photos": 0}, "author_distribution": {"review_value_5": 15, "review_value_4": 0, "review_value_3": 0, "review_value_2": 1, "review_value_1": 3}}, "review_data": {"date": "31-01-2016", "rating": 5.0, "content": "Charmantes, junges und aufgestelltes Serviceteam sind im Restaurant Pavillon anzutreffen wie an keinem anderen Ort in Zürich. Das Menu Harmonie ist sehr empfehenswert! Ein Erlebiss welches in langer Erinnerung bleiben wird. Danke!", "likes": 2}}, {"author_data": {"author_level": 3, "author_member_since": 2015, "author_stats": {"contributions": 13, "cities_visited": 12, "helpful_votes": 0, "photos": 0}, "author_distribution": {"review_value_5": 8, "review_value_4": 2, "review_value_3": 1, "review_value_2": 1, "review_value_1": 1}}, "review_data": {"date": "30-01-2016", "rating": 4.0, "content": "Wir haben das Pavillon an einen Samstag Abend besucht. Wir haben das komplette Menu inkl. ein Glas Wein pro Gang bestellt. Allerdings haben wir die erste Vorspeise ausgelassen und haben dafür Käse vor dem Dessert bestellt. Dies hat offentsichtlich zu Kommunikationsproblemen geführt.Vorweg kann man ohne Abstriche sagen, dass die Küche fantastisch war.Der Service liess leider an wenigen Punkten zu wünschen übrig:1) Zu unseren Vorspeise wurde der falsche Glas Wein serviert, was uns leider zu spät aufgefallen war.2) Der Sommelier war offentsichtlich nicht von unserer Menuänderung beim Dessert informiert.3) Der Wein zum Hauptgang wurde erst in letzter Sekunde geöffnet.4) Wir wurden gefragt, ob wir den Dessertwein schon zum Vordessert wollen. Wir wünschten den Muscato erst zum Dessert. Das wurde im Anschluss einfach ignoriert und der Wein wurde beim Vordessert serviert, womit der Muscato bereits warm wurde zum Dessert.", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2015, "author_stats": {"contributions": 302, "cities_visited": 58, "helpful_votes": 87, "photos": 233}, "author_distribution": {"review_value_5": 126, "review_value_4": 123, "review_value_3": 46, "review_value_2": 4, "review_value_1": 4}}, "review_data": {"date": "27-01-2016", "rating": 5.0, "content": "Esse restaurante, que fica dentro dos jardins do hotel Baur au Lac é maravilhoso.O ambiente, a decoração com flores naturais em tons claros, deixam o local com um aroma delicioso.O serviço é perfeito. Basta pensar em algo que já estão prontos para te servir.A comida, fresca e criativa é excepcional, tanto que ganhou 1 estrela Michelin.O preço é caro, mesmo para Zurique, mas a experiencia certamente compensa!", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2007, "author_stats": {"contributions": 26, "cities_visited": 41, "helpful_votes": 24, "photos": 13}, "author_distribution": {"review_value_5": 17, "review_value_4": 6, "review_value_3": 1, "review_value_2": 2, "review_value_1": 0}}, "review_data": {"date": "19-01-2016", "rating": 5.0, "content": "Desde o momento que se entra no restaurante a atmosfera é incrível. Tudo impecável. As entradas e os pratos principais são magníficos . E tudo com uma linda vista do jardim do hotel. Amei tudo. Quero voltar", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2014, "author_stats": {"contributions": 108, "cities_visited": 108, "helpful_votes": 40, "photos": 338}, "author_distribution": {"review_value_5": 60, "review_value_4": 41, "review_value_3": 5, "review_value_2": 2, "review_value_1": 1}}, "review_data": {"date": "17-01-2016", "rating": 5.0, "content": "Excellent ambience. Amazing people. Variety of menu. Affordable cost for this place you are treated like a king. Family or business you will not regret.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2013, "author_stats": {"contributions": 121, "cities_visited": 54, "helpful_votes": 139, "photos": 67}, "author_distribution": {"review_value_5": 83, "review_value_4": 15, "review_value_3": 5, "review_value_2": 8, "review_value_1": 10}}, "review_data": {"date": "03-01-2016", "rating": 5.0, "content": "Esperienza culinaria eccelsa, menù degustazione veramente spettacolare con un abbinamento vini perfetto.Consigliato a tutti i visitatori di Zurigo", "likes": 1}}, {"author_data": {"author_level": 3, "author_member_since": 2015, "author_stats": {"contributions": 18, "cities_visited": 11, "helpful_votes": 9, "photos": 11}, "author_distribution": {"review_value_5": 13, "review_value_4": 4, "review_value_3": 1, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "03-01-2016", "rating": 5.0, "content": "During a trip to Zurich in December 2015 we decided to treat ourselves to a meal at a Michelin Star restaurant and chose the Pavillon restaurant at the Baur Au Lac hotel. The service was excellent and the food amazing.We decided to have the full Harmonie menu with wine tasting. We started with a few appetizers from the Chef which were unique and very tasty.All the courses were unique, delicate, intricate and full of flavour. They were absolutely delicious!The service at the restaurant was very efficient and of a high standard, yet also very warm and friendly. We were made to feel welcome.Overall it was definitely an amazing experience and one to remember for a very long time!", "likes": 1}}, {"author_data": {"author_level": 4, "author_member_since": 2011, "author_stats": {"contributions": 42, "cities_visited": 15, "helpful_votes": 21, "photos": 0}, "author_distribution": {"review_value_5": 31, "review_value_4": 1, "review_value_3": 4, "review_value_2": 0, "review_value_1": 6}}, "review_data": {"date": "01-01-2016", "rating": 5.0, "content": "I made a dinner reservation to celebrate my wife's birthday just before Christmas. Dinner was all that I expected, and more. The staff was so very polite, efficient, welcoming and Friendly. The service, food and presentation were all flawless. The atmosphere was quiet and refined. My wife was thrilled with everything and that alone made for a very special evening. It was a relaxing and memorable experience. I commend and thank everyone involved.", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2012, "author_stats": {"contributions": 35, "cities_visited": 153, "helpful_votes": 20, "photos": 0}, "author_distribution": {"review_value_5": 10, "review_value_4": 13, "review_value_3": 8, "review_value_2": 3, "review_value_1": 1}}, "review_data": {"date": "01-01-2016", "rating": 5.0, "content": "Eintauchen in eine stilvolle und elegante Umgebung die alles um sich herum vergessen lässt. Der Service war dezent, freundlich, professionell und zuvorkommend.Die Kompositionen aus der Küche kreativ, und hervorragend. Das gesamte Menü war eine Harmonie, die durch das perfekt auf den Gang abgestimmte Glas Wein unterstrichen wurde. Einfach perfekt.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2008, "author_stats": {"contributions": 96, "cities_visited": 39, "helpful_votes": 62, "photos": 0}, "author_distribution": {"review_value_5": 62, "review_value_4": 33, "review_value_3": 1, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "26-12-2015", "rating": 5.0, "content": "Seit Jahrzehnten suchen wir den Pavillon für spezielle Gelegenheiten auf und immer wieder betört uns die unvergleichliche, beinahe nonchalante Eleganz dieses Restaurants. Auch wenn man Blumen am liebsten in der freien Natur antrifft - hier gehören die prachtvollen Bouquets einfach dazu. Sobald man eintritt vergisst man die profane Aussenwelt, auch wenn man durch die grossen Fenster das emsige Treiben und Einnachten beobachten kann. Die Küche nähert sich immer mehr einem Zusatzstern. Wir genossen das hervorragende Weihnachtessen und konnten nicht entscheiden, ob die zahlreichen Grüsse aus der Küche oder das Menü selbst besser waren. Einige Beispiele: herrliche Carbonara Variation im Ei, Austernravioli, Jakobsmuscheln mit Trüffel und vieles andere mehr. Ich würde die empfohlene Weinauswahl vorschlagen: da hat der Sommelier in die Schatzkiste gegriffen und perfekte Harmonien hergezaubert (unter anderem Weltklasse Sauvigon blanc und weissen Burgunder) hat. Alles in allem ist der Preis für dieses Erlebnis an diesem Ort nicht übertrieben vor allem, wenn man sich von der Crew so bestens aufgehoben fühlt. Unbedingt besuchen wenn man was zu feiern hat - oder auch so.", "likes": 2}}, {"author_data": {"author_level": 4, "author_member_since": 2007, "author_stats": {"contributions": 39, "cities_visited": 22, "helpful_votes": 14, "photos": 0}, "author_distribution": {"review_value_5": 29, "review_value_4": 8, "review_value_3": 2, "review_value_2": 0, "review_value_1": 1}}, "review_data": {"date": "23-12-2015", "rating": 5.0, "content": "Went here due to TA reviews and the Michelin Star and we are glad we did. From when we arrived to when we left it was a pleasurable experience. We both ordered the menu harmonies with wine pairings and it was delicious. Each portion (Scallop, duck terrine and vension) was presented beautifully along with the amuse bouches that came out between courses and at the start. While we loved everything we particularly enjoyed finishing off with the cheese selection. Having slices off the trolley and such a diverse range of cheeses was truly delightful. We would not hesitate to recommend this place to anyone visiting Zurich!!!! Thank you so much Pavillon and compliments to not only the chef but all the staff!!!", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2009, "author_stats": {"contributions": 76, "cities_visited": 105, "helpful_votes": 45, "photos": 16}, "author_distribution": {"review_value_5": 30, "review_value_4": 28, "review_value_3": 17, "review_value_2": 2, "review_value_1": 0}}, "review_data": {"date": "16-12-2015", "rating": 4.0, "content": "Kulinarik auf höchstem Niveau. Qualität TOP, Service sehr gut bis perfekt. Somelier mit Fachwissen. Eigentlich nichts zu meckern.Für ein Fazit \"ausgezeichnet\" fehlt mir aber leider etwas die Überraschung oder Nuancen, es gab keine positiven Überraschungen.Der Hinweis des Chef des Serivce \"Sie der Trüffel kostet dann extra\" war nicht angebracht. Als Gast eines solchen Restaurants ist mir das nicht unbekannt.", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2010, "author_stats": {"contributions": 719, "cities_visited": 785, "helpful_votes": 1216, "photos": 30}, "author_distribution": {"review_value_5": 169, "review_value_4": 348, "review_value_3": 141, "review_value_2": 68, "review_value_1": 30}}, "review_data": {"date": "05-12-2015", "rating": 4.0, "content": "The ambiance is superb and the layout is so well done. The staff are very attentive and service is above average. The menu is good but not great and the food is very good but not excellent. Wine was very good. I enjoyed lunch and will return.", "likes": 0}}, {"author_data": {"author_level": 3, "author_member_since": 2015, "author_stats": {"contributions": 8, "cities_visited": 9, "helpful_votes": 23, "photos": 7}, "author_distribution": {"review_value_5": 6, "review_value_4": 2, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "23-11-2015", "rating": 5.0, "content": "Der Lunch im Pavillon bietet ein überraschend angemessenes Preis-Leistungsverhältnis. Besonders das 2-Gänge Menü offenbart eine wunderbare Einführung in die ganz feine Küche. Das ausgesprochen leckere Menü war sehr ausgewogen und insgesamt ein Genusserlebnis, was wir jedoch von dieser noblen Adresse auch erwartet haben. Erwähnenswert war der Weisswein vom Zürichsee, ein Sauvignon Blanc vom Weingut Erich Meier. Der Service ist freundlich, zuvorkommend und extrem aufmerksam.", "likes": 3}}, {"author_data": {"author_level": 2, "author_member_since": 2009, "author_stats": {"contributions": 4, "cities_visited": 146, "helpful_votes": 0, "photos": 9}, "author_distribution": {"review_value_5": 4, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "22-11-2015", "rating": 5.0, "content": "Vendredi midi lunch au restaurant Le pavillon avec le grand menu.un délice de a à z fraîcheur inventivité créativité. Largement deux étoiles Michelin", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2015, "author_stats": {"contributions": 107, "cities_visited": 51, "helpful_votes": 47, "photos": 0}, "author_distribution": {"review_value_5": 34, "review_value_4": 49, "review_value_3": 21, "review_value_2": 1, "review_value_1": 2}}, "review_data": {"date": "22-11-2015", "rating": 5.0, "content": "Nous avons fêté notre anniversaire de mariage en août dans ce très bon restaurant. Tout fût parfait, de l'accueil au dessert!Très belle salle avec des compositions florales à base d'orchidées, magnifiques! Cuisine raffinée, service impeccable, sommelier intarissable et de très bon conseil!Bref, fréquentant souvent les restaurants étoilés, celui-ci est un cran au-dessus de l'étoile attribuée par le guide Michelin!", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2012, "author_stats": {"contributions": 127, "cities_visited": 75, "helpful_votes": 152, "photos": 81}, "author_distribution": {"review_value_5": 52, "review_value_4": 27, "review_value_3": 15, "review_value_2": 17, "review_value_1": 16}}, "review_data": {"date": "21-11-2015", "rating": 5.0, "content": "Impressive and spacious restaurant just a few steps from Paradeplatz. Impeccable service, high quality food and cooking, extensive and interesting wine lists, Swiss prices. Always a secure choice.", "likes": 0}}, {"author_data": {"author_level": 3, "author_member_since": 2012, "author_stats": {"contributions": 21, "cities_visited": 86, "helpful_votes": 9, "photos": 0}, "author_distribution": {"review_value_5": 5, "review_value_4": 5, "review_value_3": 6, "review_value_2": 2, "review_value_1": 2}}, "review_data": {"date": "20-11-2015", "rating": 5.0, "content": "Attentive staff, nice surrounds and delicious food - would fully recommend. The pumpkin soup was delicious and the sea bass excellent.Very good service.", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2004, "author_stats": {"contributions": 116, "cities_visited": 91, "helpful_votes": 69, "photos": 4}, "author_distribution": {"review_value_5": 64, "review_value_4": 46, "review_value_3": 14, "review_value_2": 4, "review_value_1": 0}}, "review_data": {"date": "16-11-2015", "rating": 3.0, "content": "Why Average??Because little things always are the difference between average and very good or Excellent.We were having dinner in this one star restaurant because of my birthday.coming on the premises of this 5 star Hotel the Porter was busy doing things but not opening the door, arriving at the restaurant we were pleasantly greeted and brought to our table nice atmosphere although a little bit old fashioned and good and friendly staff, the only minor are the clothes of the staff a lttle bit worn and not of this time anymore.It was nice and homy when the explained everything in Swiss german (luckely we understand the most of it).We took the menu with wine suggestions.The first three courses where in our opninon very good also with the wines sugested then it went down (and I know we are spoiled) it wasn't bad but little things bothered me like to sweet to sour and the wines accompenied where on the safe site.It is maybe picky but we expect when you go to a one star restaurant to be suprised.We live in Switzerland so we know the prices but than you expect top and sorry but it wasn't that for us.", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2012, "author_stats": {"contributions": 839, "cities_visited": 721, "helpful_votes": 404, "photos": 37}, "author_distribution": {"review_value_5": 383, "review_value_4": 370, "review_value_3": 54, "review_value_2": 30, "review_value_1": 5}}, "review_data": {"date": "08-11-2015", "rating": 5.0, "content": "Traditionsreiches 5-Sterne Hotel im Herzen von Zürich. Allein schon die fantastische Blumendekoration im Pavillon ist ein Besuch wert. Wunderschönes Ambiente. Elegant. Edel. Stilvoll. Erstklassig in jeder Hinsicht. Vorbildlicher Service unter der äusserst kompetenten Leitung von Herrn Schlatzer, der uns persönlich betreut hat. Sehr sympathisch. Lässt keine Wünsche offen. Hier arbeiten nicht einfach Kellner, sondern echte Gastgeber. Menschen, die ihren Beruf mit Freude und auch mit einem gewissen Stolz, in einem so hervorragenden Haus arbeiten zu dürfen, ausüben. Nobel, aber so, dass man sich als Gast wohlfühlt, nicht hochnäsig oder herablassend. Freundlich. Zuvorkommend. Hochprofessionell.Und die Küche entspricht dem, was man bei 17 Gault Millau-Punkten und einem Michelin-Stern erwarten darf. Kreativ. Exquisit. Fantasievoll. Aussergewöhnlich. Wir genossen das Menü Harmonie, wechselten den zweiten Vorspeisegang aus, da er uns etwas zu muschel- und fischlastig vorkam. Wählten stattdessen Nudeln mit frisch gehobeltem weissem Trüffel. Himmlisch. Und zu jedem Gang ein perfekt auf das Gericht abgestimmtes Glas Wein. Vorzüglich.Wie so oft bei derartigen Degustationsmenüs waren die amuse bouches, alle Vorspeisen und Nachspeisen perfekt, mit viel Liebe zum Detail, harmonisch, abgerundet. Nur bei den Beilagen zum Hauptgang gab es dann zwei kleine Patzer. Wie wenn da der Küchenchef aufgrund der Vielfalt etwas nachlässig wird. Perfekte Garstufe des Rehrückens, elegante Sauce, alles sehr schön präsentiert- aber das Rotkraut, seltsamer Geschmack nach Olivenöl, ziemlich widerlich. Und ein Schälchen mit einem eigenartigen, dünnen Brei. Vermutlich war es Pastinake oder Petersilienwurzel. Völlig unpassend übertönt von Parmesan und wie gesagt von eigentümlich dünner Konsistenz. Sehr geehrter Herr Laurent Eperon, so etwas dürfen sie nicht durchwinken. Da müsste Ihre hohe Kochmütze wackeln.Alles in allem natürlich trotzdem ein wunderschöner Abend, ein grossartiges Erlebnis.Herzlichen Dank an das ganze Team.", "likes": 0}}, {"author_data": {"author_level": 1, "author_member_since": 2015, "author_stats": {"contributions": 2, "cities_visited": 2, "helpful_votes": 0, "photos": 4}, "author_distribution": {"review_value_5": 0, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "07-11-2015", "rating": 5.0, "content": "I booked as a birthday surprise and received a complimentary birthday dessert. The staff where attentive and the food was amazing. A little tip, we booked for lunch instead of dinner and the restaurant was quite with plenty of staff.", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2014, "author_stats": {"contributions": 36, "cities_visited": 35, "helpful_votes": 16, "photos": 9}, "author_distribution": {"review_value_5": 14, "review_value_4": 13, "review_value_3": 8, "review_value_2": 1, "review_value_1": 0}}, "review_data": {"date": "31-10-2015", "rating": 5.0, "content": "Sono andata in questo restaurante con il.mio ragazzo.Nulla da dire! Servizio impecabile, personale disponibile e attenti a ogni nostra esigenza...Abbiamo mangiato il menu degustazione 8 portate; é squisito!!! Sopratutto da provare la sogliola e il fois-gras.Il posto bellissimo, posizione ottima...Da vero sodisfata!", "likes": 1}}, {"author_data": {"author_level": 2, "author_member_since": 2012, "author_stats": {"contributions": 1, "cities_visited": 407, "helpful_votes": 0, "photos": 0}, "author_distribution": {"review_value_5": 0, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "26-10-2015", "rating": 5.0, "content": "I went after a seminar in the adjoining hotel. The restaurant had a good mix of clientele that included an international hotel guests, couples of various age groups, plus local business men and women. I enjoyed the degustation menu. My favourite dish was the filet of sole, which is also on their lunch menu. I would gladly return for that dish. Service was professional and attentive.", "likes": 0}}, {"author_data": {"author_level": 0, "author_member_since": 2015, "author_stats": {"contributions": 1, "cities_visited": 0, "helpful_votes": 0, "photos": 0}, "author_distribution": {"review_value_5": 0, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "21-10-2015", "rating": 4.0, "content": "Nach all den Bewertungen haben wir etwas mehr erwartet. Vielleicht wie bei einem Film welcher extrem gute Bewertungen bekommen hat und man dann leicht entäuscht rausläuft. Preisleistung ist in Ordnung, jedoch haben wir eine kreativere Küche erwartet.", "likes": 0}}, {"author_data": {"author_level": 3, "author_member_since": 2013, "author_stats": {"contributions": 19, "cities_visited": 18, "helpful_votes": 26, "photos": 0}, "author_distribution": {"review_value_5": 10, "review_value_4": 3, "review_value_3": 2, "review_value_2": 3, "review_value_1": 1}}, "review_data": {"date": "12-10-2015", "rating": 5.0, "content": "Wunderschöne Lage, exzellente Speisen, perfekter Service und eine Bestuhlung, welche Raum für Gespräche lässt. - Was kann man sich mehr für einen genussvollen Abend in Zürich wünschen?", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2012, "author_stats": {"contributions": 100, "cities_visited": 229, "helpful_votes": 73, "photos": 15}, "author_distribution": {"review_value_5": 68, "review_value_4": 18, "review_value_3": 8, "review_value_2": 2, "review_value_1": 4}}, "review_data": {"date": "06-10-2015", "rating": 5.0, "content": "Esse é dos dos restaurantes mais bacanas que já fui. Requintado, com serviço espetacular e delicado.Premiado no Michelin mas muito acima das minhas expectativas. Considero o Chef Laurent Eperon um dos mais elaborados, criativos e sofisticados que já tive o prazer em conhecer. Não deixe de pedir FOIE GRAS DE CANARD.", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2009, "author_stats": {"contributions": 357, "cities_visited": 879, "helpful_votes": 347, "photos": 730}, "author_distribution": {"review_value_5": 187, "review_value_4": 105, "review_value_3": 47, "review_value_2": 14, "review_value_1": 6}}, "review_data": {"date": "05-10-2015", "rating": 5.0, "content": "Deservedly famous for Eleven Madison Park (and NoMad) in New York, Daniel Humm came back home to the Baur au lac where he had trained as a youngster for a week of gastronomic delights. Accompanied by a small but representative sample of his US brigade and elegantly supported by the Pavilion staff, he brought to Zurich a bit of his NY restaurant. Thsignsignature dishes were there ( duck, caviar, truffled celery a la Bocuse, mystery chocolates, etc) with boxes bearing the design of the Madison Park floor, menus and goodie bags. The quality, the care and the immense simplicity of great talent(and hard work) were all there. Come back regularly please!Kudos to the Baur au Lac that should, like ikarus in Salzburg bring visiting star chefs to enliven the Zurich selection. I love chefs #flirabernyto Zurich", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2011, "author_stats": {"contributions": 41, "cities_visited": 167, "helpful_votes": 19, "photos": 43}, "author_distribution": {"review_value_5": 37, "review_value_4": 3, "review_value_3": 1, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "01-10-2015", "rating": 5.0, "content": "Wir haben im Garten gesessen. Wunderschön. Beim Baur au Lac weiss man wo man isst, und die Erwartungen sind entsprechend hoch. Wir wurden nicht enttäuscht. Diskreter, perfekter Service und eine zu Recht ausgezeichnete Küche. Wir hatten den Steinbutt und ein Ris de Veau. Gerne kommen wir auch zum Lunch und orientieren uns an der Tageskarte.", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2014, "author_stats": {"contributions": 382, "cities_visited": 68, "helpful_votes": 417, "photos": 194}, "author_distribution": {"review_value_5": 251, "review_value_4": 115, "review_value_3": 15, "review_value_2": 1, "review_value_1": 0}}, "review_data": {"date": "01-10-2015", "rating": 5.0, "content": "Ресторан высочайшего уровня! Великолепный и стильный ресторан, с красивым видом, вкусной и изысканной кухней и вышколенным, обслуживающим персоналом. Дорого, но он того стоит!", "likes": 2}}, {"author_data": {"author_level": 6, "author_member_since": 2013, "author_stats": {"contributions": 131, "cities_visited": 318, "helpful_votes": 114, "photos": 2}, "author_distribution": {"review_value_5": 37, "review_value_4": 58, "review_value_3": 24, "review_value_2": 9, "review_value_1": 3}}, "review_data": {"date": "28-09-2015", "rating": 5.0, "content": "Lugar lindíssimo, finamente decorado com flores naturais. Atendimento e preparação das mesas que chega à perfeição.Basta você ensaiar pedir algo, eles já estão ao seu lado prontos para satisfazê-lo. Sabores e aromas são minuciosamente apresentados em pratos deliciosos. Não é a toa que possui uma estrela michelin. Vale muito a pena conhecê-lo!Provavelmente o melhor é mais sofisticado restaurante da cidade. Isto tudo justifica os preços caros, mesmo para o padrão da cidade.", "likes": 1}}, {"author_data": {"author_level": 5, "author_member_since": 2013, "author_stats": {"contributions": 29, "cities_visited": 32, "helpful_votes": 60, "photos": 63}, "author_distribution": {"review_value_5": 25, "review_value_4": 3, "review_value_3": 0, "review_value_2": 0, "review_value_1": 1}}, "review_data": {"date": "17-09-2015", "rating": 5.0, "content": "Ресторан Pavillon имеет красивые виды на водные каналы по которым плавают лебеди. Великолепный интерьер, меню и высочайший уровень сервиса - отличительные особенности ресторана.", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2013, "author_stats": {"contributions": 176, "cities_visited": 45, "helpful_votes": 66, "photos": 557}, "author_distribution": {"review_value_5": 80, "review_value_4": 75, "review_value_3": 18, "review_value_2": 3, "review_value_1": 0}}, "review_data": {"date": "15-09-2015", "rating": 5.0, "content": "I went to this restaurant for lunch. I really enjoy the food. I had foie gras for starter and monk fish for main course. It was so good. I love the home made ice cream, it's so soft and good", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2012, "author_stats": {"contributions": 82, "cities_visited": 931, "helpful_votes": 67, "photos": 17}, "author_distribution": {"review_value_5": 29, "review_value_4": 46, "review_value_3": 4, "review_value_2": 2, "review_value_1": 2}}, "review_data": {"date": "12-09-2015", "rating": 5.0, "content": "Just the right portion,great tasting food.I have not had such a great tasting salad.I wanted to have some more.The view and the setting were so good,it made the food taste better!This restaurant is definitely for a special occasion.The service was very good.", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2010, "author_stats": {"contributions": 24, "cities_visited": 15, "helpful_votes": 17, "photos": 0}, "author_distribution": {"review_value_5": 12, "review_value_4": 8, "review_value_3": 1, "review_value_2": 0, "review_value_1": 3}}, "review_data": {"date": "11-09-2015", "rating": 4.0, "content": "Four of us visited for dinner after a lovely day in Zurich. The maitre de was attentive and kind. The room and flowers beautiful. The food very good with amuse bouchée between courses that were lovely. It's a four not a five only because the cocktails we ordered took an age to arrive and the main for two of us missed an ordered side dish. Not a big deal in such a good evening. I highly recommend it.", "likes": 0}}, {"author_data": {"author_level": 2, "author_member_since": 2015, "author_stats": {"contributions": 5, "cities_visited": 4, "helpful_votes": 0, "photos": 0}, "author_distribution": {"review_value_5": 3, "review_value_4": 2, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "06-09-2015", "rating": 5.0, "content": "The best place I could have wished to be taken to!! The setting was luscious, the food was tantalizing and the attention to detail by the waiters was perfect!!", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2013, "author_stats": {"contributions": 330, "cities_visited": 133, "helpful_votes": 241, "photos": 0}, "author_distribution": {"review_value_5": 158, "review_value_4": 115, "review_value_3": 34, "review_value_2": 19, "review_value_1": 7}}, "review_data": {"date": "04-09-2015", "rating": 5.0, "content": "Ich war mit der Familie zu einem Abendessen im Restaurant Pavillon. Für mich war es nicht der erste Besuch in dem Lokal. Eins vorweg, das Lokal an sich ist wahrscheinlich das schönste in Zürich. Ein heller, moderner, romantischer Pavillon in mitten von Grün und Wasser (Fluss) im Herzen von Zürich. Einfach traumhaft. Das Essen war ebenfalls auf höchstem Niveau, von den Amuse bouches bis zum Desser war bei uns allen alles perfekt. Der Service war allgegenwärtig aber auch etwas hüftsteif. Eine gewisse Lockerheit beim Personal würde das ganze wohl zu einem noch besseren Erlebnis machen. Die Weinkarte ist natürlich ebenfalls gespickt mit dem feinsten was die Weinwelt zu bieten hat - allerdings sind die Margen auch unglaublich hoch (auch für Zürich Verhältnisse). Als spezieller Tipp empfehle ich zum Hauptgang das traditionelle Kalbsgeschnetzelte nach Zürcher Art. Einfach fantastisch.Alles in allem ist das Lokal natürlich zu empfehlen, allerdings muss man das dicke Portemonnaie mitnehmen.", "likes": 2}}, {"author_data": {"author_level": 2, "author_member_since": 2012, "author_stats": {"contributions": 7, "cities_visited": 69, "helpful_votes": 2, "photos": 2}, "author_distribution": {"review_value_5": 5, "review_value_4": 2, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "01-09-2015", "rating": 5.0, "content": "Starts with nice ambient followed By the good service of it's waiters. And to complet the great selection of wines and delicious food and Desserts. Definitly a place to go in Zurich.", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2013, "author_stats": {"contributions": 95, "cities_visited": 34, "helpful_votes": 29, "photos": 0}, "author_distribution": {"review_value_5": 15, "review_value_4": 64, "review_value_3": 11, "review_value_2": 5, "review_value_1": 2}}, "review_data": {"date": "01-09-2015", "rating": 4.0, "content": "Das Restaurant Pavillon gehört zum Hotel Baur au Lac. Entsprechend des Ortes und der Besitzer ist dieses Restaurant für hohe Ansprüche und grossem Geldbeutel. Ambience ist sehr angenehm und man kann entweder drinnen oder draussen im Garten sitzen. Die Menue Karte für draussen ist jedoch reduziert und bietet nicht die Auswahl des Restaurants drinnen. Die Bedienung ist sehr professionell und es hat immer Platz für Sonderwünsche. Der Weinkeller ist auf sehr hohem Niveau und der Somelier kompetent. Man muss zwar etwas Geduld haben bis das Essen kommt dafür ist es aber frisch zubereitet, sehr schön präsentiert und geschmaklich fein abgestimmt. Dieser Ort ist Empfehlenswert um etwas spezielles zu feiern.", "likes": 2}}, {"author_data": {"author_level": 5, "author_member_since": 2015, "author_stats": {"contributions": 47, "cities_visited": 10, "helpful_votes": 7, "photos": 51}, "author_distribution": {"review_value_5": 24, "review_value_4": 22, "review_value_3": 1, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "29-08-2015", "rating": 5.0, "content": "estou pra dizer que esse foi o melhor restaurante que ja fui na minha vida, tudo muito requintado e limpo, os pratos super elaborados, pedi uma costela de cordeiro que estava maravilhosa , apesar de caro mais com certeza valeu a pena e nao me arrependo.voltarei .", "likes": 1}}, {"author_data": {"author_level": 3, "author_member_since": 2012, "author_stats": {"contributions": 13, "cities_visited": 14, "helpful_votes": 6, "photos": 4}, "author_distribution": {"review_value_5": 6, "review_value_4": 5, "review_value_3": 0, "review_value_2": 1, "review_value_1": 1}}, "review_data": {"date": "26-08-2015", "rating": 5.0, "content": "Wer etwas zu feiern oder \"gutzumachen\" hat oder einfach nur einen schönen, romatischen Abend mit seinem Partner verbringen möchte, für den ist das der Platz in Zürich. Wir haben uns spontan entschlossen dieses empfohlene Restaurant im edlen Baur Au lac zu besuchen und waren glücklich noch einen sehr schönen Tisch an der Seite des Schanzengraben zu ergattern. Die Ausstattung ist sehr edel und vereint gekonnt klassische Elemente mit modernem Stil.Der Service ist aufmerksam, sehr zuvorkommend und von einer Locker- und Entspanntheit, die man sich nur erlauben kann, wenn man weiss, dass man zu den Besten gehört. Wir haben uns von Beginn an sehr wohl gefühlt und einen unvergesslichen Abend genossen.Dazu beigetragen hat natürlich auch ganz wesentlich das Küchenensemble um Chefkoch Laurent Eperon. Wir haben das 5-gängige Degustationsmenü \"Harmonie\" genossen, dass noch mit reichlich amuse bouche angereichtert wurde. Die Zubereitung der Speisen sowie die Speisenfolge zeugen von grosser Könnerschaft. Die Küche ist klar und gradlinig ohne viel Schnick-schnack und baut auf die natürlichen Aromen der Hauptbestandteile auf. Die Zutaten wurden sehr fein abgestimmt und unterstützen die natürlichen Aromen des Gerichts. Deftige nussige und exotisch fruchtige Aromen, wie bei der foie gras werden gefolgt von spitzen, mild säuerlichen beim perfekt gegarten Saibling. Das pochierte Kalbsfilet mit dem leicht süsslich-bitteren Campari-Amaretto-Jus war zum niederknien.Die Weinselektion rundet den hervorragenden Gesamteindruck ab und reicht von einem verspielten Sauvignon über einen aprikosenhaften süssen Cuvee und traditonell ausgebauten Grünen Veltliner, den man als solchen zunächst gar nicht erkennt und kulminiert in einem Pomerol mit feiner zartbitter Note, der exzellent, die Aromen des Kalbsfilet und dem Jus aufnimmt. Zum Desert reicht der Sommelier, der auch bereitwillig weitere Details zu den ausgeschenkten Weinen offenbart, einen LBV Port, der die Süsse des Schokoladenmousse und das nussige Aroma des Almondsponge reflektiert ohne die fruchtigen Aromen des Himbersorbees zu beeinträchtigen.Das Preisniveau ist selbst für Zürcher Verhältnisse hoch, aber für die Leistung absolut angemessen.Wir können einen Besuch nur wärmstens empfehlen.", "likes": 2}}, {"author_data": {"author_level": 2, "author_member_since": 2015, "author_stats": {"contributions": 8, "cities_visited": 8, "helpful_votes": 4, "photos": 0}, "author_distribution": {"review_value_5": 5, "review_value_4": 3, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "20-08-2015", "rating": 4.0, "content": "Had an ossom time on my trip to switzerland visiting restaurant was surely an an amazing experience for me. Interiors are done really in a spectacular manner.. Food is also amazing.......", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2012, "author_stats": {"contributions": 249, "cities_visited": 384, "helpful_votes": 155, "photos": 0}, "author_distribution": {"review_value_5": 111, "review_value_4": 97, "review_value_3": 32, "review_value_2": 5, "review_value_1": 4}}, "review_data": {"date": "20-08-2015", "rating": 5.0, "content": "Eccellente cena in questo bellissimo ristorante dell'albergo Baur au Lac.Bella, luminosa ed accogliente sala poligonale con ampie vetrate che si affacciano sul canale, sul parco con il lago in lontananza e sulla terrazza dell'albergo.Cena con menu \"Harmonie\" caratterizzato dalla straordinaria semplicità e qualità di ogni singolo piatto, iniziando dall'eccellente fegato d'anatra e accompagnato dalla acidula dolcezza dell'albicocca, per passare all'eccellente quasi straordinario salmerino al burro, per finire con l'assolutamente perfetto filetto di vitello.Tre eccellenti piatti con un ingrediente dominante e perfetto nella sua preparazione e presentazione, semplicità sinonimo di alta qualità.Ottimo accompagnamento di vini, il tutto servito da personale molto gentile e professionale, un vero piacere che accompagna la cena.", "likes": 1}}, {"author_data": {"author_level": 3, "author_member_since": 2015, "author_stats": {"contributions": 17, "cities_visited": 6, "helpful_votes": 7, "photos": 0}, "author_distribution": {"review_value_5": 11, "review_value_4": 5, "review_value_3": 1, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "16-08-2015", "rating": 5.0, "content": "Die Lage- Traumhaft. Das Essen- Ausgezeichnet. Der Service- unübertroffen....und das in einem Gesamtkonzept das seines Gleichen sucht! Mehr braucht es nicht ... und mehr geht (fast) nicht!!!!", "likes": 1}}, {"author_data": {"author_level": 5, "author_member_since": 2015, "author_stats": {"contributions": 54, "cities_visited": 34, "helpful_votes": 9, "photos": 36}, "author_distribution": {"review_value_5": 38, "review_value_4": 14, "review_value_3": 1, "review_value_2": 1, "review_value_1": 0}}, "review_data": {"date": "16-08-2015", "rating": 4.0, "content": "We visited Pavilion on an evening of a very hot day. We were sited in the garden which was arranged very well - tables were not crowded, all looked elegant and it was great to be outside on such a great summer day. The service was helpful, kind but not overwhelming. So far great. We ordered the dishes from the daily menu. I took melon with parma ham as starter and a beef steak for main course. The starter was very good but the main course was a bit disappointing for the restaurant with Michelin's star. I was asked how I want the steak but despite i wished medium rare it came well done and a bit over salted. We had great evening, the ambiance was really nice, but the food was a bit behind. Still i would like to return and try something else. Definitely nice place.", "likes": 1}}, {"author_data": {"author_level": 4, "author_member_since": 2012, "author_stats": {"contributions": 28, "cities_visited": 25, "helpful_votes": 45, "photos": 0}, "author_distribution": {"review_value_5": 25, "review_value_4": 2, "review_value_3": 0, "review_value_2": 1, "review_value_1": 0}}, "review_data": {"date": "14-08-2015", "rating": 5.0, "content": "Es gibt wohl kaum einen romantischeren Ort in Zürich der gleichzeitig Spitzengastronomie der Sonderklasse bietet. Dies gepaart mit einem sehr freundlichen Empfang und Service und einem hervorragenden Sommelier. Als uns als Amuse-Bouche ein Pilzgericht mit Vin jaune gereicht wurde und wir uns nach dieser Weinspezialität erkundigten, kam der Sommelier mit einer Flasche und 2 Gläsern zur Degustation. Alle Gerichte bestechen durch Feinheit und Harmonie der Aromen. Das Erlebnis ist seinen Preis wert.", "likes": 4}}, {"author_data": {"author_level": 6, "author_member_since": 2003, "author_stats": {"contributions": 122, "cities_visited": 262, "helpful_votes": 68, "photos": 36}, "author_distribution": {"review_value_5": 72, "review_value_4": 33, "review_value_3": 16, "review_value_2": 2, "review_value_1": 1}}, "review_data": {"date": "12-08-2015", "rating": 5.0, "content": "Das Restaurant im Hotel Baur Au lac ist einfach top. Wer nicht aufs Portemonnaie schauen muss, wird sich rundum wohlfühlen. Der gartenpavillion ist sehr klassisch und elegant hergerichtet. Die blumendekoration überwältigend.Das sommerliche Menü Harmonie entzückt mit saisonalität, hoher Kochkunst und Innovation. Von den Kellnern wird man umsorgt und der österreichische Oberkellner empfiehlt die Gerichte wunderbar und nimmt sich Zeit um die Fragen zu beantworten.Das daneben auch der Spaß nicht zu kurz kommt ist in einem solchen Fine dining lokal auch nicht selbstverständlich.Ich finde der 2. Stern und der 18. Punkt können kommen.Das pochierte kalbsfilet in \" bon bon\" Form war genial. Dazu eine camparisauce, feine Karotten und Kartoffelstock. Ein Gedicht!Es gibt ganz wenige lokal auf diesem Niveau. Ein muss für jeden Gourmand!", "likes": 3}}, {"author_data": {"author_level": 6, "author_member_since": 2014, "author_stats": {"contributions": 67, "cities_visited": 20, "helpful_votes": 33, "photos": 4}, "author_distribution": {"review_value_5": 53, "review_value_4": 16, "review_value_3": 4, "review_value_2": 1, "review_value_1": 0}}, "review_data": {"date": "11-08-2015", "rating": 5.0, "content": "Good service and definitely 1* Michelin quality food (don't miss the cheese). Expensive but worth it.", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2013, "author_stats": {"contributions": 74, "cities_visited": 524, "helpful_votes": 85, "photos": 18}, "author_distribution": {"review_value_5": 20, "review_value_4": 21, "review_value_3": 10, "review_value_2": 11, "review_value_1": 13}}, "review_data": {"date": "11-08-2015", "rating": 5.0, "content": "Wir feierten im geschäftlichen Kreis im Pavillon und gönnten uns das Degustationsmenu. Es war ein perfekter Abend mit köstlich zubereiteten Gängen, feinen Weinen und äusserst freundlichem und aufmerksamem Personal.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2015, "author_stats": {"contributions": 113, "cities_visited": 42, "helpful_votes": 49, "photos": 113}, "author_distribution": {"review_value_5": 48, "review_value_4": 57, "review_value_3": 8, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "09-08-2015", "rating": 5.0, "content": "J'étais invité par un ami en convalescence au Baur Lac.Nous avons passé un délicieux moments sous la véranda quasi au milieu du parc de de l'hôtel.Très bon champagne rosé d'un producteur de Vouzy pour débuter... ensuite j'ai craqué pour une déclinaison de tomates avec émulsions diverses (à découvrir) et pour un riz de veau glacé au jus de veau cuit parfaitement.Le tout arrosé avec un pinot noir des coteaux du lac ... de Zurich, conseillé par le sommelier.Le personnel polyglotte est extrêmement professionnel, avenant et disponible.Ce restaurant est un écrin de luxe de calme et de saveurs ...Bravo !!!", "likes": 1}}, {"author_data": {"author_level": 4, "author_member_since": 2012, "author_stats": {"contributions": 24, "cities_visited": 13, "helpful_votes": 30, "photos": 0}, "author_distribution": {"review_value_5": 20, "review_value_4": 5, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "05-08-2015", "rating": 5.0, "content": "This restaurant, based at Badenerstrasse 457, 8003 Zurich, offers superb food. We enjoyed dinner there on 29 July and found the owner + waitress on duty were both charming and very attentive. In addition, all three courses which we opted to try that evening were \"melt in the mouth\" delicious, especially the homemade pea + mint soup and the raspberry dessert!If ever visiting Zurich in the future, this eaterie would be top of our list as a definite \"must revisit\" ....", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2013, "author_stats": {"contributions": 582, "cities_visited": 225, "helpful_votes": 247, "photos": 330}, "author_distribution": {"review_value_5": 138, "review_value_4": 286, "review_value_3": 135, "review_value_2": 38, "review_value_1": 7}}, "review_data": {"date": "29-07-2015", "rating": 5.0, "content": "This Michelin 1-star is clearly shooting for a second star. Dishes on the tasting menu (Harmonie) are artfully prepared as well as tasty, with interesting combinations of ingredients and great presentation. Service was impeccable throughout our meal. We elected to adopt the wine paring for the first two courses (after champagne with the amuses) then switched to a bottle of red for the remaining courses. This turned out to be a great combination for us. The wine list here is very large, and there are a number of great wines at significant prices. But there are hidden gems in the list that one can find by downloading the PDF of the list and doing some research.", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2013, "author_stats": {"contributions": 62, "cities_visited": 36, "helpful_votes": 18, "photos": 61}, "author_distribution": {"review_value_5": 37, "review_value_4": 15, "review_value_3": 3, "review_value_2": 3, "review_value_1": 4}}, "review_data": {"date": "27-07-2015", "rating": 4.0, "content": "I've been here 2 times in the last few months for a business lunch. I must say this is real elegance and top standards, the restaurant is beautiful. the wait staff are so attentive and professional. The food is always exceptional and well presented.The ambiance is a little stiff and it's not very private for conversations.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2011, "author_stats": {"contributions": 180, "cities_visited": 99, "helpful_votes": 203, "photos": 3}, "author_distribution": {"review_value_5": 82, "review_value_4": 60, "review_value_3": 24, "review_value_2": 10, "review_value_1": 4}}, "review_data": {"date": "25-07-2015", "rating": 5.0, "content": "On a very short business trip, I did not have much time to explore restaurants in Zurich. Luckily, I didn't have to. The food was excellent - service, top-notch.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2008, "author_stats": {"contributions": 203, "cities_visited": 652, "helpful_votes": 194, "photos": 470}, "author_distribution": {"review_value_5": 133, "review_value_4": 65, "review_value_3": 5, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "18-07-2015", "rating": 5.0, "content": "Für mich ist der Pavillon im Hotel Baur au lac eines der schönsten und besten Restaurants weit herum. Im sehr eleganten und in den jetzigen heissen Tagen sehr angenehm gekühlten Restaurant (kein Durchzug, nicht zu kalt, nicht zu warm, einfach so, dass man sich wohl fühlt) werden exquisite, erfrischende Speisen angeboten, z.B. Légumens du Moment: Gemüse Pop Art (Menton-Zitrone Vinaigrette mit Holunderblüten) oder Sandre: auf der Haut gebratenes Zanderfilet, Mousseline Sauce, Venere Reis und Kohlrabi. Alles hervorragend gekocht und angerichtet. Ein Traum.Wer es eventuell noch nicht weiss: Die Küche von Chefkoch Laurent Eperon ist mit einem Michelin-Stern und 17 Gault&Millau-Punkten ausgezeichnet. Sie ist saisonal, dynamisch und zeitgemäss im Stil: „Contemporary Fine Dining“ nennt man offenbar diese leichte, offene Interpretation der klassischen Haute Cuisine.Hervorragender Service.", "likes": 4}}, {"author_data": {"author_level": 6, "author_member_since": 2011, "author_stats": {"contributions": 94, "cities_visited": 144, "helpful_votes": 70, "photos": 0}, "author_distribution": {"review_value_5": 40, "review_value_4": 36, "review_value_3": 14, "review_value_2": 1, "review_value_1": 3}}, "review_data": {"date": "15-07-2015", "rating": 5.0, "content": "Did I mention how good the sauces were? And the foam? Most of us enjoyed the Harmonies tasting menu. Billed as five courses, we probably had seven of eight with all the additions and surprises. The Arctic char and the veal were expertly prepared and accompanied by subtle sauces which complimented the food. As you would expect from a Michelin starred kitchen, the front of the house was equal to the task. Perfect discipline was commanded by the head waiter and our waiter's personality and knowledge enhanced our experience. Our table of 9 ran in age from almost 2 to 80. Everyone enjoyed their meal.", "likes": 1}}, {"author_data": {"author_level": 5, "author_member_since": 2012, "author_stats": {"contributions": 60, "cities_visited": 36, "helpful_votes": 30, "photos": 0}, "author_distribution": {"review_value_5": 41, "review_value_4": 8, "review_value_3": 6, "review_value_2": 3, "review_value_1": 2}}, "review_data": {"date": "13-07-2015", "rating": 5.0, "content": "We had a 7 course taster menus (plus a few freebies) with amazingly well paired wines. Each dish was made with loving care tastes textures and flavours balance : also sourced and provinancedOk ridiculously expensive but you pay for what you get - impressive and friendly staff", "likes": 0}}, {"author_data": {"author_level": 0, "author_member_since": 2013, "author_stats": {"contributions": 1, "cities_visited": 2, "helpful_votes": 0, "photos": 0}, "author_distribution": {"review_value_5": 0, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "06-07-2015", "rating": 4.0, "content": "Pavillon is beautiful - the setting is reminiscent of the lobby of Georges V in Paris. The dining room is a former circular summer porch that has been enclosed with windows on all sides looking on to the gardens filled with modern sculpture. In the center there is a magnificent floral display in purples and green. The theme carries through in the settings and furniture. The food was delicious. The Arctic char (caught in Lake Zurich) was \"to die for\" according to our younger guest. To substitute dessert for a food allergy, I received a bowl of fresh, wild strawberries picked in the early morning on the mountain side. The sweetness was unearthly.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2014, "author_stats": {"contributions": 103, "cities_visited": 229, "helpful_votes": 128, "photos": 0}, "author_distribution": {"review_value_5": 7, "review_value_4": 39, "review_value_3": 28, "review_value_2": 15, "review_value_1": 14}}, "review_data": {"date": "30-06-2015", "rating": 4.0, "content": "heaven. they really know how to take care of you here. no matter what you ask for , they do their utmost to prepare it to perfection.", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2009, "author_stats": {"contributions": 62, "cities_visited": 31, "helpful_votes": 20, "photos": 5}, "author_distribution": {"review_value_5": 41, "review_value_4": 12, "review_value_3": 7, "review_value_2": 1, "review_value_1": 1}}, "review_data": {"date": "27-06-2015", "rating": 5.0, "content": "The staff in the restaurant is very attentive,I'm allergic to so many products but they took care of me and prepared dishes especially for me according to my diet, not all of the restaurants do that. Also, they have a very picturesque view and peaceful atmosphere.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2013, "author_stats": {"contributions": 302, "cities_visited": 128, "helpful_votes": 1119, "photos": 2}, "author_distribution": {"review_value_5": 117, "review_value_4": 81, "review_value_3": 38, "review_value_2": 20, "review_value_1": 47}}, "review_data": {"date": "16-06-2015", "rating": 5.0, "content": "Wir hatten Fleich und Fisch bestellt, einfach grossartig. Top Empfang, perfekte Küche, sehr gute Desserts, rundum alles perfekt. Hier passiert sicher keine Aufregende Sache, hier gibt es aber eine authentische Französische Top Küche nach alter Schule, zelebriert so wie es eben sein muss. Wir kommen gerne immer wieder.-", "likes": 6}}, {"author_data": {"author_level": 6, "author_member_since": 2009, "author_stats": {"contributions": 153, "cities_visited": 498, "helpful_votes": 121, "photos": 7}, "author_distribution": {"review_value_5": 118, "review_value_4": 26, "review_value_3": 10, "review_value_2": 2, "review_value_1": 0}}, "review_data": {"date": "27-05-2015", "rating": 5.0, "content": "The restaurant is surrounded by a beautiful garden, the food is excellent and the service is very good. We had dinner there this month.", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2013, "author_stats": {"contributions": 27, "cities_visited": 49, "helpful_votes": 14, "photos": 0}, "author_distribution": {"review_value_5": 23, "review_value_4": 2, "review_value_3": 2, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "19-05-2015", "rating": 5.0, "content": "One of the best places in Zurich to meet your business partner of luncheon, enjoying a glass of Petite Arvine and really the wonderful fantastic service. The staff is perfectly trained. Welcomes you with a cordial smile and reading your wishes from your lips and eyes before you even know them yourselves. Fresh and superbly arranged courses and crispy fresh bread. Crispy white linens freshly ironed (not the most important thing, but shows real attention to detail). Discreetly whenever needed.Tip top overall", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2015, "author_stats": {"contributions": 25, "cities_visited": 9, "helpful_votes": 13, "photos": 24}, "author_distribution": {"review_value_5": 9, "review_value_4": 9, "review_value_3": 4, "review_value_2": 2, "review_value_1": 1}}, "review_data": {"date": "25-04-2015", "rating": 5.0, "content": "Service is excellent, the food fantastic. I took a three course a la carte and my boyfriend had the tasting menu. All courses were great and the dessert menu is big. The wines are sadly overpriced.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2015, "author_stats": {"contributions": 1795, "cities_visited": 336, "helpful_votes": 1520, "photos": 243}, "author_distribution": {"review_value_5": 548, "review_value_4": 618, "review_value_3": 463, "review_value_2": 160, "review_value_1": 39}}, "review_data": {"date": "20-04-2015", "rating": 5.0, "content": "Ресторан при отеле , но это тот редкий случай когда все на высочайшем уровне. Сервис , карта вин и собственно кухня не вызвали никаких нареканий.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2013, "author_stats": {"contributions": 246, "cities_visited": 54, "helpful_votes": 92, "photos": 87}, "author_distribution": {"review_value_5": 67, "review_value_4": 178, "review_value_3": 1, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "12-04-2015", "rating": 5.0, "content": "Хороший ресторан в Цюрихе, аристократичное окружение и достойная атмосфера, рыба и телятина, наверное лучше в Цюрихе. Счет -выше среднего, но это того стоит!", "likes": 2}}, {"author_data": {"author_level": 5, "author_member_since": 2014, "author_stats": {"contributions": 56, "cities_visited": 43, "helpful_votes": 32, "photos": 0}, "author_distribution": {"review_value_5": 33, "review_value_4": 7, "review_value_3": 11, "review_value_2": 5, "review_value_1": 0}}, "review_data": {"date": "02-04-2015", "rating": 5.0, "content": "Am 24.3.2015 waren wir zum Mittagstisch im Pavillon im Hotel Baur au Lac. Auch dieses Mal war es wieder wunderbar. Die Bedienung zuvorkommend und aufmerksam und die Küche wie immer grandios.Die feinen Speisen sind nicht zu klein und nicht zu gross und wunderbar präsentiert.Das Lokal war gut besucht, aber die Gastgeber waren trotzdem sehr aufmerksam. Essen auf höchstem Niveau in einer entspannten und wunderbaren Umgebung.Gerne immer wieder! Es war ein tolles Erlebnis.", "likes": 2}}, {"author_data": {"author_level": 5, "author_member_since": 2012, "author_stats": {"contributions": 51, "cities_visited": 132, "helpful_votes": 28, "photos": 89}, "author_distribution": {"review_value_5": 15, "review_value_4": 15, "review_value_3": 12, "review_value_2": 5, "review_value_1": 4}}, "review_data": {"date": "30-03-2015", "rating": 5.0, "content": "Every visit here has turned out delightful in every which way.High end service, high end location, high end meals. What more could one wish for.The most I love coming here during summer. Lunching on a beautiful terrace in the heart of Zurich. Located in their quiet private park, sitting under trees, enjoying the view through the flourishing garden to the lake.", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2009, "author_stats": {"contributions": 1064, "cities_visited": 313, "helpful_votes": 802, "photos": 58}, "author_distribution": {"review_value_5": 325, "review_value_4": 314, "review_value_3": 229, "review_value_2": 136, "review_value_1": 70}}, "review_data": {"date": "30-03-2015", "rating": 3.0, "content": "Staying at the hotel, our party of six had the buffet breakfast at the Pavilion. It was a standard-issue spread of pastries and cold meats; eggs and bacon, etc., are included but must be ordered.Though there's nothing wrong with the breakfast, it's a distant cry from buffets which are common in luxury hotels in Asia or the US, or even in certain hotels in Europe.Service was overbearing - too much fussing and refilling water and changing of plates. Hardly a minute passed without someone intruding on our attention on one pretext or another. Some people like this in order to feel \"pampered\", but it's not my idea of good service.", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2011, "author_stats": {"contributions": 52, "cities_visited": 30, "helpful_votes": 76, "photos": 0}, "author_distribution": {"review_value_5": 25, "review_value_4": 20, "review_value_3": 4, "review_value_2": 4, "review_value_1": 0}}, "review_data": {"date": "28-03-2015", "rating": 2.0, "content": "For a michelin star restaurant we expected our meal to be pricey but we did not expect mediocre service. We were disappointed by some of our side dishes and we were less than impressed with some aspects of our main entree.My husband and I had made dinner reservations for Friday night. While we were seated right away, we sat there for over five minutes without being approached by any of the wait staff to see if we wanted a drink or even to give us a menu. While we were waiting for someone to notice us, we were able to take in the beautiful dome ceiling and our elegant and classy surroundings but already our experience was marred by the fact that at a restaurant where we expected to have a phenomenal meal and service, we felt as though we were being ignored right away. I have dragged my husband to many fine dining restaurant and this was the first time where I was questioning if we should think about going elsewhere for dinner if no one came to our table.We did finally get some service and then our restaurant experience started to look like it was going to be getting better. We loved our amuse bouches, we did think it was a nice touch of the kitchen to keep coming out with little teasers for our palates. We ordered starters of the hamachi and octopus terrine. We loved the presentation and were very happy with our appetizer choices. For our entree, we ordered the veal shank which took 40 minutes to prepare. Our waiter told us the wait would be worth it. I would have to say we had mixed feeling about our veal shank. While the meat was tender and cooked very well (perhaps sous vide style?) the gravy that accompanied our veal shank was too thick and lacked any type of flavor. The marrow which I was most looking forward to, was way over salted. The same goes for the creamed spinach. I mean this is a michelin star restaurant, I would not expect anything to taste like a salt shaker at a restaurant of this caliber. I think someone in the kitchen really likes salt because our amuse buse of soup was also over salted and I could only stomach two sips before I gave up. We did love our dessert and the complimentary little dessert bites that came after our dessert so great compliments to the pastry chef. I only wish I could say the same to the main chef. Also we had to ask twice for our bill and after the first time we asked, we must have waited at our table for at least ten minutes before we had to flag our waiter down and ask for the bill again. That and how we were treated at the beginning of our experience left a bad taste in our mouth.If we were in a different type of restaurant, I would not have such high expectations for service, but this is such a restaurant known for its food and service, is it not??? For the price of this meal, we left utterly disappointed. Don't waste your time or your money here. There are much better michelin star restaurants elsewhere.", "likes": 2}}, {"author_data": {"author_level": 3, "author_member_since": 2015, "author_stats": {"contributions": 22, "cities_visited": 12, "helpful_votes": 29, "photos": 0}, "author_distribution": {"review_value_5": 18, "review_value_4": 3, "review_value_3": 0, "review_value_2": 1, "review_value_1": 0}}, "review_data": {"date": "23-03-2015", "rating": 5.0, "content": "The service was by a beautiful woman, assisted by a gentleman who was there only to accompany us as we entered and exited, and we were the only guests at 6:30 A.M. on Sunday. The buffet was loaded with all the goodies that one misses at lesser hotels and the kitchen was ready to make us anything else we wanted. So, after our breakfast of fresh fruit salad, freshly-brewed coffee, freshly-squeezed pineapple juice, eggs benedict, local cheeses, smoked salmon, classic croissants, we were sorry to say goodbye.", "likes": 2}}, {"author_data": {"author_level": 4, "author_member_since": 2014, "author_stats": {"contributions": 35, "cities_visited": 12, "helpful_votes": 26, "photos": 4}, "author_distribution": {"review_value_5": 11, "review_value_4": 16, "review_value_3": 4, "review_value_2": 2, "review_value_1": 2}}, "review_data": {"date": "22-03-2015", "rating": 5.0, "content": "I make a point of dining in the Pavillon every time I'm at the Baur Au Lac.The view over the canal and garden is very peaceful.The food and service is fantastic. The same seem genuinely happy to help you and take your order.The dress-sense of some guests coming in for breakfast is hilarious. I can only assume that some of them put their clothes on whilst the shutters were still closed in their bedrooms.Sparkly gold lycra is not uncommon at the billionaire Russian breakfast table.Go for the buffet. All the cold food is displayed. Everything hot (eggs bacon) is all made freshly for you so you have to ask for it.Enjoy.", "likes": 0}}, {"author_data": {"author_level": 0, "author_member_since": 2015, "author_stats": {"contributions": 2, "cities_visited": 0, "helpful_votes": 0, "photos": 0}, "author_distribution": {"review_value_5": 0, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "12-03-2015", "rating": 5.0, "content": "Köstliches Essen - von Fisch bis Fleisch alles zu empfehlen!Super Mitarbeiter - besonders freundlich, aufs Detail fokusiert und sehr gute Kenntnisse.", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2013, "author_stats": {"contributions": 26, "cities_visited": 8, "helpful_votes": 25, "photos": 0}, "author_distribution": {"review_value_5": 20, "review_value_4": 3, "review_value_3": 3, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "09-03-2015", "rating": 5.0, "content": "Один из лучших ресторанов, где мне приходилось бывать. Прекрасная кухня и великолепный сервис. Телятина по-цюрихски с картофелем рёшти была просто великолепна.", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2011, "author_stats": {"contributions": 69, "cities_visited": 45, "helpful_votes": 105, "photos": 0}, "author_distribution": {"review_value_5": 37, "review_value_4": 16, "review_value_3": 12, "review_value_2": 4, "review_value_1": 1}}, "review_data": {"date": "08-03-2015", "rating": 2.0, "content": "Putting aside the magnificent location and professional staff the food was disappointing. We had the Atlantic Turbot that due to its delicate taste was swamped with excessive use of saffron. Certainly not Michelin star quality.Also I don't understand why you can have beef from Omaha USA with a hormone/antibiotic warning on the menu when the local beef is so good. Also lamb from Scotland is top quality but so is Swiss lamb. I have just spent the week in Zermatt eating some of the best lamb and beef ever, - all organic from Switzerland.", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2013, "author_stats": {"contributions": 263, "cities_visited": 42, "helpful_votes": 82, "photos": 347}, "author_distribution": {"review_value_5": 58, "review_value_4": 107, "review_value_3": 84, "review_value_2": 7, "review_value_1": 7}}, "review_data": {"date": "06-03-2015", "rating": 5.0, "content": "Fomos tomar café da manhã neste restaurante e foi uma experiência simplesmente maravilhosa! Variedade grande de pães, frios, iogurtes e frutas. Atendimento cordial e eficiente.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2013, "author_stats": {"contributions": 232, "cities_visited": 29, "helpful_votes": 99, "photos": 4}, "author_distribution": {"review_value_5": 53, "review_value_4": 123, "review_value_3": 50, "review_value_2": 6, "review_value_1": 0}}, "review_data": {"date": "28-02-2015", "rating": 5.0, "content": "Lugar chique e caro.Restaurante elegante de hotel, possui um seviço de primeiríssima e um atendimento pra lá de atencioso. As entradas são maravilhosas e como todo restaurante deste tipo as porções são pequenas e deve-se pedir entrada/prato principal/sobremesa no mínimo.É caro, a carta de vinhos é boa mas além da comida o atração aqui é a \"diner experience\", ambiente, atendimento, visual das comidas e publico elegante fazem da noite um verdadeiro programa especial.", "likes": 0}}, {"author_data": {"author_level": 3, "author_member_since": 2012, "author_stats": {"contributions": 17, "cities_visited": 7, "helpful_votes": 5, "photos": 0}, "author_distribution": {"review_value_5": 13, "review_value_4": 3, "review_value_3": 1, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "18-02-2015", "rating": 5.0, "content": "Sans doute le plus majestueux restaurent jamais fréquenté. Il s'agit quand même d'un restaurent / hôtel 5*. Service raffiné, attention pour les hôtes, serveurs et serveuses excellents. Ambiance et service détendu, mais formel et très efficace Nous avons pu échanger de bonnes discussions avec le maître sommelier qui s'exprimer parfaitement en français. Les plats étaient raffinés, excellents et présentés de belle manière. Que de bons moments passés dans cette établissement. Rien à dire pour le prix (attendu pour un tel établissement)", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2007, "author_stats": {"contributions": 348, "cities_visited": 194, "helpful_votes": 220, "photos": 221}, "author_distribution": {"review_value_5": 34, "review_value_4": 177, "review_value_3": 110, "review_value_2": 22, "review_value_1": 5}}, "review_data": {"date": "06-02-2015", "rating": 4.0, "content": "È il Ristorante dell'hotel Baur au Lac, esclusivo 5 stelle in centro a Zurigo.Propone un menù del giorno con antipasto e main course a 76CHF, il menù è vario, carne e pesce: assaggiato Sea bass (branzino) con riso di Venere al formaggio, tutto buonissimo. Il servizio si sforza di essere all'altezza dei prezzi ma secondo me non lo è: sono tutti gentili, ma solo il maître ha il giusto livello di preparazione.I prezzi eccessivi, non giustificabili.In 3 con acqua e solo caffè abbiamo speso 318CHF..", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2010, "author_stats": {"contributions": 104, "cities_visited": 47, "helpful_votes": 63, "photos": 0}, "author_distribution": {"review_value_5": 73, "review_value_4": 25, "review_value_3": 4, "review_value_2": 1, "review_value_1": 1}}, "review_data": {"date": "21-01-2015", "rating": 5.0, "content": "Elegante Atmosphäre. Geeignet für GeschäftsgesprächeHerrliches Frühstücks-Buffet. Sehr liebenswürdige aufmerksame Bedienung.", "likes": 1}}, {"author_data": {"author_level": 4, "author_member_since": 2013, "author_stats": {"contributions": 31, "cities_visited": 26, "helpful_votes": 62, "photos": 0}, "author_distribution": {"review_value_5": 26, "review_value_4": 5, "review_value_3": 0, "review_value_2": 1, "review_value_1": 0}}, "review_data": {"date": "17-01-2015", "rating": 5.0, "content": "Was sofort auffällt sind die grosszügig verteilten Tische und der hohe Raum: Es ist ruhig beim Essen, man kann gemütlich miteinander plauder. Der Service ist top: Angenehm freundlich, überhaupt nicht übertrieben künstlich. Es sind oft junge, aufgestellte Menschen die da einen wirklich guten Job machen.Und vom Essen kann man ja nur schwärmen (Menü Harmonie): Jeder Gang hat seine eigene Note, die Zusammenstellung ist schichtweg zauberhaft und die Kombination mit den Weinen einfach nur Spitze.Es hat seinen Preis, aber es ist jeden Franken wert.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2014, "author_stats": {"contributions": 81, "cities_visited": 16, "helpful_votes": 138, "photos": 60}, "author_distribution": {"review_value_5": 48, "review_value_4": 17, "review_value_3": 7, "review_value_2": 2, "review_value_1": 7}}, "review_data": {"date": "11-01-2015", "rating": 5.0, "content": "Хорошая и качественная кухня, аристократичная публика. Красивый интерьер. Летом столики ставят на зеленой лужайке под столетними деревьями.", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2015, "author_stats": {"contributions": 33, "cities_visited": 13, "helpful_votes": 25, "photos": 32}, "author_distribution": {"review_value_5": 15, "review_value_4": 13, "review_value_3": 5, "review_value_2": 1, "review_value_1": 0}}, "review_data": {"date": "08-01-2015", "rating": 5.0, "content": "a great eating experience where staff are eager to please and cater to every guests every needThey never tire in getting it done your wayTaste and qualify outstanding", "likes": 1}}, {"author_data": {"author_level": 1, "author_member_since": 2013, "author_stats": {"contributions": 4, "cities_visited": 10, "helpful_votes": 3, "photos": 0}, "author_distribution": {"review_value_5": 4, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "04-01-2015", "rating": 5.0, "content": "We had our first dinner at pavillon. It was fantastic experiance. The service was geart and meal were perfect (specially filet mignon de veau) We will definitely visit Pavillon again !", "likes": 0}}, {"author_data": {"author_level": 1, "author_member_since": 2014, "author_stats": {"contributions": 3, "cities_visited": 3, "helpful_votes": 0, "photos": 6}, "author_distribution": {"review_value_5": 2, "review_value_4": 1, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "27-12-2014", "rating": 5.0, "content": "This is one of the most beautiful restaurants in Zurich with a excellent kitchen and an outstanding dessert.Eating here is not just to get a nice meal. It is the hole combination of service, food and ambience which made this visit to a memorable experience.They have competent and briefed staff and treated me also as a young customers splendidly.I never had a better experience with fine dining.", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2012, "author_stats": {"contributions": 25, "cities_visited": 79, "helpful_votes": 50, "photos": 0}, "author_distribution": {"review_value_5": 11, "review_value_4": 2, "review_value_3": 4, "review_value_2": 4, "review_value_1": 4}}, "review_data": {"date": "20-12-2014", "rating": 5.0, "content": "The food was refined, inventive and tasted amazing. Service was beautiful - attentive but not suffocating. It's expensive but definitely worth it!", "likes": 1}}, {"author_data": {"author_level": 5, "author_member_since": 2010, "author_stats": {"contributions": 71, "cities_visited": 27, "helpful_votes": 62, "photos": 2}, "author_distribution": {"review_value_5": 35, "review_value_4": 32, "review_value_3": 1, "review_value_2": 2, "review_value_1": 1}}, "review_data": {"date": "11-12-2014", "rating": 5.0, "content": "Every dish served is art per se. Point.If you order the menu \"harmonie\" together with the selected wines, the complete experience can hardly be topped.The location is just phantastic. Colors of clothes of the waiters are perfectly chosen to fit into the ambiance.Price performance is great.", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2013, "author_stats": {"contributions": 39, "cities_visited": 56, "helpful_votes": 32, "photos": 0}, "author_distribution": {"review_value_5": 29, "review_value_4": 6, "review_value_3": 4, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "10-12-2014", "rating": 5.0, "content": "In diesem Restaurant stimmt einfach alles. Sehr schönes Interieur mit grosszügiger Bestuhlung. Die Ausstattung dämpft die Gespräche der Gäste. Das Menu hat uns ausgezeichnet geschmeckt. Die Reihenfolge der Gerichte ist gut abgestimmt.Der Service ist kompetent, diskret, freundlich und äusserst zuvorkommend.", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2014, "author_stats": {"contributions": 43, "cities_visited": 19, "helpful_votes": 54, "photos": 24}, "author_distribution": {"review_value_5": 31, "review_value_4": 5, "review_value_3": 3, "review_value_2": 2, "review_value_1": 2}}, "review_data": {"date": "05-12-2014", "rating": 5.0, "content": "Вкусно. Изысканно. Красиво и дорого. Отличная винная карта. Декарировано живыми цветами))).Завтракать здесь на следующий день особенно приятно!", "likes": 0}}, {"author_data": {"author_level": 2, "author_member_since": 2014, "author_stats": {"contributions": 7, "cities_visited": 105, "helpful_votes": 2, "photos": 8}, "author_distribution": {"review_value_5": 5, "review_value_4": 2, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "12-11-2014", "rating": 5.0, "content": "I have eaten here while staying at the Baur au Lac. The food is simply fantastic and the arrangement is beautiful. I lived in Switzerland for almost two years, and this was one of my favorite restaurants I've encountered there. It's an interesting mix of contemporary cuisine with some traditional Swiss ingredients. I'm a visual foodie, and the desert array was a highlight! I also highly recommend the oyster selection, I believe it comes with 3 different styles of steamed/raw oysters. Very tasty!", "likes": 1}}, {"author_data": {"author_level": 5, "author_member_since": 2012, "author_stats": {"contributions": 50, "cities_visited": 32, "helpful_votes": 53, "photos": 0}, "author_distribution": {"review_value_5": 27, "review_value_4": 11, "review_value_3": 12, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "07-11-2014", "rating": 5.0, "content": "Mein Mann hat mich dieses Jahr mit einem wunderbaren Geburtstagsessen im Pavillon überrascht. Jeder Gang unseres Menüs war eine Klasse für sich. Die dazu gereichten Weine waren bestens abgestimmt und haben uns sehr gut gefallen. Gefallen hat uns auch das Ambiente. Die klassiche Einrichtung wirkt kein bisschen verstaubt, sondern frisch und modern. man/frau fühlt sich wohl. Das auch dank dem sehr professionellen. aufmerksamen und auch äusserst charmanten Service.", "likes": 1}}, {"author_data": {"author_level": 4, "author_member_since": 2009, "author_stats": {"contributions": 20, "cities_visited": 186, "helpful_votes": 5, "photos": 41}, "author_distribution": {"review_value_5": 13, "review_value_4": 4, "review_value_3": 2, "review_value_2": 1, "review_value_1": 0}}, "review_data": {"date": "05-11-2014", "rating": 5.0, "content": "Ich hatte heute Abend die Möglichkeit, in diesem hervorragenden Restaurant zu speisen und bin ehrlich begeistert. Das Menü Harmonie bietet fünf Gänge - mit Amuse bouche(s) und Zwischengängen werden aber durchaus 9 \"Gänge\" daraus - und dabei eine fantastische Kombination ausgewählter Gerichte! Die einzelnen Portionen sind dabei lange nicht so klein, wie man es aus anderen ähnlich hoch dekorierten Restaurants kennt, sprich satt würde man durchaus auch mit dem Menü Goa, bei dem man drei der fünf Gänge frei wählen kann.Die dazu empfohlenen Weine passen perfekt zum Menü und hier wird kein 08/15-Wein gereicht, sondern für die CHF 80 für die Weinreise erhält man unter anderem einen 2011er Grüner Veltliner zum Fischgang und einen 2011er Châteauneuf-du-Pape.Der Service ist unaufgeregt, aber immer präsent und zuvorkommend.Alles in allem wirklich empfehlenswert!", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2011, "author_stats": {"contributions": 384, "cities_visited": 107, "helpful_votes": 130, "photos": 110}, "author_distribution": {"review_value_5": 147, "review_value_4": 143, "review_value_3": 70, "review_value_2": 21, "review_value_1": 3}}, "review_data": {"date": "18-10-2014", "rating": 5.0, "content": "A wonderful dinning experience in the hart of Zurich.This was my 2 nd visit and I was once again blown away with the culinary experience.Not with standing the Rating and accolades - the helpings are generous .All the meals were great, including sea bass and veal.The differentiator for me is the quality and knowledge of the waiters. This just if she's off a great dinning experience.Please expect to pay for the quality you receive.", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2010, "author_stats": {"contributions": 31, "cities_visited": 18, "helpful_votes": 18, "photos": 0}, "author_distribution": {"review_value_5": 21, "review_value_4": 5, "review_value_3": 4, "review_value_2": 1, "review_value_1": 0}}, "review_data": {"date": "10-10-2014", "rating": 5.0, "content": "The food is really good here. No absurd ingredients, but everything seasonal and fresh with a good taste. I really liked this mix of contemporary cooking but somehow down to earth. This is something I missed sometimes in other restaurants like this, when the arrangements of the food get’s more and more laborious and the tastes are all very special and with the newest ingredients of the world (but which you then find on every plate between New York and Istanbul) and sometimes lacks a real taste because it’s just too much. The full menu cost 160, that is absolutely a good prize for what you get. With the several amuse bouches you get approx 9 courses. The staff was outstanding, maybe it helped that the restaurant was not full, but it was really perfect. The setting is this very nice pavillon in the garden, which is renovated but still kept a few old pieces. Whether you like the colors or not is on you but the atmosphere is pleasant. I guess one Michelin Star is the correct honor.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2012, "author_stats": {"contributions": 272, "cities_visited": 300, "helpful_votes": 161, "photos": 0}, "author_distribution": {"review_value_5": 105, "review_value_4": 89, "review_value_3": 45, "review_value_2": 25, "review_value_1": 11}}, "review_data": {"date": "30-09-2014", "rating": 5.0, "content": "I have visited many good restaurants in my lifetime, including two and three star Micheline restaurants and I can safely say, that Restaurant Pavillon definitely belongs with the best. We selected the tasting menu with selected wines and both the food and the selection of wines was just remarkable. The food was at the same time, both very simple and yet complicated as the taste touched all your senses. The service was both professional and friendly", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2013, "author_stats": {"contributions": 103, "cities_visited": 72, "helpful_votes": 142, "photos": 0}, "author_distribution": {"review_value_5": 55, "review_value_4": 31, "review_value_3": 14, "review_value_2": 3, "review_value_1": 0}}, "review_data": {"date": "12-09-2014", "rating": 4.0, "content": "There is no doubt the Chef deserves this Michelin star. The various amuse-bouche were amazing, all so good and so different! As a comparison our main dish (jarret de veau) did not really match the same top top level even if it was very good. The parsley purée which comes with was a perfect fit.We are curious to be back to taste some other courses since one dinner does not allow to know enough about the menu and I tend to believe that next time we will rate the place 5.The restaurant is nice and very comfortable, classic but not oldish. The staff is very welcoming, highly professional and efficient.A very nice place for a dinner!", "likes": 0}}, {"author_data": {"author_level": 3, "author_member_since": 2013, "author_stats": {"contributions": 20, "cities_visited": 16, "helpful_votes": 31, "photos": 0}, "author_distribution": {"review_value_5": 9, "review_value_4": 5, "review_value_3": 4, "review_value_2": 2, "review_value_1": 0}}, "review_data": {"date": "05-09-2014", "rating": 5.0, "content": "Brilliant natural light, top class service and food.A tad tired, or perhaps just too bland, decor-wise.....could do with a little bit of sprucing up, or color, to add character", "likes": 1}}, {"author_data": {"author_level": 3, "author_member_since": 2010, "author_stats": {"contributions": 10, "cities_visited": 236, "helpful_votes": 2, "photos": 3}, "author_distribution": {"review_value_5": 9, "review_value_4": 1, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "04-09-2014", "rating": 4.0, "content": "Wir hatten Anfang September ein fantastisches kulinarisches Erlebnis im Pavillon. Das Genusserlebnis war sehr überraschend und eine abendfüllende Sensation für die Sinne. Die ausgewählten Weine passten sehr gut und wurden vom Sommelier professionell vorgestellt. Der Raum, mit den fantastisch schönen Blumen, ist schön hell und groszügig gestaltet. Hier fühlt Mann / Frau sich richtig wohl. Kundenwünsche und Anregungen werden sehr wohlwollend und professionell entgegen genommen, und der Chef (mit seinem lockeren und sehr zuvorkommenden Styl) hat uns, zusammen mit seiner Mannschaft auf hervorragende Weise betreut. Eine solche Professionalität findet man nicht schnell noch mal. Wir haben den Abend SEHR genossen und werden diesen wunderschönen Abend noch lange in Erinnerung haben. An dieser Stelle nochmals ein grosses Dankeschön!", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2012, "author_stats": {"contributions": 583, "cities_visited": 347, "helpful_votes": 221, "photos": 1637}, "author_distribution": {"review_value_5": 305, "review_value_4": 186, "review_value_3": 78, "review_value_2": 11, "review_value_1": 4}}, "review_data": {"date": "21-08-2014", "rating": 4.0, "content": "In Pavillon they serve first class French-style food. We came here for the business lunch. The overall experience was very good, the trout from the lake of Zürich was tasty and well presented. Also the main courses (sole and entrecôte) were interesting. Two negative points: I found the French fries fluffy (my friends liked them) and the restaurant is pricey. 76 CHF for a business lunch without dessert is quite a lot. Otherwise Pavillon is very much recommended!", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2008, "author_stats": {"contributions": 148, "cities_visited": 291, "helpful_votes": 106, "photos": 5}, "author_distribution": {"review_value_5": 68, "review_value_4": 65, "review_value_3": 16, "review_value_2": 1, "review_value_1": 1}}, "review_data": {"date": "18-08-2014", "rating": 3.0, "content": "...der Service für ein Restaurant dieser Klasse unterdurchschnittlich. Der Weisswein kam zu warm, dann musste jedes Mal, auch danach beim Rotwein, um Nachschenken gebeten werden. Das \"Zürcher Geschnetzelte mit Rösti\" war hervorragend, doch der zweite Serviergang wurde nur angekündigt aber schlicht vergessen. Bei den anderen Portionen wäre von der (kleinen) Menge eine Nachfrage auch kein Luxus gewesen. Ich staune immer wieder, dass bei solchen Preisen das Gemüse wie abgezählt und der Kartoffelstock wie mit kleinen Kaffeelöffeln serviert wird..Wir waren letzten Freitag zu Viert am Abend, anlässlich eines geschäftlichen Treffens dort. Ich übertreibe (leider) nicht. Kein einziger Gang wurde der Person serviert, so wie bestellt. Jeder Teller von der Vorspeise bis zum Dessert wurde zuerst den falschen Person serviert! Kaffee dreimal bestellt, zuerst bei einer netten Serviererin, dann beim Chef de Service persönlich und danach nochmals bei einem Kellner, dann ist er endlich gekommen.Resümee: Das nächst Essen wird mit Garantie nicht mehr im Pavillon stattfinden, man will sich ja bei seinen Gästen nicht ständig für den Service entschuldigen müssen.", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2012, "author_stats": {"contributions": 41, "cities_visited": 64, "helpful_votes": 38, "photos": 12}, "author_distribution": {"review_value_5": 11, "review_value_4": 12, "review_value_3": 11, "review_value_2": 5, "review_value_1": 2}}, "review_data": {"date": "17-08-2014", "rating": 3.0, "content": "Location:Next to the river and in front of the lake.Place:Nice furnished - classic stylish. However, do not go if not granted a spot in the rotunda. We were in the hallway just before the rotunda and could feel we were treated as 2nd zone guests. The waiters and staff were joking around and discussing about the fancy guests in the rotunda - Not professional.Food:Poor for a Michelin star restaurant. No menu available. Only a la carte. Not really a chef specialty, or at least not offered nor explained the concept. Waiters not really up to the game. Swiss wine offered was poor and really expensive, the price of a first class bordeaux for a somewhat cheap swiss one. I had the Zurcher Geschnetzeltes. I had several ones during my week in Zurich. This was the most expensive one and by far not the best...They do not take Vpay cards - I left my credit card at the hotel and had only brought the direct payment card. Accepted in McDonalds but not at Baur au Lac....Guests:Old guys with models / escorts etc... We were told at our hotel that it was one of the trendy spots in Zurich for dinner dates. Disappointed.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2013, "author_stats": {"contributions": 106, "cities_visited": 182, "helpful_votes": 103, "photos": 0}, "author_distribution": {"review_value_5": 75, "review_value_4": 11, "review_value_3": 13, "review_value_2": 7, "review_value_1": 0}}, "review_data": {"date": "14-08-2014", "rating": 3.0, "content": "Vor allem im Gault Millau wird das Restaurant \"Au Pavillon\" sehr gefeiert, ein guter Grund, das Lokal nun einmal zu besuchen. Am 14.8. waren wir zum Mittagessen hier. Wunderbare Räumlichkeiten, luftig, großzügig und farblich ansprechend gestaltet. Wir wählten nicht aus dem Mittagsmenü sondern à la carte Vorspeise und Hauptgang. Vielleicht war das der erste Fehler. Es gab grünen Spargel, im August, verwunderlich, aber warum nicht, meine Töchter wählten diesen Gang, er wurde mit einer Vinaigrette aus Manukahonig, Mentonzitrone und Vanille serviert. Ich entschied mich für die Gyoza, japanische Teigtaschen, die einseitig angebraten werden, mit einer Füllung aus Ziegenfrischkäse und Artischocke. Dieser Gang war farblich wenig ansprechend, die bräunlichen Teigtaschen schwammen in einer bräunlichen Soße, die Sahne enthielt und wenig nach Artischocken schmeckte. Es schmeckte ganz gut, aber zu einem japanisch inspirierten Gericht hätte ich keine Sahnesauce erwartet. Hätte man die Gyoza weniger zeitgenössisch nur Ravioli nennen können? Hauptgänge waren die Saiblingsroulade und das Kalbsbries, beide mit einer kräftig grünen Kräutersoße gereicht, einmal Liebstöckel, bei der Sauce zum Kalbsbries weiß ich es nicht mehr. Insgesamt waren die Gerichte zu schwer, es gab zu wenig Gemüse, es fehlte einfach die Rafinesse, die ich einem Restaurant mit 17 Punkten im Gault Millau schlicht erwarte. Wenn man bedenkt, wieviel Bewegung gerade in der Sterneküche ist, wirkte dieses Restaurant etwas gebremst auf mich, die Karte las sich sehr inspiriert, die Umsetzung wurde diesem Eindruck nicht gerecht. Vielleicht ist der Chef de cuisine mittags nicht da? Oder er hatte Urlaub? Es ist ja auch keine gute Idee, Mitte August mittags in das \"Le Pavillon\" zu gehen, und dann nicht einmal aus dem Mittagesmenü zu wählen.......", "likes": 0}}, {"author_data": {"author_level": 2, "author_member_since": 2014, "author_stats": {"contributions": 9, "cities_visited": 4, "helpful_votes": 8, "photos": 0}, "author_distribution": {"review_value_5": 9, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "11-08-2014", "rating": 5.0, "content": "The food, the wineliest and the quiet atmosphere. All in all it created the perfect setting for a business dinner.", "likes": 0}}, {"author_data": {"author_level": 3, "author_member_since": 2013, "author_stats": {"contributions": 22, "cities_visited": 14, "helpful_votes": 16, "photos": 0}, "author_distribution": {"review_value_5": 13, "review_value_4": 4, "review_value_3": 2, "review_value_2": 3, "review_value_1": 0}}, "review_data": {"date": "27-07-2014", "rating": 5.0, "content": "Harmonie!En effet la promesse est tenue de l'accueil à l'au revoir…Une décoration d'intérieur absolument parfaite pour l'ambiance voulue, avec des tons gris-pourpre et une vaisselle reprenant les couleurs et motifs de cette dernière.L'accueil et le service satisfait toutes exigences qu'on pourrait avoir à l'égard d'un tel lieu, ceci n'étant pas forcé dans les restaurants à Zurich qui se prennent souvent pour plus qu'ils ne le sont vraiment.Le menu, Harmonie donc, remplissait tous nos désirs gustatifs avec les vins proposés en accompagnement avec chaque plat. Il est inutile de lister ses différents composés, à vous de découvrir et d'apprécier avec tous vos sens cette expérience unique.Merci à toute l'équipe et un clin d'oeil à Jürgen Schlatzer", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2011, "author_stats": {"contributions": 117, "cities_visited": 56, "helpful_votes": 141, "photos": 0}, "author_distribution": {"review_value_5": 37, "review_value_4": 58, "review_value_3": 19, "review_value_2": 1, "review_value_1": 2}}, "review_data": {"date": "25-07-2014", "rating": 5.0, "content": "Beim Betreten dieses, im wundervollen Garten des Baur au Lac gelegenen, Restaurants fallen einem sofort die ebenso opulenten wie gekonnt arrangierten Blumen-Bouquets auf - nur diese lohnen schon den Besuch! Eine inspirierte und durchaus individuell agierende Servicemannschaft bietet Schweizer Gastronomiekunst auf allerhöchstem Niveau. Die Küche agiert im Stile eines Michelin-Sterns und zaubert sensationelle Kreationen mit viel Regionalität und Aktualität auf das wundervolle Wedgewood-Geschirr. Die Weinkarte ist erwartungsgemäß top und lässt keinen Wunsch offen; die Beratung dazu verständnisvoll und keinesfalls Umsatz getrieben. Die Preise sind „Zürich“, aber das muss es einem einfach einmal wert sein. Best in Show!", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2009, "author_stats": {"contributions": 584, "cities_visited": 497, "helpful_votes": 290, "photos": 201}, "author_distribution": {"review_value_5": 113, "review_value_4": 353, "review_value_3": 97, "review_value_2": 20, "review_value_1": 2}}, "review_data": {"date": "05-07-2014", "rating": 4.0, "content": "Este é o principal restaurante do hotel Baur au Lac. É o que há de mais chique na cidade. O cardápio muda conforme a estação. Comi uma costeleta de cordeiro que estava maravilhosa. O serviço é perfeito e a carta de vinho tem boas opções. Mas não espere nada muito barato. As sobremesas são também sazonais e muito gostosas. Difícil escolher.", "likes": 2}}, {"author_data": {"author_level": 6, "author_member_since": 2007, "author_stats": {"contributions": 145, "cities_visited": 264, "helpful_votes": 90, "photos": 0}, "author_distribution": {"review_value_5": 49, "review_value_4": 55, "review_value_3": 29, "review_value_2": 5, "review_value_1": 8}}, "review_data": {"date": "28-06-2014", "rating": 4.0, "content": "Green tea asparagus and mint soup, very tasty, bit salty for my taste, but less than a thimble full! Well it was free so can't complain! But if you are going to give a free taster make sure it covers the bottom of the dish?Crevette with melon and wild peas very undercooked, nothing worse than a raw prawn that is still translucent and jelly-like, not good at all.Veal Fillet mignon with Rosti potatoes and wild meadow mushrooms! Had some meat left so a new Rosti was produced freshly cooked tout suite! Possibly one of the best meals I've had for a long time. It was uncomplicated but perfectly cooked with the right amount of herbs and spice! The main course was heaven on earth!Service is excellent.Extremely expensive but you are in Michelin territory in a top hotel in Zurich , it can't get much worse on the wallet anywhere in the world. Jeremy Clarkson comes to mind the most expensive glass of Armagnac,,,........ In the world!Another thimble full of Armagnac and some strawberries and that's it €250 gone!Eating out in Zurich is not for the faint hearted, and it's not voted as the highest quality of life city for nothing! I had a good days business and blew a bit! Was it worth €250 if I wasn't by the river in Zurich? Probably not! On the other hand there are Swiss bankers and Barclays wan£ers spending £200 on a very small single cognac and they are about £5,000 down as I write this, so it's all relative.All in all a bit of a special place let down by a bit of pretentiousness, but you could do a LOT worse, but probably not as expensively,", "likes": 2}}, {"author_data": {"author_level": 6, "author_member_since": 2008, "author_stats": {"contributions": 92, "cities_visited": 225, "helpful_votes": 107, "photos": 26}, "author_distribution": {"review_value_5": 32, "review_value_4": 48, "review_value_3": 8, "review_value_2": 2, "review_value_1": 2}}, "review_data": {"date": "22-06-2014", "rating": 5.0, "content": "We enjoyed dinner at the Pavillon it was really great. We started with a glass of house champagne followed by a six dinner menue with wine. all the food was excellent and the wine served to the dishes just perfect. Staff were very friendly, perfect service, very nice location. I have also enjoyed aperitif at the terrasse just outside which is also nice! If you are looking for a romantic dinner, the pavillion is a good choice.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2012, "author_stats": {"contributions": 574, "cities_visited": 627, "helpful_votes": 199, "photos": 30}, "author_distribution": {"review_value_5": 232, "review_value_4": 217, "review_value_3": 102, "review_value_2": 18, "review_value_1": 6}}, "review_data": {"date": "20-06-2014", "rating": 5.0, "content": "We only had breakfast here, but it was fantastic. The atmosphere is beautiful, with huge arrays of orchids, fantastic buffet offerings that are replenished with beautiful plating virtually instantly. The coffee was fantastic, the service incredibly attentive. Very creative Eggs Benedict. Just a really nice breakfast.The nice views of the Baur au Lac gardens are also wonderful to look at while dining.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2014, "author_stats": {"contributions": 85, "cities_visited": 44, "helpful_votes": 42, "photos": 81}, "author_distribution": {"review_value_5": 33, "review_value_4": 28, "review_value_3": 16, "review_value_2": 3, "review_value_1": 5}}, "review_data": {"date": "16-06-2014", "rating": 5.0, "content": "We were visiting Zurich for the weekend and we were looking for a really good restaurant to have our wedding anniversary dinner. We booked a table at the Pavillion online, after visiting TA, reading the reviews and also visting the Pavillion webpage to check out the menu.Nothing of the above, however, could have sufficiently prepared us for the actual experience! The setting, to start with, was beautiful, with very tasteful decoration, attention to detail and a warm atmosphere. The staff were very welcoming, accommodating, exceptionally well trained, warm and pleasant. We felt as if we were the only customers, although the restaurant was almost full that evening!We had the Harmonie menu, with a bottle of wine from the wine list (we did not have the wine paring menu), with a main course of Filet mignon de veau a la Zurichoise. The food was absolutely delicious, each dish better than the previous one. The Chef also complimented the fixed menu with additional starters, each of which was excuisite and well thought out.The quantity was more than adequate, which in combination with the quality, the taste and overal atmosphere made this dinner unique and memorable. All in all, we had a perfect dinner, which largely exceeded our expectations and we would highly recommend it.It is known that this is an expensive restaurant, and with a quick visit at their webpage one can see the menu and prices to get an idea. To our view, however, it is worth every franc!", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2013, "author_stats": {"contributions": 39, "cities_visited": 124, "helpful_votes": 85, "photos": 4}, "author_distribution": {"review_value_5": 21, "review_value_4": 14, "review_value_3": 3, "review_value_2": 1, "review_value_1": 0}}, "review_data": {"date": "10-06-2014", "rating": 4.0, "content": "I really enjoyed the food, but am rather unsure I would go there again given the price. Don't get me wrong, I do think the meal was worth it, the ambiance is nice, the service is great and the food was tasty... but for some reason it did not make the cut to my favourites' list!", "likes": 2}}, {"author_data": {"author_level": 0, "author_member_since": 2008, "author_stats": {"contributions": 2, "cities_visited": 3, "helpful_votes": 5, "photos": 0}, "author_distribution": {"review_value_5": 0, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "07-06-2014", "rating": 5.0, "content": "I decided on a whim to do a walk in without a reservation at lunch time one weekday and they were able to accommodate me without hesitation. The Server offer me a newspaper to read during lunch service and I was so appreciative as I do enjoy reading the news during a lunch meal. From start to finish I was treated like a Queen. With a high class restaurant like this , one would expect certain arrogance among the staff but at The Pavillon I was treated with a kind and courteous staff. The presentation and the taste of the meal was exceptional.", "likes": 4}}, {"author_data": {"author_level": 6, "author_member_since": 2014, "author_stats": {"contributions": 120, "cities_visited": 59, "helpful_votes": 100, "photos": 33}, "author_distribution": {"review_value_5": 89, "review_value_4": 25, "review_value_3": 5, "review_value_2": 1, "review_value_1": 0}}, "review_data": {"date": "17-05-2014", "rating": 5.0, "content": "хороший ресторан качественного обслуживания и великолепной кухней, персонал приветливый, помог подсказать вкусные блюда. Остали довольны", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2013, "author_stats": {"contributions": 252, "cities_visited": 61, "helpful_votes": 143, "photos": 11}, "author_distribution": {"review_value_5": 180, "review_value_4": 55, "review_value_3": 16, "review_value_2": 1, "review_value_1": 0}}, "review_data": {"date": "12-05-2014", "rating": 5.0, "content": "Рекомендую для посещения этот прекрасный ресторан, столики на улице, где можно вкусно поесть и любоваться прекрасными пейзажами! Хорошее обслуживание, вкусная еда. Хороший выбор по меню, нам очень понравился нежный суп и тартар. Цена обеда на двоих с напитками в среднем около 120-150 евро", "likes": 1}}, {"author_data": {"author_level": 5, "author_member_since": 2011, "author_stats": {"contributions": 67, "cities_visited": 59, "helpful_votes": 82, "photos": 0}, "author_distribution": {"review_value_5": 30, "review_value_4": 16, "review_value_3": 13, "review_value_2": 8, "review_value_1": 0}}, "review_data": {"date": "12-05-2014", "rating": 2.0, "content": "Das Buffet war ganz ok. Leider gar kein Vergleich zum Brunch im Dolder Zürich. Viel weniger Auswahl und die warmen Speisen waren teils kalt. Minuspunkt : Parkplatz , kein Valetparking und keine Parkplätze weit und breit. Valetparking in sollte bei dieser Lager und der Hotelkategorie einfach da sein! Preis / Leistung eher dürftig. Bedienung : Kaffee Bestellung nach 3 mal doch noch geklappt, Wein wurde nicht nachgeschenkt, ein Sprint durch den grossen Saal und man erwischt seinen Kellner, so kann man bestellen, sonst eher nicht.... Schade", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2008, "author_stats": {"contributions": 111, "cities_visited": 391, "helpful_votes": 96, "photos": 0}, "author_distribution": {"review_value_5": 59, "review_value_4": 45, "review_value_3": 10, "review_value_2": 5, "review_value_1": 0}}, "review_data": {"date": "02-04-2014", "rating": 5.0, "content": "We came here for our anniversary dinner and been meaning to go for a long time. Well, it was worth it! First, the decor is lovely, sumptuous but subdued. The round banquette in the center of the room is a wonderful focal point. When we arrived at our table, the staff had scattered rose petals all over the table in honor of our anniversary, such a nice touch. Then the meal began, we selected the tasting menu with the wine pairings, exquisite. The service was perfect, not stiff, friendly, helpful, solicitous and anticipating our needs. Wine pairings were a delicious compliment to the food. We loved the Gruner Veltiner paired with the langoustines and white jasmine foam, YUM!", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2006, "author_stats": {"contributions": 71, "cities_visited": 191, "helpful_votes": 144, "photos": 87}, "author_distribution": {"review_value_5": 41, "review_value_4": 22, "review_value_3": 8, "review_value_2": 1, "review_value_1": 0}}, "review_data": {"date": "20-03-2014", "rating": 5.0, "content": "Having tested a few of the other top-of-the-list restaurants in Zurich, I have zero doubt this is by far the best table in town. The service is top-notch, food is visual, complex and delicate. Again, deserves the number 1 spot.", "likes": 2}}, {"author_data": {"author_level": 3, "author_member_since": 2014, "author_stats": {"contributions": 14, "cities_visited": 7, "helpful_votes": 6, "photos": 0}, "author_distribution": {"review_value_5": 10, "review_value_4": 3, "review_value_3": 1, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "12-03-2014", "rating": 5.0, "content": "Breakfast at the quietly elegant Pavillion is a perfect experience. Menu or buffet, or both. The service is just right. You'll not want to leave.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2007, "author_stats": {"contributions": 269, "cities_visited": 456, "helpful_votes": 165, "photos": 186}, "author_distribution": {"review_value_5": 152, "review_value_4": 98, "review_value_3": 16, "review_value_2": 3, "review_value_1": 2}}, "review_data": {"date": "30-01-2014", "rating": 5.0, "content": "We dined here on our first evening in Zurich to celebrate my husbands birthday. The restaurant was decorated nicely with lots of large fresh flower arrangements scattered about. The service was as wonderful as the food! They surprised my husband with a wonderful birthday cake at the end of the evening! Thanks to the Pavillon for making my husbands special day excellent!", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2013, "author_stats": {"contributions": 64, "cities_visited": 87, "helpful_votes": 54, "photos": 0}, "author_distribution": {"review_value_5": 38, "review_value_4": 13, "review_value_3": 6, "review_value_2": 2, "review_value_1": 5}}, "review_data": {"date": "09-12-2013", "rating": 3.0, "content": "Das Gegenteil von Gut ist \"Gut gemeint\"! Sorry! Prinzipiell liebe ich das Baur au Lac, die Atmosphäre, die Historie und auch die Sternstunde im Pavillion.Ausgerechnet den Kopf der einzigen Dame hat man ausgesucht und dreimal versehentlich gestossen, dabei nur einmal mit einem Teller. Klar lacht man darüber - was soll man sonst tun.Zwei Vegetarier waren am Tisch - es gibt keinen Plan B, diesen spontan etwas anzubieten.Nach Rückfrage in der Küche kam der Vorschlag, Kürbissuppe und Kürbisravioli als Hauptgang. Kommentar überflüssig!6 Ravioli ca. 1 cm im Durchmesser wenn man grosszügig misst. Klar waren wir noch hungrig. Wir baten um eine zweite Portion. Es wurde abgeräumt und dann immerhin wieder aufgetischt. Knusprig waren die Ravioli, was der Inhalt war? Nicht unbedingt eine Sternstunde. Ein Teller ging wieder zurück. Knusprig müssen sie sein, die Ravioli - so die Aussage eines Servicemitarbeiters.Nachdem die Kellner wussten, dass wir Vegetarier waren, gab's als Amuse bouche eine Rindszunge. Wir behalfen uns und die Tischnachbarn halfen beim Essen.So schlängelten wir uns durch den Abend, wir assen Brot und tranken Wein. Dass es beim Einschenken spritze war ein Detail. Die Kellner waren locker und wir verübelten ihnen nichts, denn sie meinten es wirklich immer nur gut. Es war ein gut gemeinter Abend - doch reicht denn das? Oft lebt man besser von der Erinnerung, man musste sich nicht Mühe geben, denn das Baur au Lac war einfach perfekt.", "likes": 1}}, {"author_data": {"author_level": 4, "author_member_since": 2013, "author_stats": {"contributions": 46, "cities_visited": 23, "helpful_votes": 34, "photos": 6}, "author_distribution": {"review_value_5": 42, "review_value_4": 3, "review_value_3": 1, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "04-12-2013", "rating": 5.0, "content": "Кристальная чистота, красивый вид из окон, отзывчивый персонал, приятные глазу пастельные тона скатертей, кресел, гардин. Еда вкусная. Не могу сказать, что ДИКИЙ восторг, но всё очень прилично. Туда ХОЧЕТСЯ приходить снова и снова.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2012, "author_stats": {"contributions": 164, "cities_visited": 104, "helpful_votes": 126, "photos": 0}, "author_distribution": {"review_value_5": 50, "review_value_4": 77, "review_value_3": 30, "review_value_2": 6, "review_value_1": 1}}, "review_data": {"date": "28-10-2013", "rating": 5.0, "content": "This is the second time I have eaten dinner here although I have been here for lunch. Yes it is expensive, but the whole experience from the table linens to the place settings to the professional staff makes for a memorable and romantic evening!The menu is always interesting and changing, traditional favorites with some flavour twists. The amuse bouche on this evening was something amazing with beet root, colorful and beautifully presented. I started off with veal tartare with white truffle grated on top at the waiter's suggestion. This was not on the menu card and was absolutely divine. But that pales in comparison to the langoustine I had as a main course!!! This was sublime! Wonderful delicate flavours, perfectly cooked, tender....not tough or chewy, perfect.If you have the opportunity to dine here......do it!", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2012, "author_stats": {"contributions": 15, "cities_visited": 69, "helpful_votes": 4, "photos": 28}, "author_distribution": {"review_value_5": 11, "review_value_4": 4, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "24-10-2013", "rating": 5.0, "content": "We went there with the family for a birthday celebration. The service/waiter is/are one of the best in Zürich. Very obliging and not missing any details, as you're only used in Dubai f.e. I love the decoration the colors of the restaurant. I was very pleased with my visit. The only negative point, is that my beef fillet for 76 sfr. was good but not excellent, since it had too much fat and was hard to chew. The saddle of lamb of my partner was delicious and perfect. If you're hungry take the \"Züri-Gschnetzletes\" (it has a different name on the menu though).My appetizer (scallop) was really good. I must admit the best scallop I've ever had.The wines are a bit too pricey starting at 75 sfr. I'll come back for sure.", "likes": 0}}, {"author_data": {"author_level": 3, "author_member_since": 2013, "author_stats": {"contributions": 15, "cities_visited": 39, "helpful_votes": 10, "photos": 20}, "author_distribution": {"review_value_5": 9, "review_value_4": 4, "review_value_3": 1, "review_value_2": 0, "review_value_1": 1}}, "review_data": {"date": "29-08-2013", "rating": 5.0, "content": "Das Ambiente im Pavillon ist toll. Das Personal überaus freundlich und zuvorkommend und die Speisen schlichtweg sensationell. Wir haben uns für das 7-Gänge Menu Harmonie mit Weinbegleitung entschieden, dieses hat seinen Preis, aber es ist meiner Meinung nach auch jeden Rappen wert. Die Weine sind exzellent auf die Gänge abgestimmt und machen das Essen somit zum Hochgenuss.Wir werden wieder kommen. Vielen Dank für einen tollen Abend und ein Essenserlebnis der besonderen Art.", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2013, "author_stats": {"contributions": 73, "cities_visited": 29, "helpful_votes": 64, "photos": 0}, "author_distribution": {"review_value_5": 54, "review_value_4": 15, "review_value_3": 3, "review_value_2": 0, "review_value_1": 1}}, "review_data": {"date": "24-08-2013", "rating": 5.0, "content": "In einem sehr noblen aber dennoch nicht steifen Ambiente lässt es sich hier auf allerhöchstem Niveau fein Speisen, sowohl internationale aber auch regionale Spezialitäten werden geboten. Die angenehme Lage in einem Park und doch zentral in der Stadt in Seenähe machen das ganze noch attraktiver.", "likes": 0}}, {"author_data": {"author_level": 0, "author_member_since": 2010, "author_stats": {"contributions": 1, "cities_visited": 0, "helpful_votes": 0, "photos": 0}, "author_distribution": {"review_value_5": 0, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "15-08-2013", "rating": 5.0, "content": "Excellent food and service. Expensive but worth it for the fresh unique ingredients and perfect service.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2012, "author_stats": {"contributions": 282, "cities_visited": 53, "helpful_votes": 152, "photos": 0}, "author_distribution": {"review_value_5": 145, "review_value_4": 85, "review_value_3": 42, "review_value_2": 5, "review_value_1": 6}}, "review_data": {"date": "08-07-2013", "rating": 5.0, "content": "Das Parkrestaurant des Baur au lac. Sehr angenehm, z.T. mit Seeblick, erfrischende Brise.Das Essen ist gut, Service gut. Auch hier viel junges Personal!", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2012, "author_stats": {"contributions": 80, "cities_visited": 33, "helpful_votes": 36, "photos": 0}, "author_distribution": {"review_value_5": 37, "review_value_4": 38, "review_value_3": 4, "review_value_2": 0, "review_value_1": 1}}, "review_data": {"date": "31-05-2013", "rating": 5.0, "content": "We arrived from Australia very early that morning after a 24 hour flight. We spent the day exploring the city and the See. At the end of the afternoon we called by theHotel Baur-au-Lac and looked at the Pavillion. We thought - Why not? We're only here for a night!Why not indeed!We had a most exquisite dinner, presented superbly, with absolutely fabulous and yet very unobtrusive service.A night to remember!", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2012, "author_stats": {"contributions": 50, "cities_visited": 70, "helpful_votes": 35, "photos": 10}, "author_distribution": {"review_value_5": 30, "review_value_4": 7, "review_value_3": 7, "review_value_2": 3, "review_value_1": 3}}, "review_data": {"date": "06-04-2013", "rating": 5.0, "content": "Das Restaurant bietet den Besten Service weit und breit, auch im Ausland ist dieses Niveau schwer zu finden. Dieses hat natürlich seinen Preis, aber er ist es Wert. Gediegen dinieren in ruhigem Ambiente kann man in Zürich sonst nirgendwo. Das Essen ist wirklich ein Gedicht....Was man absolut nicht verpassen darf, wenn es angeboten wird sind als Vorspeise die Trüffel-Nüdeli! Ein Gedicht..........", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2008, "author_stats": {"contributions": 88, "cities_visited": 76, "helpful_votes": 53, "photos": 331}, "author_distribution": {"review_value_5": 57, "review_value_4": 25, "review_value_3": 5, "review_value_2": 0, "review_value_1": 1}}, "review_data": {"date": "15-01-2013", "rating": 5.0, "content": "- Emplacement : parfait, à l'Hôtel Baur au Lac, tout en bas de la Bahnhofstrasse, face au lac.- Ambiance : endroit magnifique et luxueux.- Cuisine : bonne cuisine, bons produits, envie de bien faire.- Service : parfait.- Prix : plutôt élevés mais le cadre et la vue les justifient.", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2010, "author_stats": {"contributions": 61, "cities_visited": 126, "helpful_votes": 54, "photos": 0}, "author_distribution": {"review_value_5": 25, "review_value_4": 20, "review_value_3": 12, "review_value_2": 3, "review_value_1": 1}}, "review_data": {"date": "04-01-2013", "rating": 5.0, "content": "Every once in a while, me and my wife treat ourselves with a nice dinner at the Pavillon. During summer, I would recommend to be there early and have a drink in the stunning park of the hotel.Unfortunately, I can't make any specific recommendation regarding their menu. Everything is fantastic. Besides, the setting with view into the hotel park, the top-notch service and all other details are fully up to the expectation one has when visiting a place like the Pavillon.If you would like to get to know a new wine, don't hesitate to leave the decision to the sommelier. In my humble opinion, Mr. Blanc is by far the best sommelier in town.That doesn't leave me any more to say than 'Enjoy your dinner!'.", "likes": 0}}, {"author_data": {"author_level": 6, "author_member_since": 2012, "author_stats": {"contributions": 134, "cities_visited": 63, "helpful_votes": 98, "photos": 7}, "author_distribution": {"review_value_5": 98, "review_value_4": 20, "review_value_3": 9, "review_value_2": 4, "review_value_1": 3}}, "review_data": {"date": "29-12-2012", "rating": 3.0, "content": "The restaurant is beutifull, service is ok but not very proffesional for example - this is one of the best wine list in swiss more than 1500 wines and there is no sommelier.The food- was good but again not more than that", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2010, "author_stats": {"contributions": 1737, "cities_visited": 961, "helpful_votes": 1099, "photos": 0}, "author_distribution": {"review_value_5": 127, "review_value_4": 707, "review_value_3": 604, "review_value_2": 244, "review_value_1": 80}}, "review_data": {"date": "22-12-2012", "rating": 4.0, "content": "I had doubts whether awardng this restaurant at the Baur au Lac hotel with 3 or 4 tripadvisor points, and finally chose 4.The food was good. Good sarters and good turbot. The 5 courses menu (cost 240 sfr including a glass of good wines per course) was good with the exception of the fish portion that was only average.The service was excellent and the athmosphere cozy and elegant.All in all, a reasonable value for money in Zurich were things are always expensive, and this restaurant is in the high standards side.", "likes": 0}}, {"author_data": {"author_level": 3, "author_member_since": 2010, "author_stats": {"contributions": 20, "cities_visited": 16, "helpful_votes": 25, "photos": 0}, "author_distribution": {"review_value_5": 9, "review_value_4": 9, "review_value_3": 1, "review_value_2": 1, "review_value_1": 0}}, "review_data": {"date": "24-09-2012", "rating": 5.0, "content": "Ein Luxus-Restaurant - nicht nur die Speisen, vor allem auch das Ambiente, wunderschön. Service allerdings uneinheitlich - sehr aufmerksamer und versierter süditalienischer Kellner, Hilfspersonal unbeholfen. Preise: Im obersten Segment, aber m.E. noch ok. Viele ausländische Hotelgäste, wenig Zürcher, scheint es.", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2009, "author_stats": {"contributions": 83, "cities_visited": 44, "helpful_votes": 100, "photos": 0}, "author_distribution": {"review_value_5": 31, "review_value_4": 32, "review_value_3": 19, "review_value_2": 2, "review_value_1": 0}}, "review_data": {"date": "07-09-2012", "rating": 3.0, "content": "Wir waren schon oft im Baur Au Lac. Die Muttertagsbuffets sind legendär und auch im Pavillon hatten wir ein ausgezeichnetes Bankett.Dieses Mal allerdings waren wir weniger zufrieden. Das Hotel wurde zum Gault et Millau Hotel des Jahres gewählt und das Restaurant hat 17 Punkte erhalten.Das Restaurant ist stylisch, die Bedienung nett und reichlich, das Setting passt.Nur was auf den Teller kommt war mehr als mässig. Für ein Restaurant dieser Klasse, hätten wir einen kreativen Gruss aus der Küche erwartet. Mit diesem Gruss kann man den Gast auf das Essen einstimmen. Diese Chance hat man verpasst.Die dünn geschnittene, marinierte Lachsforelle kam mit dick geschnittenen Stücken daher, schmeckte nach kaum was und die Marinade war höchstens in minimaler Dosierung vorhanden. Der Teller absolut puristisch (mal abgesehen von den Blümchen, die man essen kann).Das Artischokenvelouté kam in einem banalen Suppenbowl, ohne jegliche Dekoration oder Rafinesse. Sie schmeckte gut, aber kein Wow-Effekt.Der Turbotin begeisterte meine Mitesser nicht. Das Kalbsfilet war korrekt, die Sauce ebenfalls, aber das Fleisch war weder besonders zart, die Dekoration weder besonders raffiniert und die Kartoffeln eher matschig. Die Portionen dagegen sehr überschaubar.Die Desserts begeisterten, wenn man französische Patisserie liebt. Aber jede bessere Patisserie in Frankreich bringt die gleiche Qualität hin. Also auch keine kulinarischen Höhepunkte. Etwas mit Wow-Effekt. Der nette Kellner stellte uns immerhin einen Teller mit lokalen Erdbeeren hin. Eine spontane, nette Geste.Der Service ist nett, aber man deckte zwei Löffel bei meiner Begleiterin ein und vergass die Gabel. Das sollte in der Spitzenklasse nicht passieren. Die Klimaanlage verursachte eine unangenehme Zugluft, immerhin stellte man sie sofort ab, als wir uns beschwerten.Liebe Gaut et Millau Leute: Für 17 Punkte erwarte ich sehr viel mehr! Mehr Dekoration, mehr Sorgfalt, mehr Rafinesse, dazu einen perfekten Service. Dafür bin ich auch bereit, zu bezahlen. Das Pavillion ist sehr schön gemacht, die Blumen sind wunderbar, die Weine herrlich, wenn auch sehr teuer, aber das was auf den Teller kommt, passt zu Zwingli, zu Diät, zu Puritanismus.", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2008, "author_stats": {"contributions": 203, "cities_visited": 652, "helpful_votes": 194, "photos": 470}, "author_distribution": {"review_value_5": 133, "review_value_4": 65, "review_value_3": 5, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "15-08-2012", "rating": 5.0, "content": "Hier muss man eigentlich gar nicht viel sagen: alles vom Feinsten. Der wunderschöne Pavillon, sozusagen mit Rundumsicht in den Park, gegen den See und auf den Schanzengraben, die sehr elegante, angenehme Atmosphäre, die prächtigen Blumen, die bequemen Stühle, die exquisite Küche von Chefkoch Laurent Eperon, die aussergewöhnliche Weinkarte, der wirklich exzellente, freundliche, zuvorkommende Servie…Kurz, ich gehe mit den Testern des Führers „Zürich geht aus 2012/2013“ absolut einig, dass das Restaurant Pavillon momentan das beste unter den Gourmetrestaurants Zürichs ist. Ich möchte dazu relativierend noch anfügen: Der Pavillon ist primus inter pares, denn die anderen beiden, Mesa und The Restaurant im Dolder, sind m.E. praktisch gleichauf.", "likes": 2}}, {"author_data": {"author_level": 5, "author_member_since": 2006, "author_stats": {"contributions": 64, "cities_visited": 66, "helpful_votes": 122, "photos": 108}, "author_distribution": {"review_value_5": 30, "review_value_4": 24, "review_value_3": 5, "review_value_2": 5, "review_value_1": 0}}, "review_data": {"date": "08-05-2012", "rating": 5.0, "content": "A long walk around the Bürkli Platz – and the Zürich lake – will certainly build up an appetite.A good place for a high class restaurant is in a 5* hotel, the Baur au Lac. The restaurant is located in front of the hotel in a glass rotunda surrounded by well kept gardens and caters at reasonable prices to the wealthy and not so wealthy.A good 3 course meal and a bottle of swiss Rose will set you back $300.Service is excellent with a more than adequate number of waiters, and friendly at that.Food portions are reasonable with an offer tilted towards lake fish – all of good quality and fresh. Still a little hungry ? Endulge in their home made pastry!Bon appétit.", "likes": 1}}, {"author_data": {"author_level": 5, "author_member_since": 2006, "author_stats": {"contributions": 87, "cities_visited": 149, "helpful_votes": 75, "photos": 4}, "author_distribution": {"review_value_5": 45, "review_value_4": 18, "review_value_3": 11, "review_value_2": 2, "review_value_1": 11}}, "review_data": {"date": "26-04-2012", "rating": 5.0, "content": "It doesnt look like much from the outside, but I have eaten here twice and on both occassions, I can happily say that the food quality was great, the portions were excellent and the staff lovely. It probably won't win any culinary awards, but I would go back time and time again for well priced, honest cooking", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2011, "author_stats": {"contributions": 34, "cities_visited": 30, "helpful_votes": 54, "photos": 0}, "author_distribution": {"review_value_5": 19, "review_value_4": 6, "review_value_3": 6, "review_value_2": 1, "review_value_1": 2}}, "review_data": {"date": "26-01-2012", "rating": 4.0, "content": "Das Restaurant ist sehr schoen und hat eine tolle Lage.Schade das es selbst Mittags eine Jacketpflicht gibt.Ein Glas Rose Champagner ist sogar fuer Zuerich ueberzogen...Das Essen war sehr gut, nur auf diesem Niveau erwartet man auch ein amuse bouche.Zwei Gaenge Mittagsmenu kosten um die 75 Franken.Am besten haben mir der Blumenschmuck im Restaurant gefallen.", "likes": 4}}, {"author_data": {"author_level": 4, "author_member_since": 2006, "author_stats": {"contributions": 4, "cities_visited": 288, "helpful_votes": 0, "photos": 31}, "author_distribution": {"review_value_5": 4, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "13-12-2011", "rating": 5.0, "content": "Really pricey, but well worth the experience! A once in a lifetime dining extravaganza! Had the time of my life!", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2008, "author_stats": {"contributions": 167, "cities_visited": 395, "helpful_votes": 173, "photos": 52}, "author_distribution": {"review_value_5": 91, "review_value_4": 28, "review_value_3": 25, "review_value_2": 16, "review_value_1": 9}}, "review_data": {"date": "05-06-2011", "rating": 5.0, "content": "This is a unique dining experience in Zurich. We had our aperitif on the terrace with the spectsacular view to the garden and the lake. Afterwards, we had our lunch at the Pavillon. It is all very nicely furnished, high luxury class. The service was the best one can imagine. Professional, natural, not snobby at all - although we are at a 'Leading Hotel of the World'. And the food? Excellent, should probably have more than just two main meat dishes - but the selection of fish and seafood was great! Every dish was creative, innovative and of best quality. It was honest food with nice details such as the jasmin foam with the variation of Langoustine, the one hour slow cooked egg with the vegetable starter. The fish and the veal were cooked to perfection and the dishes all eyecatchers. The wine list is extensive and contains all what you expect from a first class restaurant including a good selection of half bottles. But all these good things come at a price, so you should have your credit card well polished before you get there! But at the end, we all said that we will be back!", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2007, "author_stats": {"contributions": 138, "cities_visited": 334, "helpful_votes": 315, "photos": 5}, "author_distribution": {"review_value_5": 53, "review_value_4": 41, "review_value_3": 24, "review_value_2": 14, "review_value_1": 7}}, "review_data": {"date": "02-09-2008", "rating": 3.0, "content": "Fancy, but overpriced. Better walk through the lobby to the other restaurant in the same hotel (the Rive Gauche).", "likes": 1}}, {"author_data": {"author_level": 3, "author_member_since": 2010, "author_stats": {"contributions": 20, "cities_visited": 16, "helpful_votes": 25, "photos": 0}, "author_distribution": {"review_value_5": 9, "review_value_4": 9, "review_value_3": 1, "review_value_2": 1, "review_value_1": 0}}, "review_data": {"date": "24-09-2012", "rating": 5.0, "content": "Ein Luxus-Restaurant - nicht nur die Speisen, vor allem auch das Ambiente, wunderschön. Service allerdings uneinheitlich - sehr aufmerksamer und...More", "likes": 0}}, {"author_data": {"author_level": 5, "author_member_since": 2009, "author_stats": {"contributions": 83, "cities_visited": 44, "helpful_votes": 100, "photos": 0}, "author_distribution": {"review_value_5": 31, "review_value_4": 32, "review_value_3": 19, "review_value_2": 2, "review_value_1": 0}}, "review_data": {"date": "07-09-2012", "rating": 3.0, "content": "Wir waren schon oft im Baur Au Lac. Die Muttertagsbuffets sind legendär und auch im Pavillon hatten wir ein ausgezeichnetes Bankett.Dieses Mal allerdings waren wir weniger zufrieden. Das Hotel wurde zum Gault et Millau Hotel des Jahres gewählt und das Restaurant hat 17 Punkte erhalten.Das Restaurant ist stylisch, die Bedienung nett und reichlich, das Setting passt.Nur was auf den Teller kommt war mehr als mässig. Für ein Restaurant dieser Klasse, hätten wir einen kreativen Gruss aus der Küche erwartet. Mit diesem Gruss kann man den Gast auf das Essen einstimmen. Diese Chance hat man verpasst.Die dünn geschnittene, marinierte Lachsforelle kam mit dick geschnittenen Stücken daher, schmeckte nach kaum was und die Marinade war höchstens in minimaler Dosierung vorhanden. Der Teller absolut puristisch (mal abgesehen von den Blümchen, die man essen kann).Das Artischokenvelouté kam in einem banalen Suppenbowl, ohne jegliche Dekoration oder Rafinesse. Sie schmeckte gut, aber kein Wow-Effekt.Der Turbotin begeisterte meine Mitesser nicht. Das Kalbsfilet war korrekt, die Sauce ebenfalls, aber das Fleisch war weder besonders zart, die Dekoration weder besonders raffiniert und die Kartoffeln eher matschig. Die Portionen dagegen sehr überschaubar.Die Desserts begeisterten, wenn man französische Patisserie liebt. Aber jede bessere Patisserie in Frankreich bringt die gleiche Qualität hin. Also auch keine kulinarischen Höhepunkte. Etwas mit Wow-Effekt. Der nette Kellner stellte uns immerhin einen Teller mit lokalen Erdbeeren hin. Eine spontane, nette Geste.Der Service ist nett, aber man deckte zwei Löffel bei meiner Begleiterin ein und vergass die Gabel. Das sollte in der Spitzenklasse nicht passieren. Die Klimaanlage verursachte eine unangenehme Zugluft, immerhin stellte man sie sofort ab, als wir uns beschwerten.Liebe Gaut et Millau Leute: Für 17 Punkte erwarte ich sehr viel mehr! Mehr Dekoration, mehr Sorgfalt, mehr Rafinesse, dazu einen perfekten Service. Dafür bin ich auch bereit, zu bezahlen. Das Pavillion ist sehr schön gemacht, die Blumen sind wunderbar, die Weine herrlich, wenn auch sehr teuer, aber das was auf den Teller kommt, passt zu Zwingli, zu Diät, zu Puritanismus.", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2008, "author_stats": {"contributions": 203, "cities_visited": 652, "helpful_votes": 194, "photos": 470}, "author_distribution": {"review_value_5": 133, "review_value_4": 65, "review_value_3": 5, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "15-08-2012", "rating": 5.0, "content": "Hier muss man eigentlich gar nicht viel sagen: alles vom Feinsten. Der wunderschöne Pavillon, sozusagen mit Rundumsicht in den Park, gegen den See und auf den Schanzengraben, die sehr elegante, angenehme Atmosphäre, die prächtigen Blumen, die bequemen Stühle, die exquisite Küche von Chefkoch Laurent Eperon, die aussergewöhnliche Weinkarte, der wirklich exzellente, freundliche, zuvorkommende Servie…Kurz, ich gehe mit den Testern des Führers „Zürich geht aus 2012/2013“ absolut einig, dass das Restaurant Pavillon momentan das beste unter den Gourmetrestaurants Zürichs ist. Ich möchte dazu relativierend noch anfügen: Der Pavillon ist primus inter pares, denn die anderen beiden, Mesa und The Restaurant im Dolder, sind m.E. praktisch gleichauf.", "likes": 2}}, {"author_data": {"author_level": 5, "author_member_since": 2006, "author_stats": {"contributions": 64, "cities_visited": 66, "helpful_votes": 122, "photos": 108}, "author_distribution": {"review_value_5": 30, "review_value_4": 24, "review_value_3": 5, "review_value_2": 5, "review_value_1": 0}}, "review_data": {"date": "08-05-2012", "rating": 5.0, "content": "A long walk around the Bürkli Platz – and the Zürich lake – will certainly build up an appetite.A good place for a high class restaurant is in a 5* hotel, the Baur au Lac. The restaurant is located in front of the hotel in a glass rotunda surrounded by well kept gardens and caters at reasonable prices to the wealthy and not so wealthy.A good 3 course meal and a bottle of swiss Rose will set you back $300.Service is excellent with a more than adequate number of waiters, and friendly at that.Food portions are reasonable with an offer tilted towards lake fish – all of good quality and fresh. Still a little hungry ? Endulge in their home made pastry!Bon appétit.", "likes": 1}}, {"author_data": {"author_level": 5, "author_member_since": 2006, "author_stats": {"contributions": 87, "cities_visited": 149, "helpful_votes": 75, "photos": 4}, "author_distribution": {"review_value_5": 45, "review_value_4": 18, "review_value_3": 11, "review_value_2": 2, "review_value_1": 11}}, "review_data": {"date": "26-04-2012", "rating": 5.0, "content": "It doesnt look like much from the outside, but I have eaten here twice and on both occassions, I can happily say that the food quality was great, the portions were excellent and the staff lovely. It probably won't win any culinary awards, but I would go back time and time again for well priced, honest cooking", "likes": 0}}, {"author_data": {"author_level": 4, "author_member_since": 2011, "author_stats": {"contributions": 34, "cities_visited": 30, "helpful_votes": 54, "photos": 0}, "author_distribution": {"review_value_5": 19, "review_value_4": 6, "review_value_3": 6, "review_value_2": 1, "review_value_1": 2}}, "review_data": {"date": "26-01-2012", "rating": 4.0, "content": "Das Restaurant ist sehr schoen und hat eine tolle Lage.Schade das es selbst Mittags eine Jacketpflicht gibt.Ein Glas Rose Champagner ist sogar fuer Zuerich ueberzogen...Das Essen war sehr gut, nur auf diesem Niveau erwartet man auch ein amuse bouche.Zwei Gaenge Mittagsmenu kosten um die 75 Franken.Am besten haben mir der Blumenschmuck im Restaurant gefallen.", "likes": 4}}, {"author_data": {"author_level": 4, "author_member_since": 2006, "author_stats": {"contributions": 4, "cities_visited": 288, "helpful_votes": 0, "photos": 31}, "author_distribution": {"review_value_5": 4, "review_value_4": 0, "review_value_3": 0, "review_value_2": 0, "review_value_1": 0}}, "review_data": {"date": "13-12-2011", "rating": 5.0, "content": "Really pricey, but well worth the experience! A once in a lifetime dining extravaganza! Had the time of my life!", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2008, "author_stats": {"contributions": 167, "cities_visited": 395, "helpful_votes": 173, "photos": 52}, "author_distribution": {"review_value_5": 91, "review_value_4": 28, "review_value_3": 25, "review_value_2": 16, "review_value_1": 9}}, "review_data": {"date": "05-06-2011", "rating": 5.0, "content": "This is a unique dining experience in Zurich. We had our aperitif on the terrace with the spectsacular view to the garden and the lake. Afterwards, we had our lunch at the Pavillon. It is all very nicely furnished, high luxury class. The service was the best one can imagine. Professional, natural, not snobby at all - although we are at a 'Leading Hotel of the World'. And the food? Excellent, should probably have more than just two main meat dishes - but the selection of fish and seafood was great! Every dish was creative, innovative and of best quality. It was honest food with nice details such as the jasmin foam with the variation of Langoustine, the one hour slow cooked egg with the vegetable starter. The fish and the veal were cooked to perfection and the dishes all eyecatchers. The wine list is extensive and contains all what you expect from a first class restaurant including a good selection of half bottles. But all these good things come at a price, so you should have your credit card well polished before you get there! But at the end, we all said that we will be back!", "likes": 1}}, {"author_data": {"author_level": 6, "author_member_since": 2007, "author_stats": {"contributions": 138, "cities_visited": 334, "helpful_votes": 315, "photos": 5}, "author_distribution": {"review_value_5": 53, "review_value_4": 41, "review_value_3": 24, "review_value_2": 14, "review_value_1": 7}}, "review_data": {"date": "02-09-2008", "rating": 3.0, "content": "Fancy, but overpriced. Better walk through the lobby to the other restaurant in the same hotel (the Rive Gauche).", "likes": 1}}]}