{"restaurant_name": "Nooch Richti", "overall_rating": 4.0, "all_reviews": [{"date": "22-10-2021", "rating": 3.0, "content": "Wir mussten 30min warten weil es nicht ankam obwohl 12.30 abgemacht wurde und haben dann angerufen und unser Essen war noch dort dann nochmals 15min gewartet bis es endlich mal ankam. Aber die Speisen waren oke"}, {"date": "15-09-2021", "rating": 5.0, "content": "Enfin une chaine ou c’est propre, l’accueil et le service irréprochable.Les plats sont tres bien préparés et le cadre soigné"}, {"date": "24-06-2021", "rating": 1.0, "content": "Wir waren zu acht geschäftlich hier essen und haben nach 20 Minuten Wartezeit vom Tisch aus im Restaurant angerufen weil wir nicht bedient wurden. Ist mir leider nicht zum ersten Mal passiert. Essen ist gut, Bedienung war auch freundlich aber man sollte mindestens 1 Stunde für Wartezeit mit einplanen."}, {"date": "24-06-2021", "rating": 5.0, "content": "Frau shandy hat uns bedient Sehr freundlich und das Essen ist super !Wir hatten die Sushi Platte für 2 Personen für 72.- 4 Getränke für 92.90wir kommen immer wieder gerne"}, {"date": "14-10-2020", "rating": 1.0, "content": "Das Essen war ok, die Bedienung leider unterirdisch. Unfreundlich und nervös wurde rumgewuselt. Ich habe auf meine Freundin gewartet die sich verspätet hat und habe es inn30 min. nicht geschafft meine Getränkebestellung aufzugeben.Ich wurde schlichtweg ignoriert. Das schlimmste jedoch war, dass Personen ohne Reservation vor mir platziert wurden und dadurch die Corona Regeln massiv missachtet wurden. Jeder Platz besetzt und zwischen den Tischen nicht mal ein Meter Abstand. Es war richtig unangenehm und wir haben uns sehr unwohl gefühlt. Leider hatten wir schon bestellt, als die Tischd neben uns vergeben wurden. Auf unsere Bedenken wurde nicht eingegangen. Wir haben das Lokal sogleich nach dem Essen verlassen und werden das Nooch nun leider bis auf Weiteres meiden. Unfair gegenüber allen Gastronomen, welche sich an die Vorgaben halten!"}, {"date": "29-09-2020", "rating": 4.0, "content": "Das Sushi ist mega lecker und es hat eine grosse Auswahl. Auch Vegis/Veganer kommen nicht zu kurz. Das Personal könnte noch etwas aufmerksamer sein. Ansonsten war alles TOP."}, {"date": "12-09-2020", "rating": 5.0, "content": "We came for lunch to this modern restaurant in the heart of Richti-Areal of Wallisellen, Zurich.All service personnel was very friendly, helpful and fast.A large menu with menu with many options to chose from.All food and drinks tasted great and authentic Indian/Asian.Is this a helpful review? Then please give me a \"Thumbs up Thank FrankGeisler\" by clicking the button below."}, {"date": "30-06-2020", "rating": 1.0, "content": "Soeben bei nooch bestellt, war auch für Schweizer Verhältnisse extrem enttäuscht.Die knusprige Ente war trocken und zäh, mit TK-Gemüse, der Papayasalat war kaum als solcher zu erkennen, mit Coop-pepperoncini statt chillis, die Frühlingsrollen wie bei Aldi im TK-Regal, die mittelmässigen Sushi von Negishi konnten es auch nicht rausreissen.Ich empfehle das nicht mal Leuten, die kein asiatisches Essen mögen."}, {"date": "15-01-2020", "rating": 3.0, "content": "Habe mich für das Restaurant entschieden weil es sehr schön eingerichtet ist und das Ambiente heimelig ist. War im Dezember und danach im Januar dieses Jahres geschäftlich zum Mittagessen bei Nooch.Bedaure sehr das die Qualität bedeutend gesunken ist. Das essen war ok... und leider nicht sensationell wie auch schon...Die Bedienung ist zwar sehr freundlich, aber teilweise überfordert...Schade!!"}, {"date": "13-11-2019", "rating": 4.0, "content": "Sehr gute Sushis wie immer, das essen war auch super, das Personal war sehr freundlich und aufgestellt. Zudem konnte mein Mann endlich mal frittierte Heuschrecken probieren.Dankeschön"}, {"date": "21-09-2019", "rating": 3.0, "content": "Die Bedienung ist freundlich, wirkt aber überfordert. Braucht eine gefühlte Ewigkeit, um die Bestellung aufzunehmen und bringt am Schluss das falsche Essen und vergisst Teile der Bestellung.Das Essen ist zwar lecker, jedoch sind die Portionen etwas klein für erwachsene Personen.Tolles Lokal, aber der Gesamteindruck bleibt durchzogen. Schade."}, {"date": "17-09-2019", "rating": 1.0, "content": "Ich war schon viele Male mit Geschäftspartnern im Nooch. Bis heute war der Service akzeptabel, aber das Konzept geht immer mehr Richtung Massenabfertigung. Als ich heute wie immer den James Bond Teller (fried rice chicken) mit einem Spiegelei darauf haben wollte, wurde mir gesagt, dass dies nicht möglich sei. Der nette Herr vom Service hat sich geschämt für das sture Verhalten des Kochs. Ich habe ihn gebeten nochmals in der Küche nachzufragen, da dieses kostenpflichtige Extra während Jahren möglich war. Die Antwort war NEIN. Ich glaube der kundenfeindliche Entscheider in der Küche hat nicht begriffen, wer seinen Lohn zahlt. Schliesslich haben sie Eier und Pfannen. Einen so miesen Service habe ich noch nicht erlebt! Das Management sollte dringend Personen aus der Küche entfernen, die das Restaurant rufmässig an die Wand fahren. Auch mein Geschäftspartner war geschockt - Nooch nie wieder!"}, {"date": "04-09-2019", "rating": 1.0, "content": "Vivendo da poco qui sono andato a cena con 2 amiche . Il luogo è straordinariamente bello ed è molto grande ! Forse troppo ! Questo perché a mia grande sorpresa, gli uramaki sono già pronti e non si possono apportare modifiche ovvero giusto togliere il cetriolo. Sono quindi troppo freddi e lo spessore del tono è me diverso dalle foto del loro menu . Il riso ha poco di giapponese . Sono scioccato da questo modo di fare . Servizio insistente sempre a chiedere se vogliamo ordinare altro. O mima e ravioli buoni ma niente di particolare . Il conto ? Su 35.- a persona"}, {"date": "11-07-2019", "rating": 4.0, "content": "A pochi passi dal grande centro commerciale Glatt questo ristorante di cucina asiatica sa soddisfare sia per la qualità sia per il servizio; MEGA veloce non a scapito della gentilezza e della professionalità. Per quanto gustato il prezzo è adeguato. Ambiente carino, informale ma curato. Da ritornarci"}, {"date": "03-07-2019", "rating": 5.0, "content": "Quick service, very good beverage offers and food selection, great spacious indoor and outdoor seating area. Lunch takeaways very quick to go. Always good."}, {"date": "04-06-2019", "rating": 4.0, "content": "La déco donne envie de s y arrêter. On y mange bien. On peut aussi bien manger sur place ou a emporter. Je recommande."}, {"date": "13-05-2019", "rating": 4.0, "content": "Leckeres Essen, Bedienung ok (für Mittagessen absolut in Ordnung), tollle Räumlichkeiten. Schade, dass über Mittag die Vorspeisen gleichzeitig mit den Hauptgängen serviert werden.Kann es zum Mittagessen uneingeschränkt empfehlen!"}, {"date": "13-04-2019", "rating": 5.0, "content": "Ich finde einfach super das Essen plus ist das Lokal super.Auch die Bedienung ist freundlich .Bin viel Gast dort ist zu empfehlen"}, {"date": "05-04-2019", "rating": 3.0, "content": "Essen gut, Einrichtung gut, aber langes warten, Unter 1H für Lunch und Menunicht zu realisieren. Sogar für Take Away (Menue nix spezielles) war die Wartezeit 20 Minuten. Bedienung motiviert aber ohne System unterwegs."}, {"date": "28-03-2019", "rating": 1.0, "content": "Die Wartezeit ist unendlich und das bei laufendem Betrieb. Da wartet man locker 40min bis das bestellte kommt. Aber zuerst wartet man 10-15min bis man überhaupt bedient wird.Das essen wird halbbatzig vorbereitet, ist kalt und nie gleich.Also eher nicht empfehlenswert."}, {"date": "21-03-2019", "rating": 4.0, "content": "Wenn schon Sushi, dann gibts für mich nur eine kleine Auswahl von Restaurants, wo es auch passt. Dazu gehört das Nooch in Wallisellen. Idealerweise bietet die Karte auch Angebote, wenn Deine Begleitung kein Sushi mag.Meine Favorites: Mango RainbowsIm Nooch gibts übrigens eine hauseigene Cola. War nicht unser Geschmack, vielleicht Deiner?"}, {"date": "19-03-2019", "rating": 4.0, "content": "Leckeres Essen, sehr schöne Deko und gemütliche Atmosphäre. Leider nicht viel Varietät auf dem Sushi-Band."}, {"date": "12-02-2019", "rating": 3.0, "content": "bellissimo locale, situato vicino alla stazione di Wallisellen, cucina thailandese veramente ottima, un po meno il suschi, non l'ho trovato freschissimo, ma nel contesto non è male"}, {"date": "09-02-2019", "rating": 5.0, "content": "This restaurant provided some of the best Asian food I have ever eaten. The variety of dishes and the flavours of the dishes I had over my two visits were simply amazing. Add into this great service and good prices and you have a top evening out.Highly recommended"}, {"date": "26-01-2019", "rating": 3.0, "content": "Für einen kurzen Lunch ganz OK, Essen war qualitativ i.o. obwohl es mir nicht geschmeckt hat. Der Preis ist jedoch sehr gehoben."}, {"date": "16-01-2019", "rating": 5.0, "content": "Ho mangiato 2 volte in questo ristorante ed è sempre stato buono. Ottimo servizio, cordiale e veloce."}, {"date": "08-01-2019", "rating": 4.0, "content": "Es gibt immer unterschiedliche Mittagsmenüs, Personal ist unterschiedlich freundlich. Wenn man asiatisch mit schnellem Service mag, ist es sehr empfehlenswert. 2 Menüs, 2 Mineral für 55.10 Fr."}, {"date": "04-01-2019", "rating": 5.0, "content": "Wir waren am Abend da. Normalerweise kenn ich es nur am Mittag und war daher skeptisch ob was los sei, da in dem Quartier viele Firmen sind wo Mitarbeiter nur lunchen gehen. Aber Bude war voll. Haben länger auf das Essen gewartet, aber der Chef hat sich 2 Mal entschuldigt und uns ein Glas Wein spendiert. Nicht selbstverständlich heutzutage. Super Service, super Essen. Wir kommen auch am Abend wieder!"}, {"date": "09-12-2018", "rating": 4.0, "content": "Angenehme, grosszügige Atmosphäre. Die Portionen sind gross, das Essen lecker und frisch. Freundliche Bedienung Easy Tipp: Heisser Ingwertee."}, {"date": "03-12-2018", "rating": 5.0, "content": "Très bon accueil. Service rapide. Différents menus ou choix à la carte : mets très bons. Décor orginal."}, {"date": "04-11-2018", "rating": 3.0, "content": "An diesem Freitagabend wollten wir ganz spontan asiatisch essen gehen. Schon von draussen sahen wir das gut besuchte Nooch Asian Kitchen. Vor dem Empfangsdesk standen schon einige Gäste an, doch diese wurden schnell angesprochen, herzlich begrüsst und einem Platz zugewiesen. Wir bekamen unsere Plätze bei der Sushi-Rennbahn, wo die schön hergerichteten Speisen vor einem durch laufen. Das Restaurant ist angenehm eingerichtet und trotz der dezenten Hintergrundmusik war es von den übrigen Gästen her nie zu laut. Da hat der Innenarchitekt sehr gut geplant. Die Speisekarten in der Mitte des Tisches waren schon alle abgegriffen und teils fettig oder dreckig. Das Getränk wurde schnell serviert und der heisse Tee schmeckt wunderbar. Wir entschieden uns für ein Tellergericht, denn in der Karte fanden wir eine Vielzahl davon. Das gewünschte kam dann auch bald und wir konnten uns im asiatisch essen üben. Da wir grosse Mühe hatten mit den langen Nudeln griffen wir zu Messer und Gabel. Diese standen auch in der Mitte zur Verfügung. Doch das Besteck steckte mit der gefährlichen Seite nach oben, so dass wir in die Schneide des Messers greifen mussten. Dies schien uns auch sehr unappetitlich, wenn wir wissen nicht, wer alles die Flächen anfassten, welche wir bald in unsere Mund führte. Die Portionen waren gross, aber geschmacklich spürten wir das angekündigte nicht so raus. Da wünschten wir schon kräftigere Aromen ob vom Gewürz, den Zutaten oder dem Fleisch. Preislich liegt das Nooch Asian Kitchen im oberen Mittelmass."}, {"date": "02-11-2018", "rating": 4.0, "content": "Offen gestanden fand ich die Ente etwas trocken, den Hamburger zwar originell, aber geschmacklich blass. Dass es trotzdem ein sehr gut gibt, liegt am Echt netten Personal und am wirklich guten Tempranillo!"}, {"date": "08-08-2018", "rating": 4.0, "content": "In den letzten Wochen war ich 3x im Nooch. Es bietet draussen und drinnen Tische. Wenn es heiss ist, gehe ich auch gerne rein. Das Nooch hat eine angenehme Klimatisierung.Zum Lunch bin ich meistens mit einer Kollegin oder einem Kollegen. Das Feedback war immer sehr positiv. Ich geniesse immer ein Chicken Sweet-And-Sour. Als Getränk wählte ich einen hausgemachten Eistee. Lecker und nur etwas teurer als Wasser.Wenn draussen offen ist, hat es drinnen immer freie Tische. Sonst empfehle ich eine Reservation."}, {"date": "28-06-2018", "rating": 4.0, "content": "Heute Mittag assen wir im Nooch in Wallisellen. Wir wurden freundlich empfangen und durften uns unseren Tisch aussuchen (wir waren zeitlich früh dran).Unsere Bestellung wurde relativ schnell entgegengenommen und ebenso schnell wurden die Getränke geliefert. Der Eistee war vorzüglich.Auch der Hauptgang schmeckte mir sehr gut; etwas Schärfe hätte es noch vertragen können - das ist aber mein persönlicher Geschmack.Das Preis-/ Leistungsverhältnis mit CHF 33.— für einen grossen Eistee, ein Tagesmenü sowie einem Kaffee empfinde ich als sehr angemessen. Ich werde gerne wieder da hin gehen."}, {"date": "24-06-2018", "rating": 5.0, "content": "Wir kommen immer wieder gerne weil das Essen uns sehr gut schmeckt. Aufmerksamer Service, das schöne Ambiente, & reichhaltige Auswahl an Vorspeise, Sushi, Hauptgang bis zum Dessert. & feine Drinks."}, {"date": "18-06-2018", "rating": 3.0, "content": "Auswahl und Qualität der Speisen ist ok bis gut, Service eher etwas unterkühlt, es kommt nie das Gefühl auf, dass man wirklich Gast ist."}, {"date": "11-06-2018", "rating": 4.0, "content": "Zur Lunchtime ist hier immer was los. Zügig und freundlich wird man bedient.Die Portionen sind gross, das Essen lecker und frisch gekocht.Tipp: Heisser Ingwer-Eistee."}, {"date": "18-05-2018", "rating": 5.0, "content": "Mein Mann und ich sind an einem Abend spontan hin und ich war begeistert. Das Ambiente haut einem fast um...das angenehme warme Licht, die Musik im Hintergrund und einfach die ganze Gestaltung des Restaurants ist sehr schön und einladend. Das Essen ist sooo fein, im Angebot hat es Fisch, Fleisch und auch Vegies werden hier auf jeden Fall fündig. Es ist sehr vielfältig und dank der offenen Küche kann man den Köchen zusehen, wie geschickt sie die Gerichte vorbereiten.Mein Tipp an Ingwerfans.....Ginger Hot Tea mit etwas Honig und Minze....ich liebe ihn!"}, {"date": "01-05-2018", "rating": 1.0, "content": "Wir waren am Wochenende dort und freuten uns auf ein gemütliches Essen. Gleich zu Beginn wies uns die Servicekraft ab 21:20 Uhr ständig daraufhin, dass sie bald schliessen würden und wir uns mit der Bestellung ziemlich unter Druck gesetzt gefühlt haben. Für einen Samstagabend war das Restaurant verdächtig leer - kein Wunder, wenn man die Gäste als unerwünschte Personen betrachtet. Die ganze Zeit wurden wir unfreundlich beäugt. Wir waren noch nicht mit dem Essen fertig, kam er zum Tisch und wollte die Rechnung bringen, weil sie schliessen würden. Es war noch nicht ganz halb-elf wurden wir, nachdem wir bezahlt hatten, mit bösen Blicken angesehen, damit wir schnellstens gehen.Das Essen war für den Preis viel zu teuer. Zum Schluss, für den Fast-Rausschmiss, erwartete die Bedienung auch noch Trinkgeld für seine Unfreundlichkeit!Ein weiterer Besuch - nie wieder!!"}, {"date": "20-04-2018", "rating": 4.0, "content": "We go here every now and again because it is consistently pretty good. It isn't a spectacular, fancy restaurant, but it is family friendly, has good, reasonably priced food, and you can often get a table without reserving.We have not had the sushi and have only sat in the restaurant part of the restaurant, not the sushi band.I loved the miso soup with dumplings and the kids are big fans of the James Bond fried rice.Great if you are shopping at Glatt and want to grab a bite to eat. On off times, you are almost always guaranteed a seat."}, {"date": "19-04-2018", "rating": 2.0, "content": "Ich war heute im Nooch. Für knapp 17 Fr. Take -Away. Ess-Box war halbvoll. Für diesen Preis hätte ich mehr erwartet. Bedienung könnte auch freundlicher sein. Einziger Trost, das Essen schmeckt gut. Ich hoffe, der Service und das Preis-Leistungsverhältnis wird besser!"}, {"date": "29-03-2018", "rating": 4.0, "content": "La cuisine est bonne, J'adore les Nudel soupes au canard.L'ambiance est sympa mais la température ou les courants d'air dérange un peu."}, {"date": "26-03-2018", "rating": 5.0, "content": "Food tastes fresh, efficient service, space in the room, wide varietey of offering. Definitively a very good place to go. I have already been there several time for work meals and will return."}, {"date": "18-03-2018", "rating": 3.0, "content": "Ohne Reservation bekamen wir noch einen kleinen Tisch zwischen zwei Säulen. Der Service war sehr freundlich und es wurde auch auf Wünsche eingegangen. Die Auswahl an Speisen ist eher bescheiden und der Geschmack ist auch nicht sehr authentisch. Kommen nicht so schnell wieder, schade."}, {"date": "09-03-2018", "rating": 5.0, "content": "Super angenehme Atmosphäre, sehr guter Service, urbane Stimmung und super Essen! Kann man nur empfehlen..."}, {"date": "25-02-2018", "rating": 4.0, "content": "Stylishes Restaurant. Wir waren am Samstagabend um 17:30 da und das Restaurant noch nicht gut besucht. Die Bedienung war überaus freundlich und aufmerksam. Leider mussten wir trotz weniger Gäste viel zu lange auf das Essen warten (ca. 25 Minuten).Die Sushis waren jedoch äusserst lecker und von sehr guter Qualität.Fazit: + super Qualität / - zu lange Wartezeit"}, {"date": "14-02-2018", "rating": 1.0, "content": "Online Bestell-Lieferservice absolut nicht zu empfehlen! Finger weg!Lieferzeit über 1,5 Std (wir haben bislang aktuell nach über 2 Std immer noch keine finale Information erhalten ob/wann wir die Bestellung erhalten), Bestellung über Mosi‘s Lieferservice, ist nicht erreichbar für Rückfragen. Fragwürdiges Vorgehen!Das Restaurant Nooch zieht sich aus der Verantwortung und will nicht unterstützen, verweist auf Lieferservice, sehr unprofessionell!Nie wieder!"}, {"date": "06-02-2018", "rating": 4.0, "content": "Das Kaiten (Sushiband) ist ein Hit.Schnelle und sehr gute Sushi stehen in grosser Vielfalt jederzeit zur Verfügung.Es gab kein langes warten auf beliebte Sushi und das Band war trotz Rushhour am Mittag laufend gut gefüllt.Die Qualität ist sehr gut und alles ist sehr sauber geführt.Das Personal ist aufmerksam, freundlich und hilfsbereit, das Lokal ist trendy und einladend.Wir kommen sicher wieder, denn auch das Preis/Leistungsverhältnis stimmt hier."}, {"date": "05-02-2018", "rating": 4.0, "content": "Great sushi, dumplings, and curry. The hot ginger tea is very nice. large portions and very friendly wait staff. They do a huge takeout business so the sushi is always fresh even if the dining room a bit empty (weekday evenings)"}, {"date": "31-01-2018", "rating": 3.0, "content": "Wir bekamen im Nooch einen Platz zum Essen. Ohne Reservation. Allerdings so nahe bei anderen Gästen, dass kein tiefgreifendes Gespräch möglich war. Es gab 3 Menüs zur Auswahl. Das Essen kam rasch und war gut. Bei normalen, d.h. eher hohen Preisen. Der Service war in Ordnung. Aber das Beste am Nooch war, dass wir rasch wieder draussen waren. Empfehlung als Alternative zu einer Kantine. Aber nicht für einen Business Lunch."}, {"date": "10-01-2018", "rating": 4.0, "content": "Im Nooch finden problemlos auch grössere Gruppen Platz.Stylischer, moderner Laden mit verschiedenen Sitzbereichen und Sushi-Fliesband.Stets zügiges und sehr gutes Essen."}, {"date": "04-01-2018", "rating": 5.0, "content": "Wir waren spontan über den Mittag hier essen. Sehr freundliche und aufmerksame Bedienung. Lokaction ist cool and trendy.Haben eine ausgezeichnete Misosuppe mit frischem Gemüse und als Einlage gefüllte Vegiteigtaschen gegessen. Absolut Top! Frisch, würzig, reichhaltig. Unbedingt zu empfehlen!"}, {"date": "27-12-2017", "rating": 4.0, "content": "Also die Einrichtung ist sehr speziel. Angenehmes und romantisches Licht. Spezielle Sitzplätze. Was ich am besten fand, das man nichts gerochen hat von den frischen zubereitungen. Das Essen ist einfach nur Bombe, echt lecker. Es hat eine grosse Auswahl an Sushis und Menüs. Wen mehrere Personen am Tisch einzelne Sushis bestellen, wartet man ein wenig länger deswegen empfehle ich um die Wartezeit zu verkürzen eine Vorspeise zu nehmen. Edamame;) Nettes Personal und Hunde sind auch erlaubt."}, {"date": "15-12-2017", "rating": 4.0, "content": "Kurzfristige Lust auf Asiatische Küche und so gingen spontan hinein. Wir wurden schon in der Tür net und freundlich begrüsst und an unseren Tisch begleitet. Danach wurde nach den Getränken gefragt und uns die Karte übergeben. Die Wahl war nicht einfach, da die Auswahl vielfältig war. Das Poh Bo aus Vietnam und das Dream Island waren sehr würzig und gut, schön präsentiert und heiss. Auch die Teeauswahl war sehr vielfältig und passend."}, {"date": "06-12-2017", "rating": 5.0, "content": "Gefälliges modern-rustikales Interieur; äusserst freundliche authentische Bedienung - und das Beste: das Essen!"}, {"date": "05-12-2017", "rating": 3.0, "content": "we had to wait too long to be served and also to get the food. overall the food tasted good. price was ok."}, {"date": "15-11-2017", "rating": 5.0, "content": "Ich war in Wallisellen und gleich neben dem Glattzentrum im Nooch Mittagessen. Ich bekam sofort einen Tisch wurde sehr freundlich bedient und bestellte eins der drei Mittagsmenus: Gebratene Udonnudeln mit Gemüse. Kurz nach der Bestellung erhielt ich schon mein Getränk und daraufhin hleich die Udonnudeln. Ich mag scharfes Essen und da es nicht allzuscharf war konnte ich mit den bereitgestellten Chillis das Essen schärfen. Alles in Allem ein tolles Erlebnis und ich geh bestimmt wieder hin."}, {"date": "14-11-2017", "rating": 2.0, "content": "Sehr nette Bedienung, coole und moderne Location. Leider ist das Essen nicht so gut für den Preis.Sushi war ok. Poulet-Reis Gericht war auf fast Food Level."}, {"date": "07-11-2017", "rating": 4.0, "content": "Etwas anderes asiatisches Restaurant und take-out. Gute Auswahl von Speisen und Getränken mit weniger bekannten Spezialitäten und Sushi. Das Personal war sehr aufmerksam und freundlich. Preise durchaus akzeptabel. Besuch lohnt sich.Alle Infos und Bestellung auf der Homepage on-line inklusive mehrerer guter Ideen, wie Studentenmenus, Rezepte etc."}, {"date": "25-10-2017", "rating": 5.0, "content": "A group of 9 of us popped into this place for lunch.i'm going to keep it simple, they were very welcoming, accommodated all of us on the same table and the sushi was fresh, tasty and delicious.I had a Sushi Fukoka dish, which is basically an assortment of sushi, rolls, sashimi, etc.if you like Japanese, pop down to this place for a nice meal ... of and they were very quick too (as we were on a tight schedule). They were very nice when we asked to split the bill and asked for receipts too.Fantastic experience."}, {"date": "28-09-2017", "rating": 4.0, "content": "Ich war heute um 12:00 Uhr mit meinem Arbeitskollegen zum Lunch verabredet. Kurzfristige telefonische Reservation hat super geklappt. Leider mussten wir sehr lange auf den Hauptgang warten (ca. 25Min ab Bestellung) dafür war das Essen sensationell fein. Für die lange wartezeit gabs dann auch 2 Espressi aufs Haus!Preis für ein Mittagessen eher sportlich aber in der Umgebung sicherlich die Beste Qualität!"}, {"date": "15-09-2017", "rating": 5.0, "content": "Super Karte,faire Preise! Nettes Personal.Kann von Sushi bis Curry,Ramen, Frued rice etc alles haben!Ice tea homemade zu empfehlen.Sowie Tee!"}, {"date": "14-09-2017", "rating": 4.0, "content": "We came for a business lunch and decided to sit in the Kaiten-Sushi area in the center of this large restaurant.All service personnel was very very friendly and attentive.Other Kaiten restaurants offer a wider choice of Sushis but the ones which we took out of the limited selection tasted excellent."}, {"date": "03-09-2017", "rating": 3.0, "content": "Wir kamen zum Nachtessen. Das Essen war so so Lala. Die Bedienung freundlich. Die Atmosphäre ist angenehm. Es gibt bessere asiatische Restaurants in der Nähe."}, {"date": "03-09-2017", "rating": 5.0, "content": "Wir kommen immer wieder sehr gerne hier her. Danke an das Nooch Team für das feine Essen. Bis zum nächsten mal."}, {"date": "03-09-2017", "rating": 2.0, "content": "Wir waren eine Gruppe von 7 personen, die um 12 uhr zum Lunch dort eintraf. Das Lokal war draussen halb leer, auch kaum 'reservations' tafeln auf den tischen. im innenraum war das lokal zu 3/4 leer. wir haben einen tollen tisch erhalten. Dass war es dann auch mit dem positiven.Die dame it asiatischer herkunft kam 4 mal zum fragen und die bestellung aufzunehmen. jedes mal hatte sie die ausrede, sie ist halt alleine und kann sich nicht so viel merken.das essen wurde dann nach und nach serviert.die ersten erhielten ihren salat nach rund 30 minuten. nach weiteren 10 minuten kamen erste hauptgerichte. nach total 60 minuten etwas weiteres. die ersten aus unserer gruppe mussten bereits wieder zur arbeit, als noch gar nicht alle das essen hatten. das essen war ok. nicht überragend, aber ok. ich gehe nie mehr dort zum essen. als wir der bedienung und dem schichtleiter ein feedback geben wollten, sagte er (wortwörtlich: \"wenn ihr nicht mehr bei uns zum essen kommt, ist das nicht sein problem, sondern unseres!\") dass wars dann für uns."}, {"date": "30-08-2017", "rating": 2.0, "content": "Wir hatten ein gemütliches Abschiedsessen einer Mitarbeiterin geplant. Gemütlich war es grundsätzlich, jedoch wurden zum Teil Hauptspeise vor der Vorspeise serviert und die letzten mussten über 45 Min. auf ihr Essen (nichts spezielles) warten. Da dies bereits das zweite Mal der Fall war und auf Reklamation beim Chef, dass wir auf diesen Vorfall eher nicht mehr dort essen werden, erhielten wir die Antwort:\"Dies sei unser Problem\" - womit wir definitiv nicht mehr dahin gehen.Das Essen selbst wäre sonst gut."}, {"date": "16-08-2017", "rating": 4.0, "content": "We had a lunch in this large restaurantThe decoration is definitely intetesting, but not sure that most people will like it...The food came fast and was very tastyThe portions are bigWe took dim sum and veg noodles for 2 if us, which was really enough and was very good.The service is very goodRecomended"}, {"date": "03-08-2017", "rating": 4.0, "content": "Hier kann man Ferienträume auffrischen, oder Vorfreude tanken. Modern gestylt kommt das in unmittelbarer Nähe zum Glattzentrum gelegene Restaurant daher. Keine Drachen, oder Lampions gaukeln einem etwas vor. Dafür vielseitige, bunte Speisekarten und echte Asiaten im Service. Glauben sie mir, wo scharf draufsteht ist sehr scharf drin.Als Fan von Dim Sum gehört dieser Ort zu meinen Favoriten."}, {"date": "24-06-2017", "rating": 3.0, "content": "Wir hatten geschäftlich in Wallisellen zu tun und nachher hatten wir Hunger. Die Klimaanlage in dem Restaurant hat uns überzeugt, es war ein sehr warmer Abend. Das Essen war mittelmässig und die Bedienung etwas chaotisch, wir hatten aber trotzdem Spass."}, {"date": "14-06-2017", "rating": 5.0, "content": "Really nice ambience. Bit expensive.But the workers are really nice and helpful and food awesome, worth the money."}, {"date": "23-05-2017", "rating": 3.0, "content": "Gut und schnell, entweder Sushi vom Band oder aus der Karte es hat für jeden etwas dabei. Etwas hektisch aber die Bedienung ist immer freundlich."}, {"date": "10-05-2017", "rating": 4.0, "content": "Das Restaurant hat Stiel und das Ambiente ist speziell und super. Die Speisekarte ist abwechslungsreich von mild bis scharf. Das Essen war gut ich ass ein Curry. Der Service war ok. Ich werde wieder einmal essen gehen."}, {"date": "25-04-2017", "rating": 2.0, "content": "Wir kommen seit der Eröffnung ins Nooch, aber seit gut 6 Monaten wird der Service immer schlimmer. Man merkt wie unmotiviert die Mitarbeiter geworden sind. Oft wird Essen vergessen und manchmal wird man nicht mal beachtet. Die Portionen sind immer unterschiedlich Gross und teilweise wartet man bis zu 1 Stunde. Ich hoffe Sie arbeiten daran, weil sonst müssen wir uns ein neues Lokal suchen."}, {"date": "15-04-2017", "rating": 4.0, "content": "In Kürze:- Gutes Mittagessen zu vernünftigen Preisen- Mittagsmenü ist etwas wenig und könnte mehr sein - daher bestellen wir meist a la Carte, da sonst noch hungrig danach.- Mittags sind zu wenig Kellner da. Die Bestellung klappt meist noch in eingermassen angemessener Zeit (wenn man vor 12:00 Uhr da ist), aber wenn man nochmal etwas möchte bzw. gerne die Rechnung hätte, dann wartet man sehr lange - vor allem in der Mittagszeit ist das ein echtes Manko. => Stellt 1-2 Kellner ein, dann würde man vielleicht auch noch einen Kaffee trinken ..."}, {"date": "10-04-2017", "rating": 2.0, "content": "Sushi ist echt lecker, die warmen Speisen allerdings nicht. Der Service ist extrem chaotisch, unaufmerksam, unprofessionell und nicht genügend geschult. Das Preis-/Leistungsverhältnis stimmt nicht. Es gibt zum Glück genügend bessere asiatische Konkurrenz."}, {"date": "07-04-2017", "rating": 4.0, "content": "Sehr guter Service schönes Lokal. Das Essen war sehr gut. Das Sushi hat etwas länger gedauert war aber die Wartezeit absolut wert."}, {"date": "06-03-2017", "rating": 5.0, "content": "Vi har varit här flera gånger för vi gillar stället. Idag beställde vi take-away från hemsidan. Det fungerade perfekt. Sushin var lika smakrik och fräsch som vanligt."}, {"date": "28-02-2017", "rating": 4.0, "content": "Hier findet man alles in einem. Von Running Sushi bis zu trendigen Asia Gerichten samt Mittagsmenü.Der Service ist sehr freundlich!Reservieren empfohlen!Ich komme wieder!"}, {"date": "22-02-2017", "rating": 4.0, "content": "Ich bin oft und gerne im Nooch Wallisellen. Mir gefällt die Internationale ungezwungene Ambiente, der Asiatische Mix , das freundliche Team und die frisch Zubereiteten authentischen Speisen der open kitchen. Interessante Kombinationen und stets wechselnde Angebote. Eine nette tolle Location wie sie auch in London , New York oder Singapore stehen könnte. Bis zum nächsten mal."}, {"date": "16-02-2017", "rating": 4.0, "content": "Gutes essen , preis stimmt auch.Takeaway gibt es stucard rabatt.Hahnenwasser gratis muss aber selber geholt werden"}, {"date": "22-01-2017", "rating": 5.0, "content": "ausgezeichnet ich bin nicht so sushi fan doch dieses sushi hat mich sehr positiv überrascht und die rips waren ausgezeichnet ich werde die geburtstags feier für meine frau hier machen"}, {"date": "18-01-2017", "rating": 5.0, "content": "Das Ambiente ist sehr gemütlich und es gibt verschiedene asiatische Gerichte. Alles sehr professionell und köstlich angerichtet."}, {"date": "09-01-2017", "rating": 5.0, "content": "Prompte und sehr freundliche Mitarbeiter. Kann das Nooch jedem nur empfehlen. Besonders aufmerksam war die Mitarbeiterin Jana."}, {"date": "05-01-2017", "rating": 5.0, "content": "The food is superb. The service is fast. The price is right. Yes could be better. Will be my place to go to for business lunch."}, {"date": "19-12-2016", "rating": 5.0, "content": "Wir waren zum ersten mal im Nooch Wallisellen.Super modernes Ambiente, sehr netter Empfang.Bedienung war sehr hilfsbereit und das Essens Angebot ist gross.Wir hatten Sushi, DimSum und Rindfleisch mit Nudeln- alles sehr frisch und lecker.Kurze Wartezeiten.Sehr zu empfehlen."}, {"date": "12-12-2016", "rating": 4.0, "content": "Das essen ist sehr lecker und da ich auf Gluten verzichten muss, war ich super happy über die spezielle Karte, welche mir zeigte, welche Gerichte ich glutenfrei bestellen kann.Die Bedienung war auch sehr nett."}, {"date": "06-12-2016", "rating": 4.0, "content": "Das Restaurant ist sehr modern eingerichtet. Die Speisekarte klar und übersichtlich. Auch die Karte mit den Tagesmenüs ist super. Das Personal ist freundlich und hilfsbereit.Kurz nach der Bestellung haben wir zuerst die Getränke (der hausgemachter Eistee ist der Hammer) und anschliessend unser Essen erhalten.Die Speisen haben geschmacklich unseren Geschmack entsprochen; die Portionen dürften etwas grösser sein. Alles in allem stimmt aber das Preis-/ Leistungsverhältnis sehr gut.Ich werde gerne wieder dort hin essen gehen; vielleicht auch mal Sushi oder sonst wieder Thai"}, {"date": "23-11-2016", "rating": 2.0, "content": "Das Restaurant besticht mit der neuen orangen Einrichtung. Allerdings muss man zu den Stosszeiten mit mind. 30min Wartezeit rechnen. Völlig chaotisches Personal. Das Essen ist nicht wirklich gut, sehr lieblos. Sushi ist ok aber auch nicht wirklich empfehlenswert. Alles in allem nicht weiterzuempfehlen, es gibt viel bessere Konkurrenz."}, {"date": "12-11-2016", "rating": 4.0, "content": "Wir waren sehr früh dran für ein Nachtessen, betraten das Nooch deutlich vor 18 Uhr. Zu dieser Zeit war es noch wenig besucht und wir hatten die volle Aufmerksamkeit des Personals.Vorweisen ab Karte, dann Sushi ab Band. Wir waren mit der Qualität des Essens und dem Preis zufrieden.Die Bedienung war anfangs sehr aufmerksam, im Verlaufe des Abends hat das leider etwas nachgelassen."}, {"date": "09-11-2016", "rating": 4.0, "content": "Stylisches, luftiges Restaurant.Leckere, frische asiatische Speisen. Immer gut und empfehlenswert.Sehr guter hausgemachter Eistee.Schneller, studentischer Service."}, {"date": "05-11-2016", "rating": 5.0, "content": "Very nice restaurant with a really cool and fancy design. Food is authentic Thai and they can do spicy menus too. Their Sushi is also very tasty and of course fresh.Just plan enough time, the service is a bit slow... Nice add-on, you can order the food online and pick it up at the time you want. This works very well."}, {"date": "04-11-2016", "rating": 5.0, "content": "Gutes, vielfältiges Essen. Tolle Atmoshphäre. Sushi am Kaiten sehr fein. Alles Tip Top. Service ist schnell und aufmerksam."}, {"date": "29-10-2016", "rating": 5.0, "content": "Eten is werkelijk heerlijk en allemaal heel vers! De sfeer in het restaurant is ook heel gezellig mede door de leuke inrichting. Dit is gewoon een heerlijke plek als je van Asian Food houd."}, {"date": "27-10-2016", "rating": 3.0, "content": "I always enjoy going to Nooch.The food is good, the atmosphere and space at the Wallisellen branch is very good.This evening though I bought takeaway and watched in horror as the lady manning the front desk licked her fingers every time she wanted to touch something or pick something up.Examples: she was an reviewing an order on a piece of paper, she licked her fingers before picking up the paper, she opened a bag to put food in, she licked her fingers before opening the bag, she picked up napkins to put in the bag, she licked her fingers before doing so, she packed the food and licked her fingers before doing so. In the 10 minutes or so that I was there she licked her fingers more than 10 times. As someone who is handling food this lack of basic hygiene is unacceptable. I hope that she will receive the training she needs or else be put on a duty which does not involve handling food."}, {"date": "08-10-2016", "rating": 5.0, "content": "Gutes Essen, freundliches Personal, tolles Ambiente. Immer wieder ein Besuch wert. Parkplätze in der Umgebung!"}, {"date": "05-10-2016", "rating": 5.0, "content": "Always fresh and very tasty! Very friendly staff and delivery is always on time...happy to continue ordering"}, {"date": "25-09-2016", "rating": 4.0, "content": "-coole Einrichtung -Mega Speisekarte, auch für Vegi's -Personal eher locker, (immer wie mehr) -Parkmöglichkeiten"}, {"date": "12-09-2016", "rating": 4.0, "content": "We go there quite often and love the sushi. Spring rolls, gyoza, edamame and Sashimi is also extremely good. We don't like the other dishes like curries or fried noodles/rice so much though. The staff is nice and helpful. Drinks are good too!"}, {"date": "30-08-2016", "rating": 5.0, "content": "Essen war fantastisch. Ich war im gleichen Monat zweimal da. Alles frisch und auch schön angerichtet. Service ist ganz ok."}, {"date": "23-08-2016", "rating": 5.0, "content": "If you're looking for good Asian food and a lot of space for you and your friends, this is the place to be! High quality food and very good ambiance"}, {"date": "14-08-2016", "rating": 4.0, "content": "War hier anlässlich eines gemütlichen Abendessens mit meiner Frau. Das Restaurant hat ein sehr elegantes Ambiente und sehr aufmerksames Servicepersonal. Noch wichtiger jedoch das sehr feine und authentische asiatische Essen. Vom thailändisch über chinesisch bis japanisch. Alles ist dabei. Die Preise richten sich ca. um die 22-27CHF. Nicht ganz günstig fine ich. Herauszudeuten ist die sehr gute Qualität der Speisen. Das Poulet kommt aus der Schweiz und ist kein Antibiotikapoulet aus Brasilien. Alles in allem ein Genuss."}, {"date": "07-08-2016", "rating": 5.0, "content": "Very nice venue and decoration, good service and tasty food. Great quinoa salad and vegan dishes. Is too bad that the Sushis are average though, too much nice. It worth trying the asian dishes but not the sushis"}, {"date": "23-07-2016", "rating": 4.0, "content": "I really liked the space, the menu is excellent, service was friendly, I also really liked the open kitchen. The portions were generous and the quality was above average. But this is not a cheap place even by Swiss standards."}, {"date": "29-06-2016", "rating": 4.0, "content": "Leckeres Essen zu angemessenen Preisen. Die Mittagsmenüs sind günstig und rasch serviert, so das eine Std. Pause ausreichend ist."}, {"date": "12-06-2016", "rating": 4.0, "content": "Zugegeben, es ist nicht ganz günstig.Komme immer wieder sehr gerne hin. Das essen ist super und die bedienung freundlich"}, {"date": "29-05-2016", "rating": 4.0, "content": "Der Online-Bestellservice für Take Away funktioniert einwandfrei. Das Essen war pünktlich wie zum gewünschten Abholtermin fertig. Die Speisen sind lecker und werden frisch zubereitet. Etwas grösser dürften die Portionen abe r sein. Dennoch Note \"empfehlenswert\"."}, {"date": "16-05-2016", "rating": 3.0, "content": "Das chinesisch-thailändisch inspierierte Essen ist frisch und gut; Portionen etwas zu klein. Sushi: nicht zu empfehlen."}, {"date": "25-04-2016", "rating": 5.0, "content": "Hier isst man konstant gut Sushi und andere asiatische Köstlichkeiten. Das Ambiente ist top und der Service gut. Einzig zu Peakzeiten dauerts etwas länger. Dann wäre zb. ein Gruss aus det Küche super."}, {"date": "17-04-2016", "rating": 3.0, "content": "I go there fore lunch and have some sushi from the conveyor belt. also the menus are ok, although the portions of the menu do not feed me enough."}, {"date": "14-04-2016", "rating": 3.0, "content": "Great food but service could be improved. Waiters walking around but not getting attention properly. Could be improved. But most annoying is that they let people come in with dogs. Sushi place is all about clean and fresh almost sanitized food. No pets should be present at anytime"}, {"date": "14-04-2016", "rating": 4.0, "content": "Sehr leckeres Asiatisches Essen mit einer guten Auswahl an diversen Currys oder sonstigen Leckereien. Am Montag ist über Mittag Blue Monday mit Sushi-Band.Kleiner Nachteil: Der Geruch vom Asiatischen Essen bleibt im ganzen Raum und somit an den Kleidern hängen."}, {"date": "10-04-2016", "rating": 4.0, "content": "Das gelbe Curry und Tokio-Bankok by air sind unglaublich gut! Die Innenaustattung find ich ebenfalls super. Modern, gedämpftes Licht, stylisch...."}, {"date": "29-03-2016", "rating": 2.0, "content": "Beim Nooch handelt es sich um eine asiatische Restaurantkette. Sushi ist gut, jedoch nicht herausragend. Das essen sonst ist ebenfalls ganz ok. Der Service ist befriedigend, bei vollem Restaurant ist das Personal überfordert. Die Portionen sind nicht sehr gross, genügen aber. Das Restaurant ist stilvoll eingerichtet & die Küche ist offen. In der Folge riecht man nach essen beim Verlassen des Restaurants. Empfehlenswerter als takeaway jedoch meines Erachtens jedoch zu teuer."}, {"date": "18-03-2016", "rating": 5.0, "content": "Just a cross the road of the Glatt Shopping Centre at the Richtiplatz Nr. is this beautiful Asian Kitchen Restaurant. Fantastic furnished with Asia style decor. Also sushi drive belts are available with many sushi dishes passing you."}, {"date": "14-03-2016", "rating": 4.0, "content": "Das moderne Ambiente hat uns sehr gut gefallen. Wir hatten einen schönen Tisch direkt am Fenster.Das Essen schmeckt sehr gut und man merkt, dass alles frisch zubereitet wird.Der Service ist sachlich und unaufdringlich. Was uns gestört hat war, dass unser Geschirr nach dem Essen für sehr lange Zeit nicht abgeräumt wurde."}, {"date": "09-03-2016", "rating": 4.0, "content": "Sehr leckere Sushi !!Cooles Ambiente!Netter Service!Wir gehen einmal in der WocheAch ja , dass Mittagsangebot auch unbedingt probieren , die Currys sind auch super lecker ! Reservieren empfehlenswert !"}, {"date": "04-03-2016", "rating": 5.0, "content": "Das trendige Lokal im \"Industrie Stil\" bietet neben Sushi auch verschiedenste leckere und leichte, asiatische Gerichte. Wir waren jeweils nur abends da und hatten auch noch keine schlechte Erfahrung mit dem Service gemacht wie er hier in den Bewertungen beschrieben wird - wahrscheinlich ist dann eher weniger los als zum Mittag. Besonders Empfehlenswert finde ich das \"Beef & Ginger\"."}, {"date": "01-03-2016", "rating": 4.0, "content": "Die Bedienung ist super nett und das Sushi einfach lecker! Ich bin immer wieder von Nooch überrascht. Nooch Asian Kitchen kann ich nur weiter empfehlen! Einzig die Bedienung ist nicht so schnell."}, {"date": "23-02-2016", "rating": 2.0, "content": "Selten schwache Bedienung und dies zweimal bei zwei Besuchen. Ohne mich, danke. Schade, denn das Essen war nicht schlecht, wenn auch zu teuer."}, {"date": "18-02-2016", "rating": 4.0, "content": "Das essen ist gut, die Bedienungen sehr nett, einzig schlecht ist dass man nach dem Essen dort nach den selbigen riecht."}, {"date": "10-02-2016", "rating": 4.0, "content": "Leckere asiatische Speisen. Die Bedienung ist freundlich, aber nicht die schnellste. Preis / Leistung ist gut."}, {"date": "06-02-2016", "rating": 3.0, "content": "Wir sind das zweite Mal mit der ganzen Familie ins nooch Wallisellen essen gegangen. Die Atmosphäre ist sehr ansprechend. Das Essen ist gut, steht aber in keiner Relation zu den hohen Preisen. Der Service lässt sehr zu wünschen übrig. Bestellungen wurden zum Teil vergessen. Beim Verlassem des Lokales wurden wir nicht einmal verabschiedet. Schade!"}, {"date": "04-02-2016", "rating": 3.0, "content": "Die Gerichte auf der Mittagskarte sind geschmacklich in Ordnung, allerdings auch nicht wahnsinnig günstig. Etwas ungewöhnlich ist der Berg getrockneter Knoblauch auf dem Teller, der als solcher nicht erwartet wird und erkannt werden will. Der Service ist zwar bemüht, aber als austauschbare Aushilfe unverkennbar. Für mehr als Business-Lunch fehlt das Besondere. Für Dinner würde ich es nicht empfehlen."}, {"date": "29-01-2016", "rating": 5.0, "content": "Sehr lecker, schnell, zuvorkommendes und aufmerksames Personal. Wir gehen gerne und oft hin. Habe jetzt auch meinen Geburtstag dort gefeiert."}, {"date": "15-01-2016", "rating": 4.0, "content": "Die Sushis sind frisch und schmecken hervorragend. Sehr schöne Auswahl direkt vom an einem vorbeiziehenden Band. Gutes Appenzeller Bier vom Fass und ein hervorragender Home Made Icetea runden das gute Abendessen in sehr schön gestyltem Lokal ab. Das Servicepersonal ist freundlich, war aber durch die vielen Gäste am Freitagabend sehr stark gefordert."}, {"date": "01-01-2016", "rating": 2.0, "content": "An dem Abend klappte nichts. Ein Essen wurde verwechselt, war nicht richtig heiss und die anderen zwei Gäste mussten mehr als40 Minuten auf die Sushi warten. Auch nach einer Reklamtion hätte man nicht eine Geste gemacht, und die Sushi, die im schlecht besuchten Restaurant auf den Bändern herumfuhren, als Amuse Bouche angeboten. Der Architekt war top, aber nicht Küche und Personal. Generell zu teuer."}, {"date": "28-12-2015", "rating": 4.0, "content": "wir waren am \"blauen Montag\" zum Essen. Das heisst, jedes Tellerchen auf dem Sushi-Band kostet gleichviel (CHF 5.60)Was besser sein könnte, die Nachlieferung des Sushikoch mit neuen Tellerchen war etwas zaghaft... natürlich kann man beim Personal bestellen... doch es wäre schön, wenn das automatisch ginge."}, {"date": "28-12-2015", "rating": 3.0, "content": "Das Essen wurde frisch in der Küche zubereitet, wo man zuschauen kann. Das Ambiente passt zum Essen und das freundliche Personal rundet das Gesamtpaket ab.Der einzige, aber grosse Minuspunkt war die Wartezeit von 1 Std. auf den Hauptgang, trotz wenig Leute im Restaurant.Das ist einfach zu lang !!!"}, {"date": "28-12-2015", "rating": 4.0, "content": "Ich hatte online sushi bestellt und habe es auf 13.00 Uhr terminiert. Ich musste nur für ca. 3min warten und wurde sofort bedient. Die Bedienung war sehr freundlich und hat sich sogar für diese 3min 'Verspätung' entschuldigt. Beim raus gehen wurde ich mit einem freundlichen 'auf Wiedersehen' verabschiedet. Kann es meines Erachtens nur weiterempfehlen, obwohl meine Mitarbeiter eine ganz andere Erfahrung gemacht hatten dort."}, {"date": "18-12-2015", "rating": 2.0, "content": "Heute früh habe ich online eine Sushiplatte für 13.15h vorbestellt. Da im Internet steht, dass man nur in bar bezahlen kann, habe ich mich extra früh auf den Weg gemacht um noch Geld am Automaten zu holen. Um 13.15h war dann meine Bestellung leider nicht vorbereitet. Man wollte mir dann ein abgepacktes Take - Away - Menu mitgeben, dass wahrscheinlich schon mehrere Stunden im Regal lag. Ich habe dann ein frisches verlangt und durfte noch knapp 15min warten. Finde ich eine Frechheit, da man die Zeit im Internet auf 15min genau angeben muss. Dann erwate ich meine Bestellung frisch zu- und vorbereitet. Als ich das erwähnt habe, wurde gar nicht darauf reagiert. Das Sushi war zwar dann gut, jedoch hatte ich ohne Ingwer und ohne Wasabi bestellt und die Platte war voll davon. Sojasauce gab es gar keine...wirklich lausig und enttäuschend, da so fast die ganze Mittagspause draufging."}, {"date": "18-12-2015", "rating": 4.0, "content": "Wir haben online bestellt und es hat wunderbar geklappt! Das Essen war wirklich sehr gut, toll im Geschmack und frisch. Preis-Leistung absolut in Ordnung. Bestelle sicher wieder einmal!"}, {"date": "06-12-2015", "rating": 2.0, "content": "Leider sind keine unserer Online Bestellungen bei Nooch Richti je angekommen oder korrekt bearbeitet worden. Beschwerden wurden nie beantwortet. Essen wär ja noch gut, Service teilweise vor Ort miserabel...schade für die doch auch guten Mitarbeiter und das gute Essen."}, {"date": "06-12-2015", "rating": 5.0, "content": "Super Service! Jedes Mal ein Genuss. Gehen sehr gerne ins Nooch und können es jedem empfehlen. Die Bedienung ist immer freundlich, das Essen ist sehr authentisch und man wird immer schnell bedient. Das Resaurant ist sehr schön."}, {"date": "01-12-2015", "rating": 4.0, "content": "We came for a business lunch and found a nice table at the window in this nice restaurant. Service was very friendly and attentive. Food came quickly and tasted great - Europeanized Asian meals."}, {"date": "23-11-2015", "rating": 4.0, "content": "Wallisellen ist nich zwingend eine Hochburg der außergewöhnlichen Gastronomie - da ist das Nooch eine perfekt Abwechslung. Tolles frisches Essen und freundlicher Service."}, {"date": "19-11-2015", "rating": 4.0, "content": "Also die Sushi und alle anderen Speisen sind wirklich sehr, sehr gut. Auch die Bedienung fand ich jetzt nicht so schlecht. Vielleicht hatten wir einfach Glück! Die Preise sind an der oberen Grenze vorallem wenn man diese mit der Portionengrösse vergleicht, aber so ist das nun mal in Zürich. Das Lokal ist supercool und ich komme bestimmt wieder."}, {"date": "19-11-2015", "rating": 2.0, "content": "Geht hin und testet es selber. Typisch Systemgastro keine Ahnung weshalb man nicht in der Lage ist ein einfaches Essen zu servieren ohne 3 mal den Service zu rufen. Das Essen na ja. Wie gesagt no Comment!"}, {"date": "12-11-2015", "rating": 5.0, "content": "J'étai avec des amis .c'est absolument jolie .Le restaurant respect vraiment le cadre et l'originalité de la cuisine asiatique avec une touche moderne très élégante. Le services est tope Tope .la cuisine est super delecieuse .Le menu aussi variés .merci pour le staff généralement et à Mr Andy spécialement"}, {"date": "08-11-2015", "rating": 3.0, "content": "Ich war schon mehrmals im Nooch und das letzte mal war wirklich an der Grenze des ertragbaren. Auch wenn neues Personal eingearbeitet wird, so soll dies entsprechend betreut werden. 2mail falsche Bestellung, lange Wartezeit für Vorspeise und dann noch falsche Speisen gebracht. Ich erwarte hier ein professionelleres Team. Und Nota Bene das Restaurant war fast leer. Die Sushi waren sehr gut jedoch waren beide Curries ungeniessbar. Ich gehe mal davon aus, einen schlechten Tag beim Nooch eingefangen zu haben."}, {"date": "01-11-2015", "rating": 5.0, "content": "Wer die asiatische Küche liebt, für den ist das Nooch genau das richtige Restaurant! Vom Sushi und Curry bis hin zum täglich wechselnden asiatischen Tagesgericht findet man für jeden Geschmack etwas Köstliches. Die Bedienung ist stets super freundlich und wenn man in den Randzeiten am Mittag kommt, wartet man nicht allzu lange.Tipp: Zeit mitbringen und Mittags unbedingt einen Tisch reservieren lassen!"}, {"date": "26-10-2015", "rating": 2.0, "content": "Das Sushi ist schlecht, die sonstigen Gerichte typisch unterdurchschnittliche Systemgastronomie...der Service sehr langsam, spricht sehr schlecht Deutsch... Preis-/Leistung lausig...nie mehr wieder!..."}, {"date": "26-10-2015", "rating": 4.0, "content": "I really like the atmosphere of this restaurant, is relaxing and you can drink a very healthy green tea with your lunch! Main dishes are not too expensive and you can have also sushi."}, {"date": "16-10-2015", "rating": 3.0, "content": "Ich war in den letzten Monaten ca. 5 Mal Gast im Nooch in Wallisellen. Ein sehr hübsches Lokal, das von der Einrichtung viel her gibt. Das es aber nur Konzept Gastronomie ist macht sich sehr schnell bemerkbar. Service ist absolut Mangelhaft. Um ein Bier und ein Cola zu bestellen muss 2 mal nachgefragt werden. Auch beim bestellen vom Essen mussten wir mehrmals nach haken. Das es in einer Asiatischen Küche nicht möglich ist ein Essen ohne diese Baumnüsse zu bestellen verstehe ich schon gar nicht. Kaum äussert man einen Wunsch, geraten Sie schon in Panik. Das ist hier nicht möglich! Warum! Schlussendlich schafft es der Laden meine Bewertung von 2 auf 3 Punkte zu erhöhen weil die Sushis immer fein und frisch schmecken insbesondere die Rolls finde ich sehr gut. Delivery Service funktioniert sehr gut und ist in dem Fall zu empfählen."}, {"date": "10-10-2015", "rating": 4.0, "content": "Zeitgemäss eingerichtetes Restaurant mit freundlicher Bedienung und gutem Essen zu vernünftigen PreisenEEssen,Esbbvvernünftigen Preise"}, {"date": "08-10-2015", "rating": 5.0, "content": "War bereits mehrmals im Nooch Richti zum Lunch und wurde bislang nie entäuscht. Sushi sowie die Tagesmenues schmecken ausgezeichnet. Jederzeit wieder!"}, {"date": "08-10-2015", "rating": 5.0, "content": "Perfekt für Sushi! Finde es eines der besten Sushi-Restaurants in der nähe von Zürich. Takeaway ist auch möglich, wenn man es vorbestellt. Empfehlenswert!!"}, {"date": "22-09-2015", "rating": 5.0, "content": "Da ich in Wallisellen arbeite, ist das Nooch sehr nahe gelegen und eines meiner Lieblingsrestaurants in der Region. Die verschiedenen Menüs sind sehr lecker und satt ist man nach einem Besuch im Nooch immer, zudem wird alles in der offenen Küche frisch zubereitet. Ein Besuch im Nooch lohnt sich für jeden der die asiatische Küche mag."}, {"date": "20-09-2015", "rating": 3.0, "content": "Ich war am zum Mittagessen im Nooch in Wallisellen.Wir hatten an der Sushi-Bar platzgenommen. Es gibt am Mittag 3 Mitagsmenues zur Auswahl. Ich entschied mich für das Poulet-Curry für CHF 20.50.Das Essen kam dann relativ schnell und wurde in zwei Schälchen (Reis/Pouletcurry) angerichtet. Das Essen war geschmacklich ganz OK, jedoch nicht speziell gut dass man es hervorheben müsste. Ebenfalls war die Portion für diesen Preis auch nicht gross, ich hatte danach noch Hunger. Im Allgemeinen sind wie in vielen Asia/Sushi Restaurants die Preise einfach sehr hoch, was mir dann auch den Appetit an solchen Speisen vertreibt."}, {"date": "16-09-2015", "rating": 4.0, "content": "My colleagues went for Sushi, I had had that before (which are excellent by the way) and fancied something else. I was amazed at the amount of different dishes available. Great quality and seem to have a little bit of everything. They also deliver if you are feeling lazy."}, {"date": "16-09-2015", "rating": 4.0, "content": "resti isch schön ihgrichtet, zesse isch fein gsi, nume dass mir e biz lang uf bedienig gwartet hent, aber defür hemmer denn e guetschie becho, womer eus wieder gfreut hent, super merci"}, {"date": "12-09-2015", "rating": 5.0, "content": "Das Essen ist sehr lecker, ob Sushi oder Curry einfach mega fein! Auch die Bedienung ist sehr freundlich und das Ambiente mega toll! Sogar die Toilette ist super stylisch eingerichtet:)"}, {"date": "12-09-2015", "rating": 4.0, "content": "Das Lokal ist sehr modern und cool eingerichtet. Die Speisen sind, wie in den Nooch-Filialen üblich, frisch zubereitet und lecker.War ein gemütlicher Abend und das Lokal ist definitiv zu empfehlen!"}, {"date": "12-09-2015", "rating": 5.0, "content": "Tolles essen, freundliche und aufmerksame Bedienung und cooles Ambiente. Auch der Sound ist speziell, was mir sehr gefällt. Einziger Kritikpunkt ist das Bier aus dem Offenausschank, das nicht wirklich kalt ist. Der Chef wusste aber schon Bescheid und bedankte sich für die Info. Schön das es noch Restaurants gibt, die wissen, wie professionel mit Kritik umzugehen ist. Grosses Lob ans ganze Team."}, {"date": "12-09-2015", "rating": 4.0, "content": "Etwas höher im Preis als andere Asian Take Away, dafür aber schnelle Zubereitung und gutes Essen. Ambiente ist gut."}, {"date": "10-09-2015", "rating": 4.0, "content": "Da das Nooch direkt bei unserem Geschäft gelegen ist, besuchen wir dieses mindestens einmal wöchentlich. Das Essen schmeckt immer sehr gut und der Service ist freundlich.Für einen Besuch zwischen 12.00 und 13.00 Uhr empfielt es sich ein wenig mehr Zeit einzuplanen.Kommen gerne immer wieder"}, {"date": "09-09-2015", "rating": 5.0, "content": "Ein Super Stylisches Restaurant das jedem der nach Asiatischem Essen sucht keine Wünsche mehr offen lässt. Hammer Ambiente und tolles Personal. War schon sicher 15 mal da aber immer noch ein Genuss! :-)"}, {"date": "09-09-2015", "rating": 4.0, "content": "Tolle Urban-Lokation im industriestil/tortzdem trendy. Waren heute Mittag mit Kunden dort Essen. Super feine Gerichte, sehr anschaulich, gute Bedienung und sehr gastfreundlich.Kommen auf jeden Fall wieder ;)"}, {"date": "02-09-2015", "rating": 4.0, "content": "Der Richtiplatz ist nicht weit von meinem Wohnort entfernt, da viel die Entscheidung für Nooch Wallisellen leicht. Sehr schön eingerichtet und guter, freundlicher Service. Das Essen war super frisch und einfach Spitze! Wir haben uns für Sushi entschieden. Immer wieder gerne."}, {"date": "02-09-2015", "rating": 5.0, "content": "...mir gefiel besonders das \"lässige\" Ambiente, inkl. Musik und die freundliche, schnelleBedienung mit einem charmanten asian touch.Das Essen ist sehr gut und die Menü Karte lässt sich flexibel variieren, extra Wünschewerden ohne \"wenn und aber\" umgesetzt.....wirklich, eine absolute Bereicherungfür Wallisellen/Richtiareal."}, {"date": "31-08-2015", "rating": 4.0, "content": "Ambiente sehr angenehme und es wird Schweizer Poulet serviert. Mussten allerdings etwas lange auf die Bedienung warten."}, {"date": "27-08-2015", "rating": 4.0, "content": "immer wieder gerne! nur schade dass es draussen nicht mehr tische hat, vorallem bei diesen temperaturen."}, {"date": "24-08-2015", "rating": 4.0, "content": "Wir bestellen viel per telefon .Gute Sushi ,die warmen Gerichte sind auch sehr gut .Einzige Kritik ,service versteht schlecht Deutsch ,schade .(Geschäftsführer ist top)Aber wir bestellen immer wieder keine angst.Ciao bis bald"}, {"date": "22-08-2015", "rating": 5.0, "content": "Wir waren am Samstag gegen 1330h im Nooch. Da es nicht viele Gaeste hatte wurde die Bestellung sehr schnell aufgenommen. Die Wartezeit hielt sich in Grenzen und wir konnten die Vorspeise genießen. Auch der Hauptgang wurde zügig serviert. Wir waren von der Qualitaet, Menge & Zubereitung begeistert. Der Service war sehr zuvorkommend & konnte uns auch gut beraten. Wir werden in Zukunft wieder öfter hier essen."}, {"date": "07-08-2015", "rating": 3.0, "content": "Nebst Sushi und Nudeln gibt's auch verschiedene Menüs zum Lunch zwischen 19-25 CHF.Hahnenwasser kann selbst geholt werden, Bedienung macht ihren Job aber auch nicht mehr"}, {"date": "15-07-2015", "rating": 2.0, "content": "Da mir die drei take away Menüs nicht zugesagt haben, bestellte ich das Tokio-Bankok by air-Gericht von der Karte. Für 22.50 war es eine kleine Portion in einer Kartonbox. Es war wirklich nicht gut. De Ente war trocken und die Nudeln sosolala. Pilze gab es keine... Schade, dass man sich nicht mehr Mühe macht. Alles frisch? Nicht mein Gericht..."}, {"date": "11-06-2015", "rating": 3.0, "content": "Schöne Location in mitten eines Wohnquartiers, gemütlich und ruhig.Das Essen war gut, nicht mehr und nicht weniger. Preislich ist es ziemlich überrissen aber ist es sicher einmal Wert zu besuchen."}, {"date": "10-06-2015", "rating": 5.0, "content": "Ottimo ristorante, servizio rapido.Ho preso il menù del giorno è per essere un ristorante etnico e in un centro con parecchi uffici il prezzo é ottimo. Pollo in salsa curry thai con riso. Da provare il the freddo della casa, squisito!vasta scelta di cibo. Tornerò sicuramente!"}, {"date": "30-05-2015", "rating": 5.0, "content": "Sehr gutes asiatisches Restaurant (inklusive take away), ungezwungene Atmosphäre in modernem Ambiente, stilistisch etwas seltsam aber dennoch gemütlich. Die Bedienung ist -typisch asiatisch- zuvorkommend und sehr freundlich. Besonders gefallen hat mir die bildhübsche und zuckersüße Kellnerin aus Indonesien, sehr attraktiv und sehr nett. So sollte perfekter Service sein...Das Essen ist sehr lecker zubereitet und die Portionen sind ausreichend groß. Sushi ist gut, könnte aber qualitativ durchaus noch verbessert werden.Fazit: Empfehlenswertes Restaurant mit ausgezeichneten Speisen und netter Bedienung. (Kostenlose Parkplätze im Glatt)"}, {"date": "29-05-2015", "rating": 4.0, "content": "lohnt sich immer wieder... raus aus dem büro und rein ins nooch :-) und parkplätze gibts im glatt..."}, {"date": "10-05-2015", "rating": 3.0, "content": "da wir das letzte mal so begeistert waren, wollten wir unseren feiertag im nooch feiern.leider klappte die reservation welche wir via internet für d nächsten abend tätigten nicht bzw wurde nicht bestätigt.wir reservierten nochmals per telefon.als wir ankamen um 1740h war das restaurant bis auf zwei andere tische leer.trotzdem mussten wir sehr lange auf unser essen warten.das essen war fein , der service leider sehr unmotiviert.mehr interessiert am plauschen mit den köchen als an den gästen. schade, zudem war die musik sehr laut sodass ein gemütliches beisammensein schwierig war.alles in allem war es ein durchwachsener besuch. als wir schon fast zuhause waren kam dann die bestätigung per mail, das macht keinen sinn.ich denke die abläufe sollten nochmals überarbeitet werden."}, {"date": "03-05-2015", "rating": 4.0, "content": "We had dinner at Nooch Wallisellen for several times.The good:- nice location- the food is solid- friendly waitresses and waiters- food to go can be ordered onlineThe bad:- The \"specials\" should vary more frequently- the manager seems moody sometimes, could be friendlier- sometimes the service is slow"}, {"date": "01-05-2015", "rating": 4.0, "content": "Ideale Lage zwischen dem Glattcenter und dem neuen Allianz Gebäude am Richtiplatz 3. Hier reiht sich ein Restaurant ans Andere. Alle sind zeitgemäß eingerichtet, sie haben die Wahl zwischen Hochtischen, Sitzgruppen, oder an langen Tischen zu speisen. Um die Mittagszeit wird es hektisch. Das Restaurant füllt sich bis fast auf den letzten Platz. Trotzdem wurde uns sehr freundlich ein Platz zugewiesen. Leider mussten wir uns das Gespräch vom Nachbartisch mit anhören, ist doch alles relativ eng bestuhlt.Empfehlung: Für den Abend würde ich einen Fensterplatz reservieren, um etwas ungestörter zu sein.Wir wählten das Mittagsmenü zum Preis von 19.00. Prädikat: Sehr gut, Huhn mit Gemüse und Nudeln. Alles wurde sehr schnell und sehr freundlich serviert. Leider ist die Weinauswahl etwas dürftig, aber da die meisten Mittagsgäste anschliessend wieder ins Büro einrücken müssen, wahrscheinlich auch nicht besonders gefragt.Trotzdem werden wir es auch einmal am Abend aufsuchen!"}, {"date": "20-04-2015", "rating": 4.0, "content": "In einem tollen Ambiente kamen freundliche Bedienung und gutes Essen zusammen. Das Sushi von meinem Freund war super lecker und mein Spring Break fantastisch...wir kommen sehr gerne wieder!"}, {"date": "08-04-2015", "rating": 3.0, "content": "Das Ambiente im Nooch ist defintiv exzellent! Das Essen war ok, jedoch Preis eindeutig zu hoch. Bedienung eher unmotiviert..."}, {"date": "29-03-2015", "rating": 3.0, "content": "I've been there a couple of times for lunch. Good news: The food tastes good. Bad news: Your 1 hour lunch break might not be long enough to enjoy your lunch and a coffee. I don't see any improvement since this restaurant has opened."}, {"date": "15-03-2015", "rating": 5.0, "content": "wir waren am samstag ca 1145h dort. wir bekamen einen tollen platz und die bestellung wurde zügig aufgenommen.auf meine allergie wurde rücksicht genommen und der papayasalat wurde dementsprechend zubereitet.die teigtaschen welche mein mann bestellt hatte schmeckten ihm ausgezeichnet.als hauptspeise hatte ich green curry mein mann ente.wir waren begeistert über die kurze wartezeit & das feine essen. nach und nach füllte sich das restaurant jedoch lief alles zügig ab.fazit:wir kommen wieder."}, {"date": "11-03-2015", "rating": 2.0, "content": "Nie wieder haben die 20% nicht erhalten und dann kamen nur 2 statt 4 MenueAuch ist wurden die Gerichte nicht richtig geschlossen und es es im Sack alles ausgelaufen"}, {"date": "24-02-2015", "rating": 4.0, "content": "Just discovered at lunch time this restaurant. Had a wonderful experience as the selection between thai and Japanese is extensive. The service was most attentive and fast. Additionally the environment and background low volume funky music makes it a great place to unwind or have a candid business discussion. I would strongly recommend this place."}, {"date": "22-02-2015", "rating": 2.0, "content": "Ich war in den letzten Monaten ca. 10 Mal Gast im Nooch in Wallisellen. Ein sehr hübsches Lokal, das von er Inneneinrichtung viel her gibt. Meine Erfahrungen spannen das volle Spektrum von perfekt bis sehr schlecht. Beide Ratings betreffen sowohl Service als auch Qualität des Essens. Ein Beispiel: mein absoluter Liebling ist der Papaya Salat. An einem Abend ist er perfekt, am nächsten nicht vom letzten wiederzuerkennen. Die Reklamation hat übrigens nichts gebracht 'neue Koch' hiess es. Die Curry Gerichte waren durchschnittlich, das Sushi kann top zart und der Reis feucht sein, oder auch trocken und gummig zum Essen. Die Bedienung ist dagegen durchwegs mangelhaft. Nicht aufmerksam und langsam, es kann sein, dass man auch mal 20min auf die Getränke Lieferung wartet. Alles in allem 2 Sterne, leider gibt es in der näheren Umgebung keine Alternative."}, {"date": "12-02-2015", "rating": 3.0, "content": "Wir waren über Mittag im Nooch. Sushi waren lecker, Auswahl gut. Ingwertee 1a. Ambiente gut.Die Bedienung ließ wirklich zu wünschen übrig. Wir mussten sehr lange warten, um überhaupt mal ein Getränk zu bestellen. Um Edamame zu bestellen kamen wir nicht, da wir schlichtweg nicht wahrgenommen wurden. Unsere Nachbarn mussten 40 Minuten auf das Nudelgericht warten, was dann aber lecker war. Die Bedienung schien mit vollem Haus überfordert zu sein. An unserem Tisch wurde das Gedeck der Gäste nicht abgeräumt, was für uns kein schöner Anblick war, Ingwer wurde nur widerwillig und unfreundlich nachgefüllt.Preis: Zürichpreise.Fazit: Essen gut, Service unproffessionell."}, {"date": "12-02-2015", "rating": 4.0, "content": "Wir waren heute im Nooch über Mittag essen. Das Restaurant hat ein super cooles Ambiente, schöne Deko und eine grosse Auswahl an Speisen.Da es sehr voll war, kamen unsere Speisen sehr spät und auch nicht gleichzeitig, was recht schade war. Dennoch ein gelungenes Mittagessen mit tollem Essen und moderaten Preisen.Gerne wieder!"}, {"date": "31-01-2015", "rating": 5.0, "content": "I would say we are quite familiar with Asian cuisine. A lot of people claim it's expensive and not authentic. It may be true apart from the price. The value for money however coupled with the nice ambience and friendly forthcoming service makes this place a star. It's definitely not a price for cheap grumpy swiss. But if you are a multicultural and trendy open minded person you will find this place a pleasure to eat. Food is fantastic fresh and healthy. We eat there for lunch and sometimes for dinner too. This place has never failed to deliver in its promise. Keep it up."}, {"date": "24-01-2015", "rating": 4.0, "content": "Ich hatte Udon Nudeln von der Mittagskarte. Geschmacklich waren sie sehr gut und ich war sehr positiv vom Verhältnis Gemüse zu Nudeln überrascht, da wurde nicht mit Gemüse gegeizt.Die Gesamtportion war aber gering, ich war nachher noch nicht satt. Ausserdem war das Essen höchstens lauwarm, was sehr schade war.Fazit: hochwertiges Essen in kleinen Portionen zu einem hohen Preis. Plus mangelnde Fleischdeklaration."}, {"date": "20-01-2015", "rating": 4.0, "content": "gute Karte, moderate Preise und schnell im Zubereiten. Für leichte und ausgewogene Speisen gehe ich gerne ins Nooch, vor allem über Mittag."}, {"date": "03-01-2015", "rating": 5.0, "content": "Wir waren auf der Suche nach einer Alternative zu den Restaurants im Shoppingzenter. Auf dem Weg zur Einkaufstours ist uns das Restaurant wegen des tollen Interieurs schon aufgefallen. Nach dem shoppen gings also ins Nooch.Wir wurden freundlich begrüsst und an einen Tisch geführt. Das Restaurant bietet eine Vielfalt an Gerichten. Von Curries über Vietnamesisch und auch Sushi kann bestellt werden.Wir wurden sehr nett und aufmerksam bedient, das Essen wurde liebevoll zubereitet,war geschmacklich top und auch schön angerichtet. Das Preis-Leistungsverhältnis stimmt.Wir genossen den Aufenthalt im Nooch sehr und werden bestimmt wieder Einmal hier essen kommen."}, {"date": "14-12-2014", "rating": 4.0, "content": "Sehr nettes und aufmerksames Personal.Essen war super ( Tokio Bankok by Air)Schöne gemütliche Einrichtung.Jederzeit wieder"}, {"date": "08-12-2014", "rating": 5.0, "content": "Super Sushi und Sashimi vom Band, aber auch prima Tellerservice mit Vietnamesischen und anderen Asiatischen Spezialitäten. Freundlicher Service und sehr schöne Einrichtung. Jederzeit wieder!"}, {"date": "05-12-2014", "rating": 4.0, "content": "Wir wurden positiv von der Qualität der Speisen überrascht. Wir hatten die gemischte Vorspeiseplatte für 2 Personen, welche wirklich gut war. Zur Hauptspeise das Paneng Curry sowie eine Suppe. Beide Essen waren gut. Die Einrichtung hat uns sehr gut gefallen. Das Personal war bemüht und freundlich. Preis- Leistungsverhältnis in Ordnung. Wenn wir eine Schulnote geben müssten wäre dies eine 4.75."}, {"date": "04-12-2014", "rating": 2.0, "content": "Wir kamen gestern Mittag gegen 13:30 Uhr an und wollten in unserer Mittagspause dort essen. Als wir den Eingang betraten begrüßten uns schon zwei Servicekräfte die mit dem auffüllen von Stäbchen sowie dem abräumen der Tische beschäftigt waren. Der Rest der gefühlten 20 Angestellten die dort rumstanden hatte nichts zu. tun gehabt. Das Restaurant war und diese Uhrzeit so gut wie leer gewesen. Trotzdem wurden wir nicht bedient, obwohl man uns gesehen und sogar begrüßt hatte. Nach geschlagenen 15 Minuten müssten wir selber zu einem der Angestellten hingehen und nach einer Speisekarte fragen. Absolut kein Service. Das Personal ist völlig inkopetent. Als man uns dann die Karte brachte, dauerte es wieder ewig bis einer kam um die Bestellung aufzunehmen und das bei ca 30 Angestellten die allesamt nichts zu tun hatten. Etwa die Hälfte saß selber am Tisch und haben gegessen. Wir sind dann aufgestanden und gegangen. Dann wundert man sich noch warum wir gehen wollten."}, {"date": "01-12-2014", "rating": 1.0, "content": "Servuce kann kein deutsch. Speisen kommen allesamt nicht zur selben zeit. Zuerst habe ich die vorspeise gegessen, dann meine freundin die vorspeise, dann ich die hauptspeuse obwohl ich immer noch an der vorspeise war dann meine freundin die hauptspeise. Das essen 10 minuten später zu bringen war nicht möglich. Geht nicht. Das poulet war steinhart gebraten, die suppe fade. Auf die aussage dass das essen nicht gut war wurde dies dem chef mitgeteilt. Interessiert hat es jedoch niemand. Gut. Nooch ist von der liste gestrichen da unbrauchbar!"}, {"date": "23-11-2014", "rating": 5.0, "content": "Gutes Essen. Schöne Einrichtung. Freundliche Bedienung. Auch am Sonntagabend offen im Gegensatz zu vielen anderen in dieser Gegend."}, {"date": "12-11-2014", "rating": 4.0, "content": "This restaurant has a selection of pan-Asian dishes, curries, noodles, and the obligatory converyor belt-style sushi bar. Everything I've tried in the two times I have been here has been well above average. I have had some of the best sushi here (this is, after all, Switzerland, where the sushi is often just acceptable). Normal Swiss prices. The restaurant has been open for just over a week, and it is still fairly crowded for lunch."}, {"date": "07-11-2014", "rating": 2.0, "content": "A new Nooch restaurant just opened their doors for the second day in Wallisellen and we were very much looking forward to this as we are regulars to one in Zurich.As neighbours, we like to patron the local business and today we decided to go for dinner to our new local Nooch, unfortunately, upon arriving to the front sliding glass doors of the restaurant we found that the doors did not open.We thought there could a problem with the system and try to call someones attention, however, after been ignored for few minutes, someone from the staff made us a sign with the hands saying that the restaurant is closed. This was at 21:00h, we could not understand why they have closed so early on a Friday evening as they advertise their opening hours to be from 11h to 23h Monday to Saturday.I'm sure there is a good reason for closing the restaurant earlier, however, this was not communicated to us and we were just simply brassed off.good luck to them, we will not be rushing back to try any time soon"}, {"date": "06-11-2014", "rating": 5.0, "content": "Das Nooch wird erst morgen eröffnet, wir waren gestern beim Probeessen. Es ist echt hammermässig eingerichtet, sehr spezielle Atmosphäre. Das Personal ist freundlich und das Essen schmeckt toll.Wir gehen bestimmt bald wieder hin!"}]}