{"restaurant_name": "Butcher Zurichwest", "overall_rating": 3.5, "all_reviews": [{"date": "27-02-2022", "rating": 4.0, "content": "Ate here lastnight and overall an enjoyable experience. Staff were super friendly, the interior is cool and the food was very good and not bank breaking in price. Highly recommend the caesar chicken burger!"}, {"date": "13-10-2021", "rating": 3.0, "content": "If you really want a tasty burger, fries and a beer this is your place! Service was excellent and food met all our cravings. Menu is limited but what they do have., they do well!"}, {"date": "01-08-2021", "rating": 2.0, "content": "Ich war länger nicht da und habe die Chance für einen Lunch genutzt nach Ende der Homeoffice-Pflicht. Dabei habe ich mich mal an einem Long Beach Burger versucht und das war eine ziemliche Frechheit. Grosser trockener Bun, kleiner dünner Paddy, ein wenig Sauce und ein paar matschige Röstzwiebeln, der ganze Spass dann für 17,80.. Ok, das war das erste mal, dass ich einen vegetarischen Burger hatte, vielleicht waren die ja schon immer so schlecht.Das neue Konzept der Kitchen Republic war nicht auf den ersten Blick intuitiv, zumal wenn man von der Hinterseite ins Restaurant kommt. Uns offensichtlich Suchenden mal eine Hilfe anbieten mochte auch keiner der Angestellten. Bedienung an sich später war dann sehr freundlich."}, {"date": "28-08-2020", "rating": 5.0, "content": "Super leckere Burger, starke Fritten und toller Service! Sehr ungezwungene Stimmung, schöne offene Küche und tolle Produkte!"}, {"date": "15-04-2020", "rating": 5.0, "content": "Zu Coronazeiten möchten wir die lokalen Restaurants unterstützen und bestellten 3 Burger und Pommes im Take-Away. Alle Burger waren unglaublich lecker, saftig und sehr schmackhaft. Werden bestimmt wieder kommen. Essen war pünktlich bereit und unkompliziert abzuholen. Eine Empfehlung ist die nahegelegene Jozefwiese, um den Burger zu verspeisen."}, {"date": "26-03-2020", "rating": 1.0, "content": "In Zeiten von Corona holt man sich den vermeintlich leckeren Burger direkt im Restaurant und hofft, er sei gut. Was The Butcher bei uns abgeliefert hat, war eine absolute Katastrophe. Die Buns trocken, oder auch verbrannt, innen rohes Fleisch, Spezialwünsche wie keine Gurken oder karamellisierte Zwiebeln ignoriert, der Oberwitz ist die mickrige Scheibe Speck (siehe Bild), welche den normalen Burger zum Beacon Burger befördert. Die Pommes zur Hälfte komplett verbrannt oder sehr trocken und das für 18.80! Die Rechnung dann aber mit CHF 70.10 echt gesalzen (3 Burger mit Pommes)!"}, {"date": "03-03-2020", "rating": 4.0, "content": "We went for an easy lunch before going to the cinema as it’s very close to it and we were happily surprised.French fries are house-cooked (not frozen ones) and the hamburguer options offered both meat and veggie alternatives, and the same for the bread: different kinds, gluten-free option and also no bread at all!Recommendable to go with friends!"}, {"date": "01-02-2020", "rating": 4.0, "content": "During lunch time it was not very busy, so we got what we ordered pretty quickly! They have very nice burguer options, also for vegetarians and gluten intolerant! Nice place with music to enjoy dinner with friends"}, {"date": "27-01-2020", "rating": 4.0, "content": "Der Burger lohnt sich wirklich immer. Egal ob im Niederdorf oder Zürich West.Einzig negativer Punkt war die sehr lange Wartezeit von 35 Minuten."}, {"date": "02-01-2020", "rating": 5.0, "content": "Wahr am Silvesterabend mit Freunden dort. Super Service Sehr gute Burger ( chorizo mein Favorit )und gute Pommes wie immer mit Trüffelsauce i love it."}, {"date": "25-12-2019", "rating": 1.0, "content": "Reine Abzocke für mittelmässiges Essen,Personal hält versprechen nicht ein.Matschige Pommes und der Burger war kalt und so lieblos"}, {"date": "15-12-2019", "rating": 1.0, "content": "Just few minutes ago i received my no-bun (fkk) pulled pork burger for 20 chf (!!!). And what i got is completly ridiculous: some pork mass with few sluggish salad leaves in it, looking like it was eaten before. I always take no-bun burgers, and honestly, its not too difficult to take few fresh salad leaves to wrap it a burger-like food. First time i receive something like that.Beside that we ordered:- a cucumber salad. Few pieces of cucumbers were floating in a huge amount of fatty sauce. We threw it away.-chorizo burger. It was ok, except of wet bun which was kind of disgusting to hold.This is a perfect example when a restaurant doesn't give a damn about what they sell. So dissapointing."}, {"date": "13-11-2019", "rating": 2.0, "content": "I visited \"the Butcher\" on a Saturday night in Zürich with five other friends. We didn't have a reservation, though we were happy to wait. The staff did not help at all in trying to find a table, and after a long wait we sat into a newly freed one, just to be told to move to another table, as that one was \"reserved\" (though no indication of that was available).In the end, we were squeezed in this tiny spot, while the other table was left empty all the time.It took a while for the waiter to come and pick up our orders: while it was understandable for a Saturday night to have a slower service, a simple apology would have been appreciated, especially considering the helplessness shown by the staff beforehand.The burgers were tasty though the portions are not particularly generous; fries were not included in the price. Prices are in the Swiss average, so pretty high (about £30 for a burger).Were the service better, more helpful and welcoming, it would have improved the experience a lot, considering that the food quality was appropriate. Pity."}, {"date": "01-11-2019", "rating": 2.0, "content": "Letzte Woche zum ersten Mal in The Butcher in Uster mit Freunden.Aufgrund des guten Services und Burger wollte ich mit meiner Frau ebenfalls im Butcher essen gehen.Da wir gerade in Zürich waren und keine Lust hatten nach Uster zu fahren, sind wir ins Zürich West. Sollte ja bei einer Kette überall gleich sein, denkste.Schon bei der Begrüssung hätten wir auf dem Absatz umkehren sollen.Freundlichkeit und Servicegedanke nicht wirklich vorhanden.Im Endeffeckt war es wie ein Erlebniss bei der grossen Fastfood Kette, nur 3 mal so teuer, unfreundlicher. Der Burger war natürlich besser, aber kahm auch nicht an das in Uster Gebotene heran.schade, kann mich nur dem Vorschreiber anschliessen, feiner Burger (geht aber besser), schlechter Service und für Fastfood Erlebnis definitiv viel zu hoher Preis.In so einem Masse, dass ich nachfragen musste, ob Sie denn die Selben sind, wie in Uster und auch das selbe Konzept hätten. Dies wurde mir klar bestätigt in einem Ton, nach dem Motto, was fragst Du eigentlich so doof.Es dauerte übrigen auch eine mittlere Ewigkeit, bis geschickt wurde und auf die gewünschte Erklärung, was wie angeboten wird und ob wir eine Karte haben dürfen wurden wir wie vom Mond angeschaut und auf die Karte über dem Tresen verwiesen.Sorry Leute, evtl. funktioniert dieses Verhalten in der Züricher Gastronomie, aber ohne uns, schade."}, {"date": "27-10-2019", "rating": 5.0, "content": "We had lunch here of burgers and fries during our one-day stop in Zurich. The staff weren't very fluent in English, but they were very friendly and accommodating, and we communicated just fine. The burgers and fries were great--a nice change from the Swiss food we'd been enjoying on our holiday. This place is a good choice."}, {"date": "08-10-2019", "rating": 1.0, "content": "Die Burger sind lecker, aber nur wenn man die Extras teuer dazu kauft. Majo gab es auch nicht wie Ketchup kostenfrei dazu. Ich hatte einen Gutschein, den ich dann nur Online-einlösen konnte, sehr schade und kompliziert. Zudem war das Personal wenig behilflich und wirkte genervt, als ich bezüglich der Online-Bestellung, vor Ort, Fragen hatte. Zudem ist das Konzept ein Self-Service-Restaurant, was ja grundsätzlich ok ist, aber für den Preis nicht gerechtfertigt."}, {"date": "25-08-2019", "rating": 4.0, "content": "War so lecker... wir kommen wieder die leute waren sehr freundlich ... es hat sich gelont hier herzu koommen fûr das geld ...Sehr empfhelenst wert"}, {"date": "29-07-2019", "rating": 4.0, "content": "Non so se sia un franchising o meno, anche se solo a Zurigo mi sembra ce ne siano altri 2, ma la qualità era più che passibile, sia della carne e anche del pane! I prezzi sono in linea con ciò su cui è allineata la città..."}, {"date": "11-03-2019", "rating": 5.0, "content": "We went there for lunch with our two little kids and even though it's not a typical place you'd go with your kids, we all loved it and we were very well taken care of!The super friendly staff was very attentive and helped us with everything. This place is great if you're looking for delicious and special burgers and french fries for a reasonable price.Again a big thank you for the friendly and helpful staff, highly appreciated. We will definitely go there again!"}, {"date": "05-03-2019", "rating": 2.0, "content": "Well, if you want to have burgers in an underwhelming \"wannabe hipster\" environment and badly cooked and if you enjoy rough, overstrained staff, you're perfect at this place.Why does almost every restaurant in Zurich need to be part of a lousy chain with overpriced, dreary food and drinks? Where have all the good, authentic and unique restaurants gone that offered great meals and drinks for reasonable prices?"}, {"date": "14-12-2018", "rating": 1.0, "content": "Sehr enttäuschend. Sehr teuer und nicht wirklich gut.Bei der Begrüssung wurden wir bereits angeschnauzt, dass wir nicht im Eingang stehen geblieben sind obwohl Leute raus wollten.Das Essen:-Die Milkshakes sind sehr wässrig und schmecken sehr künstlich.-Die Maxi-Pommes für 3 Personen (gem Karte auch für mehr) sind für max. 2 Personen und kosten 18.80! Dazu wird nur Ketchup serviert jede extra sauce kostet 1.80.-Die Burger sind fade und geschmacklos und müssen mit vielen extras augepimpt werden zwischen 1.80-6.80 CHF.-Pulledpork Burger sehen aus und schmecken wie in der Kantine.-Der Coleslaw ist klein und hat ein italienisches Dressing sehr entgegen dem Original-Rezept. Sehr schade.Als wir den Kellner Martin darauf aufmerksam gemacht haben meinte er lediglich, dass die Pattys nicht gewürzt sind da sie so vom Metzger kommen und das wegen den Pommes sei eben ihr Geschäftsmodell.Zusammen hat das 129.90 für 3 Personen gekostet ohne Vorspeise und Dessert."}, {"date": "18-11-2018", "rating": 5.0, "content": "Who doesn’t need a break from the real world for some great quality burger ‘n fries! This is the place to come. A great selection including vegetarian options. I had the deer burger dressed their way and it was incredible!I highly recommend this restaurant for a simple easy and great tasking meal!"}, {"date": "17-11-2018", "rating": 4.0, "content": "Hatten nach dem Kino Lust auf etwas herzhaftes... und sind zufällig hier gelandet.Bin eigentlich kein sonderlicher Burgerfan, hatte aber Lust auf Fritten.Sind schnell und freundlich empfangen + ohne Reservierung platziert worden. Und trotz gut sortierter Speisekarte haben wir uns für den saisonalen Deer-Burger + Fries + Soda entschieden.Wer will, kann den Köchen bei der Zubereitung zuschauen.Das Essen kam überraschend schnell... und schmeckte hervorragend! Saftig, ungewöhnlich und cross = der Burger + Pommes waren köstlich.Sowohl das Essen als auch das freundliche und schnelle Personal sind definitiv weiter zu empfehlen!"}, {"date": "06-11-2018", "rating": 3.0, "content": "Wir haben unsere Burgers online zum Take away bestellt, da wir noch einen Gutschein aus dem Prozentbüchlein nutzen wollten.Vor Ort angekommen, wurde der Gutschein nicht angenommen, da man diesen unbedingt bei der online Bestellung schon eingeben hätte sollen. Die Bedienung konnte so nichts machen.Irgendwie enttäuschend, da dieser Gutschein nur noch bis zum 30.11.18 gültig ist.Zuhause angekommen bemerkten wir, dass auch noch das bestellte Mineral zwar schön bezahlt, aber nicht eingepackt wurde.Immerhin hatten die Burgers sehr gut geschmeckt. Aber trotzdem ist uns eher ein fader Nachgeschmack geblieben. Schade eigentlich."}, {"date": "15-10-2018", "rating": 4.0, "content": "Wir wurden sehr freundlich empfangen und auf die neue Karte aufmerksam gemacht. Kaum bestellt, wurde der Burger schon serviert. Der Bun war knusprig und das pulled Pork saftig und gut gewürzt. Der Chorizoburger war genau so gelungen. Die mittlere Portion Wedges waren \"naja\"...Dazu ein Leermond und ein Chopfab. Nicht schlecht staunten wir über die Rechnung: 60 Franken finde ich aber eher teuer für 2 Burger, 1x Fritten und 2 Bier."}, {"date": "03-10-2018", "rating": 4.0, "content": "This place is at the high end of burger places. Interesting location in the old town part of Zurich. Very good quality burgers. Reminds me a bit of Jus Burgers in Perth Western Australia ( my favourite burger place). Has gluten free buns so the gluten intolerant can have most items on an extensive menu"}, {"date": "15-09-2018", "rating": 1.0, "content": "die Antwort war - \"Die Küche ist zu\"Danke, einen Kunden weniger für Butcher ein anderer hat sich sehr über mein Geld gefreut."}, {"date": "02-09-2018", "rating": 5.0, "content": "Wir waren zu fünft im Butcher und wurden super schnell bedient. Die Burger waren eifach der Hammer. Super feines Fleisch und die Pommes waren auch der Hammer. Das Restaurant ist cool eingerichtet. Kann ich wirklich weiterempfehlen."}, {"date": "27-08-2018", "rating": 4.0, "content": "We decided for The Butcher on a wimp because we wanted to sit outside for our lunch. The service was super quick and very nice. The burger selection is excellent and even the chicken is swiss quality meat. Only minus was the homemade icetea which was sadly served in plastic cups with equally ecological damning straws."}, {"date": "25-08-2018", "rating": 4.0, "content": "Great place to eat in Harbrücke with choices of burgers and meats. Quiet and large place to eat outside."}, {"date": "14-08-2018", "rating": 5.0, "content": "Ich behaupte mal das es die besten Burger sind in ganz Zürich!!! die ich bis jetzt je probiert habe. Ein riesiges Lob am Personal dass sich extra zeit genommen hat um in der Küche zu Fragen was für spezielle Zutaten ein Menü enthält. Viele schreiben das dass Brot kalt ist also kalt ist für mich das Bier habe noch nie ein warmer Burgerbrot gegessen! Aber okey.Ich und meine Freundin haben sehr gut gegessen."}, {"date": "08-08-2018", "rating": 1.0, "content": "Lokal und Terrasse waren praktisch leer. Wir warteten am Tisch und eine Kellnerin rief uns zu \"Selbstbedienung gell!\". Als wir die Theke gefunden hatten und eine Frage zum Menü stellen wollten ging die Kellnerin demonstrativ an einen anderen Teil der Theke und sagte \"Bestellen hier gell\". Erlebt am 8.8.18. Bei solchem Benehmen vergeht der Appetit. Nie wieder."}, {"date": "06-08-2018", "rating": 4.0, "content": "In der Nähe unseres Hotels habe ich dieses Burger-Restaurant gefunden und wir haben uns für die \"all-you-can-eat\" Formel entschieden. CHF 32.50 für 1 Vorspeise und Burger so viel man will plus Beilag. Man muss wirklich Hunger mitbringen, damit sich die Formel lohnt. Aber die Burger sind top. Frisch zubereitet, schön rosa gebraten und mit hervorragenden Grundprodukten hergestellt. Der Service ist eher unkompliziert, eine Dose Cola mit Röhrli in der Dose für fast CHF 5.00 ist dann aber eher viel....Zürich halt...Wer gute Burger mag, ist dort richtig"}, {"date": "10-07-2018", "rating": 3.0, "content": "Im Butcher gibts viele verschiedene Burger. Eigentlich ist für jeden etwas dabei. Die Burger sind sehr lecker.Über die Mittagszeit gibts spezielle Angebote. Das Ambiente passt. Man kann innen oder im Sommer auch draußen sitzen. Preislich typisch Zürich:)"}, {"date": "01-07-2018", "rating": 5.0, "content": "We recently visited the Butcher restaurant (a different location: Stussihofstatt 15, 8001 Zurich). The decor was very cool inside and this location also had a great outdoor seating area. We enjoyed amazing bacon burgers and fries and an Italian Lover original salad. Everything was VERY good. Our only suggestion would be to use less dressing on the salad. We would definately come back again!"}, {"date": "10-06-2018", "rating": 4.0, "content": "Ich war an vielen Orten im Butcher. DAs Essen und die Location hat mir immer sehr gefallen. Es gibt Burger aller Art und einer ist besser wie der andere. Leider hat mich das Personal bei keinem meiner Besuche an diesem Standort überzeugt. Trotzdem ist es immer noch einer meiner Lieblings Orte um mit Freunden und Familie einen tollen Abend zu haben."}, {"date": "07-06-2018", "rating": 1.0, "content": "The food is ok in this joint but the staff is highly incompetent! They have a system where they have to accept a voucher from the city as a promotion that we paid for. The staff has no idea how to use the system and have a terrible attitude. They basically ripped us off of 20 CHF. Never coming back here for sure!"}, {"date": "20-05-2018", "rating": 5.0, "content": "Dass \"The Butcher\" sehr leckere Burger macht, ist mittlerweile wohl stadtweit bekannt. Als glutenintolerante Vegetarierin sind Burger-Restaurants jedoch nicht wirklich der Ort meiner Wahl... Nach einem kurzen Studium der Karte habe ich mich von meinem Partner aber doch zu einem Besuch in diesem Lokal überreden lassen. Und ich habe es nicht bereut!Das Servicepersonal ist ausnehmend freundlich, von der Bedienung bis zum Koch. Alle grüssen lächelnd und verabschieden sich höflich, egal, wie viel gerade los ist. Die Atmosphäre ist locker und ungezwungen, eine hübscher Aussenbereich lädt im Sommer zum Verweilen ein.Das Angebot ist absolut top! Als Fan von zuckerfreien Getränken (die nicht Wasser sind), hat mich die hausgemachte Zitronen-Limonade begeistert. Wirklich sehr lecker! Aber auch für Zucker-Liebhaber und Partygänger gibt es hier Einiges an Auswahl. Hausgemachte Margaritas, Sangria, Craft Beer, leckere Drinks, etc. erfreuen den Gaumen.Die Burger-Auswahl ist gross und ansprechend. Besonders betonen werde ich an dieser Stelle die Vegi-Burger. Diese sind nicht, wie in vielen anderen Burger-Lokalen, einfach nur lieblose, langweilige Quorn-Kreationen, sondern richtig kreative Alternativen zum Fleisch. Ich konnte mich gar nicht entscheiden! Der Swiss Mountain Cheese Burger hat dann mein Herz erobert. Ich bestellte diesen wegen der Glutenintoleranz im glutenfreien Brötchen. Jeder, der schon einmal glutenfreies Brot probiert hat, weiss, dass das nicht immer eine schöne Erfahrung ist... Es gibt sehr viele qualitativ schlechte Brote, die überhaupt nicht mehr nach Brot schmecken und eher einer seltsamen, industriellen Pappe gleichen. Dieses Brot ist keines davon! Liebevoll dekoriert mit Kernen hat es eine krosse Konsistenz, die nicht im mindesten vermuten lässt, dass dieses Brötchen glutenfrei ist. Auch im Geschmack kann das Brötchen hundertprozentig mit seinem weissmehligen Freund mithalten. Zudem gäbe es auch noch vegane Brötchen und für Low-Carber die Variante, den Burger ohne Brötchen zu bekommen. Wow, das nenne ich mal ein Angebot! Dazu gab es leckere Halloumi Fries. Als grosser Halloumi-Fan und nicht so grosser Pommes-Fan hat mich dieses Angebot vom Hocker gehauen. Was für eine tolle Idee, statt Kartoffeln Halloumi zu verwenden! Und so lecker! Ich bin schlichtweg begeistert.Fazit: Ich habe mein neues Lieblings-Burger-Restaurant gefunden und werde definitiv wiederkommen. Auch vom Take-Away oder Delivery-Angebot werde ich sicher bei nächster Gelegenheit Gebrauch machen. Fünf von fünf Sternen, super Sache!"}, {"date": "02-04-2018", "rating": 5.0, "content": "I love burgers that you can still eat by holding them in your hands. This place makes them like that. This is outstanding. On top, the burgers are very delicious. What do you want more?"}, {"date": "30-03-2018", "rating": 5.0, "content": "If your missing a small part of English good food go here. You will not find a burger and atmosphere anywhere in Zurich like here."}, {"date": "10-03-2018", "rating": 4.0, "content": "Wirklich gute Burger und empfehlenswert!! Portionen sind gut, für uns viel fresser aber ein bisschen klein!! Sauberes Lokal und sehr freundliches Personal!!"}, {"date": "03-03-2018", "rating": 5.0, "content": "This place was referred to me and I was not dissapointed , friendly staff, nice surroundings, easy to locate and amazing food! That is really all that needs to be said.We had a burger menu and a beer, the burgers were made as requested, fries were done perfectly and nicely spiced. The staff was smiling and concerned with the customers well being, great."}, {"date": "07-02-2018", "rating": 3.0, "content": "Burger sind gut. Pommes etwas trocken. Personal recht unfreundlich und schnell gereizt bei Fragen..."}, {"date": "20-01-2018", "rating": 5.0, "content": "Wir haben reservier und alles war vorbereitet für uns. Zuerst Starters (Chips, Haloumi, Corns und Fries). Aufmerksam Mitarbeiter, die uns von vorne bis hinten bedient hat am Band. Anschliessend die Bacon & Cheeseburger mit Spiegelei und Fries serviert bekommen mit doppeltem Fleisch (Medium durch). Top und der Geschmack war blutig und das Fleisch war nicht zu stark durch. Bier floss literweise. Gerne werde ich wieder hierher kommen."}, {"date": "19-01-2018", "rating": 1.0, "content": "Wir wurden an der Tūr sehr unfreundlich abgewiesen,hatten nicht reserviert,und unsere Tochter hatt nett gefragt ob ein Tisch fūr 3 Personen frei sei,der Chef hatt total unfreundlich verneint,da wir doch gesehen haben dass noch freie und nicht reservierte Plätze da waren!Unsere Tochter hatt dann nochmals nachgefragt und gesagt ihr Papa hātte doch Geburtstag und ob es keine Möglichkeit gebe.....da hatt er so unfreundlich reagiert und gesagt.....Wenn ich kein Tisch hab,hab ich nichts!Und hatt uns einfach den Rūcken zu gekehrt,wir sind total enttäuscht gegangen!Jetzt kommts! Wir haben uns umgedreht und da sind zwei an uns vorbei die rein gegangen sind und er hatt denen einen Tisch zu geteilt!Die hatten auch nicht reserviert!So eine Frechheit!Nie meh Butchers Zūri West nur noch Niederdorf,da sind sie sehr freundlich und die Burger sind ja wirklich Top!"}, {"date": "05-01-2018", "rating": 4.0, "content": "Gute Burger in schönem Lokal, schnell und freundlich serviert. Hierher kommt man immer mal wieder gern zurück."}, {"date": "04-01-2018", "rating": 5.0, "content": "Eines der besten Burger Restaurants in Zürich!!! Wahrscheinlich sind gelernte Köche am Werk die wissen, dass ein Burger Medium gebraten gehört! Bravo, wir empfehlen euch weiter und kommen wieder."}, {"date": "03-01-2018", "rating": 2.0, "content": "Mein Burger und der eines Freundes nicht durchgebraten!Service bemüht aber überfordert. Präsentation unter alles Sau.(Wieso serviert ihr nicht gleich in der Hand des Kunden..?)Preis für Leistung viel zu teuer. Einmal da und ich denke nicht wieder.."}, {"date": "04-11-2017", "rating": 4.0, "content": "Burgers are often disappointing in Zurich but this was definitely a pleasant surprise. Good quality Swiss meat with decent patty making skills. I had the chorizo burger and the chorizos were definitely a nice complement to the American style burger. Someone told me it's a Canadian-Swiss burger joint? Whatever it is, good stuff!"}, {"date": "02-11-2017", "rating": 4.0, "content": "The staff was not the fastest but extremely friendly. Burgers where great with enough choice. The decoration was also very industrial, which was nice.Comming from the Netherlands, the food was expensive. However, looking at the prices in Zurich this restaurant was affordable with good quality."}, {"date": "23-10-2017", "rating": 5.0, "content": "Anhand der bestehenden Bewertungen war ich etwas skeptisch, ließ mich jedoch von KollegInnen überreden einzukehren.Der medium bestellte Cheeseburger mit Pommes und Tomaten-Avocado-Sauce lässt sich folgendermaßen beschreiben:•Brot: knusprig und geschmacklich sehr gut•medium gebratenes Rindfleisch: einfach sehr gut, genau rosa, geschmacklich einwandfrei•Pommes: die besten die ich bisher gegessen habe•Tomaten-Avocado-Sauce: stark verbesserungsbedürftig, der Tomatengeschmack überbordend, Avocado sind nicht zur Geltung gekommen, schade.Die Bedienung checkte zwar die Tische und fragte nach ob alles passt, jedoch kein Zusatzverkauf, leere Gläser am Tisch, das sollte besser gehen.Alles in allem jedoch sehr empfehlenswert."}, {"date": "26-09-2017", "rating": 5.0, "content": "Been a few times here never had an issue, they do burgers and they do them really well, quick service our waitresses Carmen & Kristina were awesome, we shall be back"}, {"date": "06-09-2017", "rating": 5.0, "content": "It's been a while since I haven't eaten such a good burger!The only negative point would be that we ordered one big burger (double) and got a simple one instead. We then had to wait a bit longer to get what we ordered and couldn't eat altogeteher which is a shame but the team did its best to do it as fast as possible.Like the fact that they offer vegan options! Haven't tried them but i really think it's cool.The french fries were also \"special\" let's say but not bad so good impression overall.Love the decoration in a industrial way kind of, really nice.Will definitely go back!"}, {"date": "03-09-2017", "rating": 1.0, "content": "Per Lieferdienst 2 Burger bestellt.Nach dem ersten Burger machte mein Bauch komische Geräusche, danach eine halbe Stunde auf dem WC.2. Burger landete im Abfall.Never ever.."}, {"date": "18-08-2017", "rating": 5.0, "content": "Der Cheeseburger war echt sehr gut. Das Fleisch war schön Medium und ist im Mund quasi zerfallen. Würde immer wieder gerne dort einen Burger essen...Special - Halloumi Fries... :) waren super gut und mal etwas anderes. Muss man unbedingt probieren.Die Salate sind auch speziell und gschmackig!! :)"}, {"date": "12-08-2017", "rating": 5.0, "content": "Had yesterday a home delivery burger with fries: good quality meat, juicy with a good mix of sauces. The glutenfree bun was also more than expected: multigrain, tasty and not \"stringy\".And the fries were simply delicious: crunchy, still warm and spiced.My friends took the \"normal\" bun, and it was also great.The vegan bun option is also available (never seen before), but it shows a particular attention to every kind of customer."}, {"date": "23-07-2017", "rating": 5.0, "content": "Ein sehr interessanter Einrichtungsstil gepaart mit leckeren Burger-Kombinationen.Die hausgemachten Pommes mit verschiedenen Dips sind sehr lecker. Besonders gut fand ich die Burger-Buns - wirklich super Lecker.Der Service ist freundlich und aufmerksam.Wer auf der Suche nach einem guten Burger ist, sollte hier vorbeischauen."}, {"date": "12-07-2017", "rating": 2.0, "content": "Pommers waren gut, Lokation schön.Service war sehr minimalistisch und eher gestresst als etwas anderes.Burger war trotz der Bestellung medium well nicht mal medium. Beim Kollegen wurde dafür das Spiegelei vergessen. Wir haben drei verschiedene Burger probiert und alle waren nicht wirklich der Brüller. Ich würde nicht wieder hingehen, sorry.Für Zürich war es mit ca. 30.- / Person günstig, von der Qualität her würde ich aber ehrlich gesagt lieber zu MC Donnalds gehen."}, {"date": "22-06-2017", "rating": 5.0, "content": "Great location. Very flashy. Good for young people or friends. Perfect quality . Reasonable price.free wifi.nice staff. Chance of waiting before seat is high. It is not luxury or romantic. Disposable dish which is good and bad. I love it"}, {"date": "10-06-2017", "rating": 3.0, "content": "Nice location. Good hamburgers. Frites not so tasty. Quicky Service and nice staff. Medium Prices!!!"}, {"date": "03-06-2017", "rating": 3.0, "content": "Fui cpn mi amiga y otros que vicen en Zurich un lunes porqué hacen 2x1 en hamburguesa sino sería muy caro pero en general en Suiza es todo caro. La hamburguesa de pollo con aguacate fue buenísima y también las patatas fritas. Buen sitio para los lunes!"}, {"date": "19-05-2017", "rating": 3.0, "content": "Hambúrguer bom, nada excepcional. Muito caro. A batata frita é muito boa. Tem opções veganas. Ambiente agradável e bom atendimento."}, {"date": "03-05-2017", "rating": 3.0, "content": "My friend was hungry and wanted some meat. well we ended up there as I actually wanted to go to the restaurant which was there before but then that is where I ended up. I don't know, but till today I never feel for a burger in a restaurant, so I decided to order the Pad-Thai-Salad. was my worse decision I did. the rice noodels there sticky together and seamed not even properly cooked and I just left the half of it there. I was happy I decided for the small portion. I tried my friends burger and for sure, next time i'll take one. they have as well a FKK burger, which is without the bread in case you are banting. sure something I would take."}]}