{"restaurant_name": "Nooch Badenerstrasse", "overall_rating": 4.0, "all_reviews": [{"date": "29-10-2021", "rating": 4.0, "content": "Zum ersten aber sicher nicht zum letzten Mal in diesem Trendwende Restaurant. Sehr freundliche und aufgestellte Bedienung. Die Sushi und Sashimi waren gut und wir kommen gerne wieder."}, {"date": "27-10-2021", "rating": 4.0, "content": "Wir waren erstes mal in diesem Lokal und haben wir uns sofort wohl gefühlt. Sehr sympatische Servicepersonal und freundliche Einrichtung. Sushi war ok, schon mal besseres gegessen. Wir probieren trotzdem wieder."}, {"date": "22-10-2021", "rating": 5.0, "content": "😍😍😍Veramente favoloso e personale super accogliente 👏🏻👏🏻👏🏻 consigliatissimo per tutti gli amanti del sushi 🍣 top 🔝🔝🔝🔝🔝🔝🔝"}, {"date": "13-03-2021", "rating": 5.0, "content": "I love sushi, curry and I visit this place already for years. I have started when they were located on the other site of the building.Service is always super friendly and helpful over there.Sushi is always great quality as well curry that I order from time to time as well.They have a good vegan choice of sushi and I can strongly recommend one with avocado and mango - this combination is really great.There is not parking for guests of the restaurants as its really in the center of Zurich but you can find some spot around ... just do not go there too late.As a regular customer I can STRONGLY recommend this location.Pls check my INSTAGRAM Profile: AnnaMariaZRH"}, {"date": "07-02-2021", "rating": 1.0, "content": "Wir haben heute bei Negishi Take Away bestellt. Leider hatten wir jetzt schon das zweite Mal das Gefühl schlecht gegessen zu haben. Wir haben früher öfters bei Negishi gegessen. Die Fischqualität hat deutlich nachgelssen. Der Thunfisch ist beinahe geschmacklos mit einer fragwürdigen Konsistenz. Lachs war ok aber nicht mehr so lecker wie früher. Die Poke Bowl von Poke Nation war versalzen bzw. in zuviel Soße getränkt. Schade, aber ao schnell werden wir nicht mehr bei Negishi bestellen :("}, {"date": "30-07-2020", "rating": 3.0, "content": "Die Inneneinrichtung ist originell und einladend. Die Bedienung ist sehr nett. Das Essen, naja die Misosoup ein fenig fade und die Sashimi ein wenig faserig. Die Preise sind OK"}, {"date": "23-02-2020", "rating": 3.0, "content": "wir haben das schlichte Interieur und die unaufgeregte Atmosphäre des negishi vermisst - jetzt gibts dafür geschmäcklerische Clubatmosphäre und zu lauter schlechter sound..."}, {"date": "12-12-2019", "rating": 5.0, "content": "Schönes Restaurant mit gutem Essen an guter Lage. Das junge Personal ist freundlich und scheint sehr motiviert. Am Service sowie dem Essen gab es für uns nichts auszusetzen.Preis/Leistung ist genügend.Das Restaurant ist meiner Meinung nach für eine leckere Sushi-Erfahrung sehr geeignet."}, {"date": "10-12-2019", "rating": 4.0, "content": "Very good Japanese restaurant in the heart of Zurich. Immediately I walked in I was welcomed, the waitress speaking perfect English. The Edamame Deluxe was an interesting mix of tempura edamame beans with tempura sweet potato, the rest of the dishes I had being true-to-life Japanese food. I've been to Japan twice and this was excellent..."}, {"date": "10-10-2019", "rating": 5.0, "content": "Wenn wir Sushiessen gehen, dann ins Negishi. Ich finde die Qualität des Essens sehr gut und die Jungs und Mädls wissen einfach wie es geht. Leider bekommt man woanders oft irgendwelche \"Kreationen\", wo mit Mayo etc. gearbeitet wird und das ist hier absolut nicht der Fall. Im Negishi versteht man sein Handwerk und das schmeckt man auch. Klar ist für mich auch, dass das Essen nicht gerade günstig ist. Aber hier muss ich wirklich sagen, dass es sich auf jeden Fall lohnt.Wir kommen immer wieder gerne hierher."}, {"date": "05-10-2019", "rating": 5.0, "content": "We ordered different Sushi rolls. The quality was good and the taste as well. Especially the salmon was excellent. The delivery was a bit late, but they called us in advance."}, {"date": "15-09-2019", "rating": 3.0, "content": "I went there after 13h30 alone for lunch. I liked the atmosphere and the service and concept with the belt is great.As I travel regularly to Asia, I honestly have to say that the Sushis are ok, but really good Sushis are different.....and it's quite price for what you get"}, {"date": "03-09-2019", "rating": 5.0, "content": "Das Negishi an der Badenerstrasse 97 in Zürich bietet Sushi Lunch all-you-can-eat zurzeit jeweils am Dienstag an.Sehr freundlicher Empfang von aufgestelltem PersonalLecker schmeckende SushiSchönes AmbientePreis: CHF39.50 (aktuell), was sehr preiswert ist.Ich werde sicherlich wieder hingehen."}, {"date": "16-08-2019", "rating": 2.0, "content": "Der Ort ist nett, die Bedienung ok. Wir hatten aber zu fünft am Band reserviert. Immer wieder kamen dieselben Teller, die niemand wollte. Neue kamen keine. Nachdem ich es gemeldet habe, sagte die Bedienung, dass es besser sei à la carte zu bestellen. Die zwei Köche hätten mit Delivery Service und den Tischen zu viel zu tun und könnten sich nicht dem Band widmen. Schliesslich wurden uns die Karten wieder aus den Händen genommen: Nun hätten sie trotzdem Zeit einige Teller vorzubereiten. Dann kamen effektiv einige Dinge. Nach ein paar Minuten war es schon wieder vorbei. Nur die Plastik Cappuccino und Espresso machten die Runde sowie die inzwischen nicht frischer gewordenen teigigen Nems... Und das alles zu einem stolzen Preis. Na ja, ich bin nicht sicher, ob es für uns ein nächstes Mal geben wird."}, {"date": "30-07-2019", "rating": 4.0, "content": "דגים טריים, סושי טעים, שירות אדיב. סה״כ היה טעים מאוד, אווירה נחמדה ומיקום טוב אך שקט. מומלץ לבוא בימים קייצים כשניתן לשבת בחוץ"}, {"date": "16-07-2019", "rating": 4.0, "content": "Buon sushi il migliore che abbia provato in città prezzo accettabile servizio un po’ scarso locale accogliente ."}, {"date": "20-04-2019", "rating": 5.0, "content": "We went as a family ( my boys and I)and loved the food. The environment was welcoming with a good selection of sushi.I loved the vegetarian mango and avocado sushi as well! So far I have tried sushi at other places , but this was the only place where the veg sushi did not have a fish smell / taste.Pricey but well worth it!"}, {"date": "20-03-2019", "rating": 4.0, "content": "Je n'y achète que des sushis à emporter et n'y manger que très rarement.Sushis faits sur place, bons.Le personnel, en semaine, est très sympa. Le cadre est joliles prix sont ok, surtout par rapport à d'autres restaurants de ce type"}, {"date": "11-03-2019", "rating": 3.0, "content": "For a takeout option it was a very good choice. The momos were delicious, and the sushi quite tasty."}, {"date": "24-02-2019", "rating": 5.0, "content": "Ich war wieder mal mit meiner Familie Sushi essen und einmal mehr sehr zufrieden mit dem Negishi. Der Service ist immer freundlich und aufmerksam und die Qualität passt auch immer. Preis / Leistung stimmt für mich absolut."}, {"date": "24-02-2019", "rating": 3.0, "content": "We like the atmo, cool, modern mix of cozy and industrial style. The food of the sushi belt is quite boring, very few sashimi (very expensive), always the same rolls pass you. And the prices are very high. Sure, the location must cost a fortune in rent and you have at any given time 10 employees working. Kaiten has the better Sushi and prices.Helpful?"}, {"date": "21-10-2018", "rating": 4.0, "content": "dropped in by chance and enjoyed the good sushi selection for not too much money (yes, its still Zurich). I got a very good service."}, {"date": "02-10-2018", "rating": 1.0, "content": "Ab und an geh ich hier drei vier Tellerchem Sushi vom Vörderband essen. Leider empfinde ich die Preise für die gebotene Qualitöt jedoch zu hoch und der Service sehr unmotiviert und absolut nicht fürsorglich.Egal ich hab nichts näheres an neinem Arbeitsplatz. Heute ging ich jedenfalls mal wieder was essen. Für den kleinen Hunger reichten mir drei Schalen, also ca CHF 24.-. Ich staunte nicht schlecht, als mir dafür dann jedoch CHF 34.- abgenommen wurde. Auf meine Nachfrage teilte mir der Service mit, dass eben heute \"all you can eat\" sei und dies dann pauschal 34.- kostet.Danke für die Info, leider musste ich zu meinem nächsten Termin und mehr essen hätte ich auch nicht können.Die Info hätte mir vor dem Essen definitiv mehr gebracht. Dann hätte ich mich für was anderes entscheiden können.Für mich war das wohl der letzte Besuch."}, {"date": "04-09-2018", "rating": 4.0, "content": "Habe hier Sushi nach Hause bestellt. Waren lecker und kann weiterempfohlen werden. Gibt auch bessere, aber die Preis-Leistung stimmt."}, {"date": "19-08-2018", "rating": 2.0, "content": "When we entered, we were told that there won’t be much sushi put on the sushi train that night so we were told to just order from the menu. Ordered a plate of sushi (one portion) and a noodle soup. For some reason, the waitress put one dish as starter and the other as main even though we planned to have them together, which was strange as she didn’t even ask how we would like them served. So the sushi came out much quicker than the noodles, and we had to chase to find out the error and another 20 mins wait for the noodles, which was disappointing. Both sushi and noodle soup were mediocre, and the service was a let down. The restaurant was also pretty empty on a Sunday evening so I wasn’t sure why the food took long to prepare....overall a forgettable experience!"}, {"date": "17-08-2018", "rating": 5.0, "content": "Компания была хорошая, поэтому нам все понравилось!Заказали суши микс и коктейли, музыка класс играла:)"}, {"date": "12-08-2018", "rating": 4.0, "content": "Schöne Sushi Auswahl. Leider wird dieser mangelhafte Krabbenfleischersatz geradezu inflationär benutzt. Klaro, ist eben günstig. Die Preise hätten dafür eine höherstehende Qualität verdient.Ansonsten ist das Essen lecker und der Service sehr liebenswürdig und aufmerksam. Schöner Garten im Sommer."}, {"date": "08-07-2018", "rating": 4.0, "content": "ich hatte über die website sushi zum mitnehmen bestellt. es war picobello pünktlich parat, nur ich kam zu spät zum abholen. die qualität des sushi war super, der service auch. an einem sonntagnachmittag ist auch nicht so viel los. werde es wieder besuchen gehen."}, {"date": "02-07-2018", "rating": 2.0, "content": "Eine normale Sushi Bar aber die Preise sind diejene von einem echten Restaurant. Die sogenannte \"Monday Blue\" ist günstiger aber das Angebot ist nichts besonders."}, {"date": "09-06-2018", "rating": 5.0, "content": "In der Schweiz eines der besten Sushi Restaurants. Eher im oberen Preissegment jedoch ist die Qualität und die Auswahl sehr gross! Gehe sehr regelmässig dort essen oder aber auch einfach take awayTipp: Sushi-Kurs als Geschenk sehr zu empfehlen! ☺️"}, {"date": "03-06-2018", "rating": 4.0, "content": "Für Zwischendurch ist es ganz okey. Die bestens Sushi von Zürich aber definitiv nicht. Service angenehm"}, {"date": "22-05-2018", "rating": 1.0, "content": "Wir waren treue Negishi-Kunden, doch die letzten vier Besuche waren servicetechnisch derart miserabel, dass wir jetzt entschieden haben: Never again! Wir mussten das Service-Personal mehrfach selber an der Bar \"holen\", damit wir bestellen konnten, mit bezahlen war's ebenso umständlich. Zweimal haben wir dem Personal gesagt, wir wollten gerne bezahlen... \"ich komme gleich\", hiess es, was dann aber nicht passierte. Somit nochmals den Gang an die Bar. Uns ist schon klar, dass das Negishi an der Badenerstrasse vor allem vom Homedelivery lebt, aber es kann doch nicht sein, dass man als Kundschaft lange Wartezeiten auf das Personal, auf das (mittelmässige...) Essen und auf die Rechnung haben darf."}, {"date": "20-05-2018", "rating": 4.0, "content": "C’est plutôt bon mais c’est cher 50 euros par personnes...C’est mon japonais préféré à Zurich mais je ne pense pas que le prix soit justifié."}, {"date": "21-04-2018", "rating": 5.0, "content": "Could not think of a better Sushi Place in Zurich. The Food, the service and the whole Ambiente was really nice! It is really central close to the tramstation Stauffacher :)It was definately not the last time going there!"}, {"date": "20-04-2018", "rating": 5.0, "content": "Guter schneller ServiceTop Qualität von Speisen&GetränkenPreis/Leistung stimmt vollkommenVielen Dank, wir kommen wieder"}, {"date": "17-04-2018", "rating": 4.0, "content": "Sehr gutes Preis-Leistungsverhältnis, feine Köstlichkeiten, angenehmes Lokal, man muss nicht lange auf das Essen warten"}, {"date": "09-03-2018", "rating": 2.0, "content": "Wir wollten gestern wieder mal ins Negishi. Bis anhin erhielten wir immer einen 4-er Tisch für 2, da wir ja normalerweise immer zahlreiche verschiedene Gerichte bestellen, eine grosse Platte Sushi etc. das braucht Platz - um 19:30 Uhr war das Restaurant zu max. 25% gefüllt, also eigentlich eher halbleer. Der Kellner sagte uns, er hätte nur die kleinen Tische. Diese waren zudem mit komischen Stühlen mit Tierfellen bestückt, für mich extrem unsympatisch und sehr unhygienisch. Die anderen Tische seien alle reserviert. Ich fühlte mich nicht gut, bin ich doch ein Kunde, der am Schluss auch genügend Trinkgeld lässt. Normalerweise lasse ich immer mindestens CHF 15. - Der Kellner hätte uns eigentlich erkennen sollen. Wir haben entschieden, zu gehen. Plötzlich stand ein Chef de Service vor mir, dieser meinte, er hätte den Auftrag, zuerst die kleinen Tische zu füllen, damit nicht die grösseren für grössere Gruppen besetzt würden. Das Problem: bis anhin hatten wir immer einen 4er erhalten. Das Restaurant war leer, das am Freitag Abend. Ich finde das eine mangelhafte Leistung. Schade, das Essen ist dort durchschnittlich gut, mit einem recht guten Preis-Leistungsverhältnis, überhaupt nicht teuer, eher an der tieferen Grenze für ein Japanisches Restaurant. Das Negishi Zürich Badenerstrasse hat gestern unser Trinkgeld und uns als Kunden verloren."}, {"date": "28-02-2018", "rating": 4.0, "content": "Liebes Negishi Team es war ein humurvoll abend, mein enkelsohn und ich hat eurer Sushi, dumplin und tea ohne zucker genossen."}, {"date": "26-02-2018", "rating": 2.0, "content": "Très déçus des sushis de negishi. Beaucoup trop de riz par rapport à la quantité de poisson. 90% des sushis avaient double étage de riz. Riz algue riz algue mini morceau de poissons. Nous ne recommanderons pas. Par contre équipe est très aimable"}, {"date": "17-02-2018", "rating": 4.0, "content": "Siamo andati per San Valentino in questo ristorante e ci siamo seduti al tavolo. Il sushi è molto buono ma i ravioli sono favolosi. Servizio gentile e veloce, consigliato."}, {"date": "17-02-2018", "rating": 4.0, "content": "Das Lokal war am Freitag Abend ausgebucht. Die Sushi sind toll und die Portionen ok. Allerdings hat es eeeeeeewig gedauert bis wir bestellen konnten und danach nochmals eine gefühlte eeeeeewigkeit bis wir die Sushi erhalten haben.Nachdem wir das Essen erhalten haben, hat sich auch kein Kellner mehr um uns gekümmert. Wir mussten selber aufstehen und fast in die Küche gehen um ein Getränk nachbestellen zu können.Fazit: Das Essen toll, aber wenn der freundliche Service auch etwas aufmerksamer wäre, wäre es ein Lokal in welches man regelmäßig Essen gehen könnte."}, {"date": "15-02-2018", "rating": 4.0, "content": "Очень классное заведение. Атмосфера божественна, персонал дружелюбный :) Но был достаточно маленький выбор суш :("}, {"date": "02-01-2018", "rating": 4.0, "content": "Frisch zubereitete Sushi vom Band, sehr gutes Verhältnis zu Preis/Leistung, freundlicher Service...unkompliziertes \"Sushi Essen\"."}, {"date": "21-12-2017", "rating": 5.0, "content": "Liebes Negishi TeamWir haben am Dienstag, 19.12.2017, bei Euch einen wunderbaren Geburtstagslunch genossen. Ohne Erwartungen haben wir bei der Reservation erwähnt, dass wir Geburtstag feiern.Zu unserer grossen Überraschung war der Tisch wunderschön gedeckt, inkl. Happy Birthday Deko und Schokoherzchen.Hinzu kam noch ein leckeres Geburridessert mit 2 Löffeln und on Top gab es noch ein Erinnerungs-Polaroid Foto zum mitnehmen.Das Essen und die Bedienung war so oder so - wie immer - top.Wir kommen gerne wieder; ob gemeinsam oder mit anderen, neuen Gästen.Danke für das schöne Erlebnis."}, {"date": "08-11-2017", "rating": 3.0, "content": "Wir sind für ein schnelles Abendessen hin, als ich das \"running sushi\" gesehen habe war ich skeptisch. Wir haben und dann für eine Suppe und Maki Rollen entschieden. Service war super. Die Qualität des Essens war eben befriedigend."}, {"date": "04-11-2017", "rating": 3.0, "content": "Siamo stati durante la settimana senza bisogno di dover prenotarePersonale estremamente cordialeSushi molto buono perEssere una catena , e vasta scelta sul menu. Prezzo caro."}, {"date": "22-08-2017", "rating": 4.0, "content": "Visited Negishi Badenerstrasse again after a long time. The size of the rolls have definately improved! Staff is friendly and fast, the restaurant interior very nice."}, {"date": "05-08-2017", "rating": 5.0, "content": "Wir haben das Negishi zur Happy Hour besucht. Die Atmosphäre war entspannt, das Negishi-Team zuvorkommend und charmant. Obwohl erst wenige Gäste da waren, war das Angebot auf dem Band reichhaltig und frisch. Neben den verschiedenen Veggie-Rolls haben uns vorallen die Wontons überzeugt. Gerne bald wieder!"}, {"date": "23-07-2017", "rating": 2.0, "content": "Mit grosser Vorfreude wollten wir als Gruppe den Geburtstag unseres guten alten Freundes Jeremy Pascal feiern. Obwohl wir reserviert hatten, waren sie anscheinend mit verschiedenen Bestellungen von 12 Personen überfordert. Das Essen kam versetzt und wir mussten sehr lange warten. Als wir dann endlich zum essen kamen, wurden wir entäuscht. Die Algenblätter waren alt und der Fisch hatte einen penetranten Geruch. Das war unser erstes und letztes Mal im Negishi."}, {"date": "13-07-2017", "rating": 2.0, "content": "Ich liebe Sushis und weiss, dass man in einer Kette nicht viel verlangen kann. Doch hier ist das Preis- Leistungverhältnis von der Tenno-Manki Platte für 72.- skandalös. Die Uramaki waren nicht besonders schmackhaft. Doch was mich zu diesem Beitrag veranlasst ist, die Beschaffenheit der Nigiris. Die 6 Nigiri bestanden aus sehr viel Reis und einer hauchdünnen Schicht Thunfisch (gräuliche Farbe) ebenso dünn der Lachs und die Shrimps waren ausgetrocknet. Sie schmeckten, wie wenn sie schon sehr lange gegessen werden wollten."}, {"date": "17-06-2017", "rating": 4.0, "content": "Die Lage,gleich bei der Tramstation ist ideal. Die sushi sind absolut lecker, keine Frage. Das Personal war freundlich doch nicht sehr aufmerksam bei uns an der sushibar. Die Preise sind auch recht happig."}, {"date": "12-05-2017", "rating": 5.0, "content": "Die besten Sushi und in der Stadt, coole Atmosphäre und superfreundliche Bedienung! Tramstation gleich vor dem Haus, die Parkplatzprobleme kannst Du also vergessen...."}, {"date": "01-05-2017", "rating": 1.0, "content": "Gemäss Homepage Öffnungszeit am 1.5 ab 12:00. Machte mich in Regen auf den Weg in Erwartung leckerer Sushis. Mit nicht wirklich Freundlichkeit dann abgewiesen, man öffne erst um 16:00&so stehe es auch auf der Homepage. Tut es aber leider nicht. Schade für die schlechte Info&diesen Service. Gehe halt zu anderem Sushi in der City,mit besserem Service,der auch offen hat..."}, {"date": "24-03-2017", "rating": 5.0, "content": "Wir haben im Negishi zu Abend gegessen, das Ambiente ist modern und zum Wohlfühlen, die Auswahl an Speisen sehr gut, auch für Leute die kein Sushi mögen gibt die Karte etwas her. Die hausgemachten Eistees und der heiße Ingwertee sind wärmstens zu empfehlen. Die Speisen sind frisch, lecker und schnell serviert. Der Service war sehr zuvorkommend und freundlich. Wir kommen gerne wieder."}, {"date": "21-03-2017", "rating": 3.0, "content": "Ich war schon öfter im Negisi. Gegen das Essen ist wirklich nichts zu sagen aber das Personal geht gar nicht! Als ich mal mit meiner Mutter da war, bekamen wir zwar 2 Plätz an der bar, doch danach wurden wir 15 Minuten lang ignoriert. Ich musste zu einer Bedienung hin, welche sich bei der Kasse rumdrückte und Getränke bestellen. Sorry, aber das ist ein No-Go!"}, {"date": "01-03-2017", "rating": 5.0, "content": "Really nice fresh sushi and very welcoming and friendly staff. Veggie sushi also very tasty. Definitely recommend."}, {"date": "20-02-2017", "rating": 5.0, "content": "I ordered a sushi plate on my mobile en route home. Within 30 min the sushi had arrived. Delivery was fast and friendly ! Sushi was very tasty and friend and I enjoyed the sticky rice."}, {"date": "16-02-2017", "rating": 3.0, "content": "Das Restaurant überzeugt mit einer hohen Qualität; der Preis hierfür ist aber m.E. im Vergleich zu anderen Restaurants überhöht. Hinzu kommt die nervige Musik im Restaurant, die so überhaupt nicht in eine Sushi Restaurant passt. Für mich keine Wiederholung wert."}, {"date": "15-02-2017", "rating": 5.0, "content": "Leckere Sushi, guter Service, Preise ok. Ich esse mindestens ein Mal die Woche hier oder bestelle. Schnelle Lieferung, gutes Ambiene im Resttaurant"}, {"date": "12-02-2017", "rating": 4.0, "content": "Being a fan of asian food, I visited this restaurant and I found a very good japanese cuisine at reasonable prices- The location is very comfortable too, and the staff is kind and friendly:"}, {"date": "23-01-2017", "rating": 4.0, "content": "Bei Negishi lassen sich die Menus kinderleicht über die Webseite zusammenstellen und in beachtlicher Zeit nach Hause liefern. Die Qualität stimmt und der Preis grundsätzlich auch.Mit den hohen Gebühren (CHF 12 pro Lieferung bis CHF 65) bin ich jedoch nicht glücklich. Zu zweit konsumieren wir meistens Sushi im Wert von ca CHF 50. Natürlich könnte man nun noch ein paar Sushis mit bestellen, denn damit würde man sich nun die Gebühren sparen. Leider endet dies bei uns meistens in Food Waste.. Sehr schade!"}, {"date": "22-01-2017", "rating": 5.0, "content": "I really like that there is a good range of vegetarian and vegan meals, there are many creative combinations of sushi, ramen soups, deserts, salads and starters. Prices seem okay for Zurich since quality is very good, fresh ingredients.There are several negishi restaurants all over Zurich, I visited the one at Staufacher and Nierdörfli which are both very clean and there is friendly staff and good service. Only the draft beer at Staufacher lacks bubbles, better take a bottled one. I usually go there for lunch and dinner, there is also a delivery service and take away. You can have \"running sushi\" and also eat à la carte."}, {"date": "09-01-2017", "rating": 5.0, "content": "online für 4 Personen aus der grossen, aber übersichtlichen Karte bestellt und am nächsten Tag abgeholt. Freundliche Begrüssung, rasche und kompetente Beratung noch vor Ort und die Edamame wurden a la Minute warm gemacht und bereitgestellt. zusätzlicher Ingwer und Wasabi gabs noch obendrauf - sehr kulant und so kleine give-away sind das Tüpfelchen auf's i.die Sushiplatte Edogawa und diverse Rollen schmeckten uns alle sehr gut und die Qualität war hervorragend und wir können dies bestens empfehlen."}, {"date": "06-01-2017", "rating": 5.0, "content": "Best sushi in town Immer sehr lecker und freundliches personal. Preise sind fair und die auswahl ist gross"}, {"date": "04-01-2017", "rating": 5.0, "content": "Die Sushi sind tadellos und die neuen Kreationen einfallsreich. Angenehmes modernes Ambiente, vor allem die Tische beim Laufband sind zu empfehlen. Hervorragender Octopus-Salat als Vorspeise."}, {"date": "23-12-2016", "rating": 5.0, "content": "Nice location with fantastic, fresh Sushi plates. The atmosphere and the friendly staff is definitely worth a visit."}, {"date": "04-12-2016", "rating": 5.0, "content": "Negishi sushi sind fuer mich die besten in zuerich. Ich habe auch andere sushi restaurants probiert, aber umgehauen hat mich nur negishi. Immer Montags gingen wir vorbei,da alle teller dann nur 5.50 kosten. Unnedingt hausgemachter icetea und miso soup probieren.lecker schmecker :p"}, {"date": "15-10-2016", "rating": 4.0, "content": "Sehr gutes Essen, vielfältige Karte.Sehr Kundenorientiert, guter Service.Pünktlich und zuverlässige Lieferung zu Hause.Einfache Abwicklung der Bestellung online, sehr übersichtlich, keine versteckte Kosten.Auch im Restaurant sehr angenehm zu geniessen, tolle Angebote mit \"Blue Monday\" oder \"Isst dich satt für CHF xx\"Zu verbessern: Dessertkarte auch für Take Away aufschalten."}, {"date": "05-10-2016", "rating": 5.0, "content": "Der Lieferservice war hervorragend, das Personal sehr freundlich und das Essen frisch und super lecker. Auch das Preis- Leistungsverhältnis ist gut."}, {"date": "03-10-2016", "rating": 4.0, "content": "I loved the choice of different types of sushi and the options for vegetarians and vegans. The vegan sushi and the edamame were really delicious, but unfortunately the waiter was not so friendly. However we spent a very nice dinner time there. I would recommend!"}, {"date": "30-09-2016", "rating": 4.0, "content": "Negishi ist besser geworden. Viele unterschiedliche Sushi Varianten, feines Ginger Beer und Homemade Teas. Freundliches Servicepersonal aber mit schlechten Deutschkenntnissen. Schade."}, {"date": "11-09-2016", "rating": 5.0, "content": "Sehr frische und feine Sushi! Hole immer Take Away und Preis Leistung ist sehr gut. Freundliches Personal."}, {"date": "10-09-2016", "rating": 1.0, "content": "Erst mussten wir mit anderen Personen unseren Tisch teilen, was wir gar nicht gut empfanden. Anschliessend mussten wirfast 20 Minuten warten, bis wir unsere Bestellung aufgeben konnten. Dann dauerten unsere Cocktails nochmals 20 Minuten bis sie serviert wurden. Das Essen war sehr gut, wurde aber nach fast 1h im Restaurant erst serviert. Das bestellte Wasser kam bis zum Schluss nicht. Ein müdes 'Sorry' von der unbemühten Bedienung sollte ausreichend für uns sein... Nie wieder!"}, {"date": "07-09-2016", "rating": 5.0, "content": "Wir hatten eine Platte für 2-3 Personen zu zweit. Menge top! Schnelligkeit top! Aufmachung top! Qualität mega! Ist auf jeden Fall empfehlenswert!"}, {"date": "06-09-2016", "rating": 4.0, "content": "チューリッヒでアジア系レストランや食品店が多い地区にあります。非日本人系の回転寿司レストランですが、定食も注文可能で店内で食べることもできます。テイクアウトやデリバリーも可能で、こちらはネット注文も可能。ネット会員になるとお得なクーポンも配られるときがあります。今回は夏の20％OFFクーポンをもらったので、パソコンから結構お得にネット注文することができました。店内で食べる寿司はスイス普通レベルですが、このネット注文が他店と比べると力が入っているなと思い、星４つとしてみました。スイスは内陸国で中には魚やのりの匂いがNGな人も多いですが、それらが使われていない、オリジナルのベジ寿司の種類も多いので面白いと思いました。お味はまあそれなりです。たまに無愛想な店員にあたってしまうとテンションがさがりますが、今回はタイ人（？）っぽいおねえさんが会計をしてくれて、笑顔がGoodでした。"}, {"date": "30-08-2016", "rating": 4.0, "content": "Nice location, good sushi and prices are okay for Zurich. Would it rate on th same level as the other sushi chain in Zurich but prices are slightly lower."}, {"date": "20-08-2016", "rating": 5.0, "content": "Cooles Lokal, nette Leute und Preis/Leistungverhältnis ist super! Das Sushi ist sehr gut in grosszügigen Portionen!"}, {"date": "10-08-2016", "rating": 5.0, "content": "Sehr guter Lieferservice, immer pünktlich und nett und tolles Sushi zu einem für Sushi guten Preis. Wir bestellen mittlerweile regelmässig bei Negishi. Im Restaurant waren wir auch schon, dieses ist in Ordnung aber nicht herausragend."}, {"date": "05-08-2016", "rating": 2.0, "content": "Platz war wurde nicht abgeräumtDen Tee bestelltBedienung fragte mich ob ich essen möchte....!?Brachte mir die Sticks, Serviette und Schälchen für Soja....Tisch wurde nicht geputzt....Ingwer hat gefehlt musste Bedienung nachhaken ....Mageres Rollband....Schade, denke werde nicht mehr so schnell wiederkommen"}, {"date": "05-08-2016", "rating": 5.0, "content": "Once a wise man said \"I will eat anything that comes from the sea\". Here you can fulfil his goal by paying reasonable prices to very good quality fish. 2 CHF for a single roll is very good if you think that this is Zurich. And the atmosphere is very relaxing. Totally suggest."}, {"date": "05-08-2016", "rating": 2.0, "content": "We had dinner there a few times, the stafe wasn't really friendly. The white wine was overdue / Old. Then the sushi plate had old tuna on it (braun and stinky) we told them and they didn't care, the manager didn't come over to talk to us, also as a sushi maker, how can you roll old fish, it smells. its not worth the money. sorry but this place is going south. its sad how nobody really cares :("}, {"date": "24-07-2016", "rating": 4.0, "content": "Leckere Sushi und Sashimi mit Pfiff. Die Rollen sind teilweise kunstfertig garniert, in diesem Sinne eine Alternative zu den \"schalensushis\" vom Grossverteiler. Allerdings nicht \"top top top\". Das hängt auch mit den verarbeiteten Fischen (Sorten, scheiterten) zusammen. Ich würde sagen, Sushi für Intermediates."}, {"date": "21-07-2016", "rating": 3.0, "content": "First off, the sushi is very very good. Nice variety and always great quality.But, the delivery always takes much longer than they say and it is comparatively expensive."}, {"date": "15-07-2016", "rating": 5.0, "content": "Wir lieben dieses Negishi im Niederdorf.Gemütliche Atmosphäre um Freunde zu treffen einen erfrischenden Homemade IceTea oder ein Singa Bier zu trinken und dazu die besten Sushi zu essen ..Super, flinker Service. Preis-Leistung stimmt absolut.Alles tip,top weiter so.."}, {"date": "12-07-2016", "rating": 1.0, "content": "I booked because it had a relatively high trip advisor rating, its certainly incorrectwhen I booked online I got a very efficient message stating they would only keep my reservation for 20 minutes (fair enough)Liebe(r) Martin Jones,Besten Dank für deine Reservation im Negishi.Du hast am 11.7.2016, um 20:00 für 2 Personen in folgendem Sitzplatzbereich reserviert: Terrasse.Diese Bemerkung hast du uns noch hinterlassen:\"---\"Gerne bestätigen wir deine Reservation und freuen uns dich bald bei uns begrüssen zu dürfen.Dein Negishi-TeamBitte beachte: Bei Nichterscheinen und ohne deinen Gegenbericht geben wir deinen Tisch 20 Minuten später weiter.Melde dich bitte rechtzeitig, falls du nicht kommen kannst. DankeI booked a table on the terraceArrived, the place was almost empty, they didn't have my reservation and we had to ask for a seat on the terracethe place is a fast food Sushi, not a restaurant. It also had Dim Sum on the menu which just goes to show how Japanese it is notThe server was a lovely girl, but the service was terrible, so slow, 20 minutes for a beer, CHF7 for a 60ml glass of sake - crazyFood ordered, Edamame came out - hard, not how it should be, almost crunchy, Miso soup (or so they called it) came out in western bowls and was like dishwater - there was absolutely NO miso in the soup - none at all, totally bland and tastelessordered 3 types of sushi/sashimi platters, all came out on one platter (after another long wait)Fish was not fresh, tuna obviously frozen and almost grey in colourordered 2 sake (despite the price - they never came) the server did apologise but they lost revenuecouldn't even think of dessertasked for the bill, it never came so we went to the counter to pay. Managed to see the disarray in the kitchen, what a mess, don't they know if a guest can see it, it should look good and be cleanA DREADFUL Japanese experience and don't have dim sum in a Japanese sushi restaurantFresh fish is a must, real miso is a must, and piped wasabi????? such a no nofar too expensive for a mediocre experiencethere is no way they have a Japanese chef, but if they do, he needs to go back for training"}, {"date": "05-07-2016", "rating": 3.0, "content": "Die Lieferfrist war doch relativ lang für die kurze Distanz zum Büro (mehr als 45 Minuten). Preislich für Zürich ok, die Portionen waren gut, allerdings sind die Sushi Stücke exterm dick und gross geschnitten und nicht wirklich handlich zum Essen. Gestört hat mich, dass wir nur sehr wenig Zugaben bekommt (Soja, Wasabi, Ginger) und dies relativ teuer extra bezahlen muss.Frische Qualität, normaler Preis; ok, aber nicht wirlich berauschend oder was spezielles"}, {"date": "16-06-2016", "rating": 4.0, "content": "Das Sushi wurde frisch geliefert. Alles bestens, pünkltich geliefert.Schön wäre es wenn man nun auch noch Soja sauce ohne Weizen erhalten würde!"}, {"date": "12-06-2016", "rating": 3.0, "content": "Per il cibo meriterebbe un 4 .... non male davvero. Il posto è carino e anche il personale è gentile. Purtroppo sono molto lenti nel servire il cibo. Prezzo in linea con Zurigo."}, {"date": "11-06-2016", "rating": 5.0, "content": "Wahrscheinlich das beste Sushi in Zürich. Die Lieferung war sehr schnell und alles super frisch und lecker. Sushi sind eher gross und somit super im Preis."}, {"date": "08-06-2016", "rating": 5.0, "content": "Der Lieferservice ist immer sehr schnell, es gab noch nie Probleme und das Sushi ist einfach perfekt. Leider muss ich immer wieder bestellen weil es so gut ist :-)"}, {"date": "24-05-2016", "rating": 5.0, "content": "Die Qualität der Sushi's sind ausgezeichnet und sehr frisch. Auch der Take Away funktioniert einwandfrei. Bestellt man zum voraus die Sushi's über die Homepage, sind diese bei der Abholung immer pünktlich bereit."}, {"date": "16-05-2016", "rating": 4.0, "content": "Not bad and a no fuss type of place. Very friendly staff. Served very quickly. An everyday sushi/Japanese food place with a rather big selection of dishes well suited for the western taste bud. If you are looking for typical Japanese restaurant then you may consider to go else where."}, {"date": "13-05-2016", "rating": 1.0, "content": "Ich wohne im Kreis 7 Zürich, aber leider liefern sie nicht zu mir. Das finde ich sehr schwach. Zudem habe ich meine Postleitzahl eingegeben und die ganze Bestellung ausgelülltt. Obwohl mir die Bestellung online bestätigt wurde, kam nach eine gewissen Zeit ein Anruf und dann hiess es, dass man in mein Gebiet nicht liefert."}, {"date": "10-05-2016", "rating": 3.0, "content": "Preis-/Leistung ok - Service ok - Essen auch ok - Sushi ok - Drinks eher teuer, alles in allem ganz ok"}, {"date": "06-05-2016", "rating": 4.0, "content": "I've ordered sushi for take away. The new online menu looks nice and user friendly but the items descriptions are cut off so after three short lines of text the remaining description/ingredients are disappeared. So I had to guess and hope that the images are authentic while ordering. I reached the place at the exact time I indicated as pick up time and my dinner was ready packed waiting for me. At home the sushi was good and well appreciated including the extra ginger I've asked for. Well done!The only thing I didn't really like was the guy handing out my delivery and taking my money.. I believe the staff was very busy that evening preparing other orders and serving the restaurant guests but walking away from me during the card payment process and letting me stand around waiting for his return was not the way a customer likes to be treated. Any way: good sushi and for sure I will order there again. Hopefully some improvements on the web store and perhaps a smile more during pick up."}, {"date": "21-04-2016", "rating": 5.0, "content": "Ich habe schon mehrmals online bei Negishi bestellt und dies dann abgeholt.Alles ist schnell abholbereitbund das Personal sehr, sehr freundlich."}, {"date": "09-04-2016", "rating": 5.0, "content": "Wir sind eine vierköpfige Familie aus Rapperswil, die immer wieder gerne Sushi essen, aber nur im Negishi in der Badener Strasse werden unsere Erwartungen jedes Mal voll erfüllt.Der Empfang und das Personal waren superfreundlich und die Sushis einfach ein Gedicht.Der Geschäftsführer konnte uns jede Frage kompetent beantworten und seine Empfehlungen trafen unsere Geschmacksnerven voll.Vielen Dank, wir kommen wieder!"}, {"date": "28-03-2016", "rating": 5.0, "content": "Waren bist jetzt immer sehr zufrieden mit Qualität und frische des Sushis. Meist nutzen wir den Lieferservice nach Hause und haben auch damit gute Erfahrung gemacht. Die Fahrer sind stets bemüht das Essen rechtzeitig zu liefern, eine Kontrolle bei der Übergabe ist allerdings ratsam, da z.B. unser Essen schon einmal vertauscht wurde. (Essen wurde dann neu gemacht und uns ca. 30 min. später vorbei gebracht)"}, {"date": "16-03-2016", "rating": 5.0, "content": "the best sushi in town, especially California roll with mango advocado and salmon and edamame and miso soup."}, {"date": "29-02-2016", "rating": 5.0, "content": "Das Essen dort ist super. War schon 2x da. Super Sushi und super Dim Sum.Der Service ist auch super freundlich und sehr bemüht. Ich gehe bei jedem Zürich Besuch dort essen."}, {"date": "20-02-2016", "rating": 3.0, "content": "Waren Anfang Woche dort. Normalerweise ist der service okay (nicht besonders aufmerksam, aber auch nicht unfreundlich). Dieses Mal waren wir jedoch erstaunt über den mürrischen Service. Kaum abgesessen wollte sie schon die Bestellung aufnehmen und gab uns mit Gestik und Mimik ziemlich klar zu verstehen, dass sie das jetzt nicht super findet. Ich habe einen großen Salat und eine Misosuppe bestellt. Meine Begleitung lediglich einen Tee, da sie am Heilfasten war. Auch das wurde mit einem mürrischen \"Ja klar\" quittiert. Zusammen haben wir doch etwas mehr als 60 Franken ausgegeben und ich hätte verstanden, wenn das Lokal voll gewesen wäre. Da das Lokal jedoch nicht mal zur Hälfte voll war, ist so ein abfälliger Kommentar weder verständlich noch opportun. Essen war gut, jedoch hat leider wie oben geschrieben die \"Attitude\" der Servicemitarbeiterin insgesamt einen bitteren Nachgeschmack hinterlassen. Nichts zu spüren gewesen von der viel besagten asiatischen Freundlichkeit. Schade."}, {"date": "18-02-2016", "rating": 4.0, "content": "Sehr gutes Sushi. Super spicy tuna! Der TakeAway service dauert seine Zeit und ist manchmal zu spät aber das Sushi ist top."}, {"date": "16-02-2016", "rating": 4.0, "content": "Sono stato in questa ristorante un lunedì sera. Bel locale, molto rilassante. Ogni lunedì questo ristorante offre i suoi piatti in movimento sul nastro girevole al prezzo speciale di 5.80 chf. Buono il sushi. Servizio nella media."}, {"date": "07-02-2016", "rating": 4.0, "content": "Habe noch nie drinnen gegessen, da ich immer Take-Away bestelle, aber die Sushis sind sehr lecker und frisch."}, {"date": "13-01-2016", "rating": 4.0, "content": "Der Empfang im Lokal ist freundlich und effizient. Ist viel los, steht man manchmal etwas doof am Eingang herum. Aber die Mitarbeiter sind bemüht zwischen Bestellung aufnehmen und Essen servieren, alle Gäste möglichst rasch in Empfang zu nehmen.Die Speisekarte bietet alles was das Herz des Sushi-Liebhabers begehrt. Die Sushi sind im Grossen und Ganzen sehr gut. Die Portionen sind grosszügig bemessen und das zu einem Preis, der für Zürich mehr als in Ordnung geht. Einziger Kritikpunkt war das etwas zu klebrige Gunkan Ikura. Der Rogen war etwas gar kalt und klebte stark zusammen.Aber sonst, neben dem Yoshij, eine weitere Möglichkeit unkompliziert ein Sushi zu geniessen."}, {"date": "11-01-2016", "rating": 5.0, "content": "Ansprechendes Restaurant, sehr gutes Essen. Zentrale Lage. Personal nett und freundlich. Schnelle Bedienung."}, {"date": "09-01-2016", "rating": 4.0, "content": "Ich komme immer wieder gerne ins Negishi - das Lokal, das Ambiente, die Qualität der Sushi, zudem für den Preis nicht zu mikrige Portionen überzeugen!Wenn es etwas aus meiner Sicht zu optimieren gibt, dann ist das manchmal der Service. Zum Teil geht es sehr rasch (im Restaurant oder Take away) und manchmal wartet man doch etwas länger. Hängt stark davon ab, wer im Service arbeitet.Bis zum nächsten Mal!"}, {"date": "04-01-2016", "rating": 4.0, "content": "Bel ristorante, molto caratteristico e ben arredato. Cibo ben presentato all'interno di un menù vario. Sushi di livello medio alto; servizio simpatico e cortese; prezzi abbastanza alti, ma essendo a Zurigo...."}, {"date": "31-12-2015", "rating": 3.0, "content": "Hatte zur Vorspeise ein Lachs Tatar was super war. 5 min danach war schon unsere \" Frische Sushi platte \" fertig. Leider muss ich sagen dass das Sushi viel zu kalt war, also direkt aus dem Kühlschrank. Unagi ( Aal nigiri ) waren auch sehr kalt, normalerweise werden die noch mit einem Bunsenbrenner bearbeitet. So kenne ich sie....bin gespannt auf mein dessert.Service ist top"}, {"date": "29-12-2015", "rating": 5.0, "content": "Wunderbares japanisches Essen! Die kenmikki Platte ist sehr gut und preislich absolut im Rahmen. Sämtliche Mittagsangebote sind generell empfehlenswert."}, {"date": "26-12-2015", "rating": 4.0, "content": "Ich mag speziell den Algensalat. Das Ambiente ist urban gemütlich. Herzliche Bedienung. Same ist auch zu empfehlen."}, {"date": "12-12-2015", "rating": 3.0, "content": "Der Oktopussalat als Vorspeise war wirklich super! Die Sushis (Sushiplatte) waren ebenfalls lecker. Ziemlich grosse Auswahl. Die Portionen sind relativ gross. Nettes Ambiente, eher modern. Die Bedienung war i.O., wir mussten aber doch ein bisschen warten, bis jemand kam und unsere Bestellung entgegennahm. Das Essen kam dann eher schnell. Preis-/Leistungsverhältnis ok.Insgesamt empfehlenswert."}, {"date": "19-11-2015", "rating": 1.0, "content": "Ich war mehrere Male in Negishi. Bei jedem Besuch stellte ich fest, dass die Qualität kontinuierlich abnahm. Bei unserem letzten Besuch musste ich mehr als 20 Minuten auf mein Bier warten. Die Sushis auf dem Band waren einfallslos, mager und immer die gleichen. Meine Tischnachbarn mussten sogar mehr als 45 Minuten auf ihr Essen warten. Das Lokal war knapp 2/3 voll aber die zwei asiatischstämmigen Servicedamen hoffnungslos überfordert. Die Preise sind für diese Qualität des Angebots und des Services nicht gerechtfertigt."}, {"date": "09-11-2015", "rating": 4.0, "content": "Keine langen Wartezeiten, immer frische Sushi und besonders erwähnenswert die angemessene Grösse (Durchmesser) der Sushis. Ich finde das Preis-Leistungsverhätlnis stimmt. Sushi ist auswärts einfach teuer, oder wohl eher überteuert. I like Negishi!"}, {"date": "18-10-2015", "rating": 4.0, "content": "Good variety of sushi, everything tasted great and was nicely plated. Staff was extremely friendly and attentive by any standards and especially those of switzerland!"}, {"date": "16-10-2015", "rating": 3.0, "content": "Da ich in der Nähe wohne, bestelle ich hier ab und zu Sushi. Leider erhebt Negishi auch für Lieferungen in nahem Umkreis eine Lieferpauschale von 7.- CHF! Da lohnt sich der Service nur für Gruppen. Die Qualität ist akzeptabel. Die Preise fürs Sushi regulär für Zürich."}, {"date": "11-10-2015", "rating": 5.0, "content": "Came here as a tourist to Zurich. Excellent dim sum and hand rolls. All sushi is fresh and hand made. Miso soup is also excellent. Servers are attentive and courteous. Very friendly staff and the chef is absolutely hilarious. Highly recommend!"}, {"date": "20-09-2015", "rating": 2.0, "content": "Ich hole mir dort regelmäßig take away Sushi - häufig alles Mögliche mit Lachs. In etwa 80% der take out Faelle kommt es vor, dass beim Lachs noch Hautreste dran sind, was das ganze fuer mich ungeniessbar macht. Manchmal weisen die Lachsstuecke auch unterschiedliche Faerbungen auf, vom frischen orange / rosa bis hin zu nicht mehr so frisch aussehenden Faerbungen.Ein paar Mal war ich auch vor Ort essen, da gabs nie irgendwelche Probleme. Die Bedienung ist immer gut aufgelegt, nett und locker. Ich finds einfach aergerlich, dass grad beim take out so haeufig Probleme auftretten."}, {"date": "15-09-2015", "rating": 3.0, "content": "Es ist heut nicht grade leicht eine seröses und lecker Sushi bar zu finden.Aber hier kann ich sagen- Super endlich keine Magenverstimmung.Kann ich nur empfehlen."}, {"date": "01-09-2015", "rating": 4.0, "content": "Die Sushi ist fein und die Karte bietet eine gute Auswahl. Es ist spannend auf dem Holz im Schneidersitz das Essen zu sich zu nehmen und wenn man aus dem Fenster schaut ist man eben mit dem alten Pflasterstein aus dem Niederdörfli. Die Stimmung ist für Paare oder auch in Gemeinschaft schön zum Entspannen und zu dinieren."}, {"date": "27-08-2015", "rating": 5.0, "content": "Gesund, frisch und netter Service. Gerade zum schnellen Business Lunch einer optimale Alternative in Zürich. Immer wieder neue Specials..."}, {"date": "23-08-2015", "rating": 5.0, "content": "Wir gehen regelmässig in dieses Restaurant und sind immer wieder sehr zufrieden. Tolles Ambiente, super nettes Personal, Essen und vor allem das offene Bier Kirin Ichiban sind top."}, {"date": "22-08-2015", "rating": 5.0, "content": "Tolles Ambiente, nettes Personal grosse Auswahl an japanischen Gerichte. Ausser Sushi ist vor allem das Bier Kirin Ichiban empfehlenswert!!! :)"}, {"date": "22-08-2015", "rating": 4.0, "content": "gutes sushi mit gutem preis-leistungs-verhältnis. freundliche und unkomplizierte bedienung. auch als take-away oder home delivery."}, {"date": "16-08-2015", "rating": 4.0, "content": "Sehr freundliche Bedienung. Optimal erreichbar mit öffentlichen Verkehrsmittel. Gutes Essen, nette Einrichtung. Faires Preis/Leistungsverhältnis."}, {"date": "16-08-2015", "rating": 4.0, "content": "Super Bedingung wir kommen immer gerne hier. Super Standort gute Öffnungszeiten gut mit den öffentlichen Verkehrsmittel erreichbar."}, {"date": "10-08-2015", "rating": 4.0, "content": "Gute Sushi, angenehmes Ambiente, Ruhiger Hinterhofgarten, Wlan, freundliche Bedienung, Preis/Leistung stimm -- Was will man mehr :-)"}, {"date": "09-08-2015", "rating": 5.0, "content": "Das Essen war ausgezeichnet und schön angerichtet. Das Personal war ebenso freundlich und zuvorkommend. Das Restaurant ist sehr empfehlenswert."}, {"date": "04-08-2015", "rating": 5.0, "content": "Wir mussten überhaupt nicht lange warten und bekamen eine wunderbare Auswahl an Suppen und verschiedenen Sushi (auch sehr leckere vegetarische!)Wir kommen auf jeden Fall wieder :-)"}, {"date": "30-07-2015", "rating": 4.0, "content": "Unkompliziertes und angenehmes Ambiente. Sehr feine Sushi's. Aufmerksame Bedienung. Bestes Preis / Leistungsverhältnis."}, {"date": "28-07-2015", "rating": 5.0, "content": "I'm complete sushi freak..! This place is my heaven. Tasteful, fresh, always something new.Sashimi best in the city together with proseco with hibiscus. <3"}, {"date": "28-07-2015", "rating": 5.0, "content": "Angenehme Atmosphäre, freundliche Bedienung, schnelle Bedienung, ausgezeichnete Sushis, saubere und chice Toiletten, fairer Preis"}, {"date": "28-07-2015", "rating": 4.0, "content": "Always perfect and tastefull sushi. Fresh and big portions, reasonable price.If you have the possibility sit at the garden, its really peacuful and perfect to enjoy the dinner. Love also the side dishes. Oh and of course give a try to the Kirin beer."}, {"date": "25-07-2015", "rating": 5.0, "content": "Super Sushi, tolles Ambiente & freundliche Bedienung ... eine sichere Wahl und immer wieder gerne !!!"}, {"date": "25-07-2015", "rating": 4.0, "content": "We enjoyed ourselves, had some great sushi, and pleasant service. The restaurant has a relaxed and hip feeling which was good for our birthday celebration. Panda lovers abstain ;-)"}, {"date": "25-07-2015", "rating": 4.0, "content": "As you can see, we had a lot...a decent variety of sushi dishes, all of them good. The plum wine and homemade ice tea are great!"}, {"date": "25-07-2015", "rating": 5.0, "content": "Die Suppe ist lecker.Der Service ist tiptop.Ambiente ist vorzüglich.Sogar für den Vierbeiner wird geschaut."}, {"date": "25-07-2015", "rating": 5.0, "content": "Sehr gutes essen und kommen immer wieder gerne hier her... sehr freundliche BEDIENUNG.Sehr empehlendswert"}, {"date": "25-07-2015", "rating": 5.0, "content": "service ist super auch mit kleinkindern und das essen immer fein, vielfältig und schnell! für mich das beste sushi restaurant in zh :)"}, {"date": "25-07-2015", "rating": 5.0, "content": "Gutes Sushi Restaurant mit top Preisleistungsverhältnis. Modern eingerichtetes Restaurant mit grosser Karte (Sushi, Noodle Soups, Salate,...) sowie freundliches und speditives Personal. Es war nicht das erste Mal und wird sicher auch nicht mein Letztes Mal sein :)"}, {"date": "23-07-2015", "rating": 5.0, "content": "Best sushi in town! Super nette Bedienung, sehr freundlich! Sushi ist genial, immer frisch und fein! Best sushi in town!"}, {"date": "23-07-2015", "rating": 4.0, "content": "Ein super gutes sushi restaurant mit abwechslungsreicher karte und nettes personal. Ich komme immer wieder."}, {"date": "22-07-2015", "rating": 5.0, "content": "Mangio spesso al ristorante giapponese ovunque vada è qui ho trovato un ottima scelta di piatti.Sia menu che piatti caldi con molte alternative.Sia bento che takeaway e ristorante. Servizio ottimo.Prezzo medio."}, {"date": "18-07-2015", "rating": 4.0, "content": "Leckeres essen. Das personal ist sehr freundlich. Das ambiente ist schön und ruhig. Wir werden sicher wieder hierher kommen :)"}, {"date": "18-07-2015", "rating": 4.0, "content": "Gutes essen, tolle lokation, schöne einrichtung, nettes personal. Wier werden sicher wieder kommen....... :)"}, {"date": "18-07-2015", "rating": 5.0, "content": "Immer lecker & frisch, das Sushi ist nicht zu reislastig! Grosse Auswahl an Gerichten in verschiedensten Variationen von der Vorspeise, bis zum Hauptgang und Desserts. Sehr zum empfehlen sind auch die Apero Variationen wie z.b. der Hibiskus-Prosecco. Sieht nicht nur schön aus sondern schmeckt auch lecker!"}, {"date": "14-07-2015", "rating": 5.0, "content": "The Fish seems to be very fresh and from a good quality! I can totally recommend this sushi place because it's friendly and not too pricey!"}, {"date": "09-07-2015", "rating": 5.0, "content": "É o melhor restaurante que já fui em Zurique. Amo. Dica peça o prato completo. É super saboroso. O chá gelado é o máximo. O preço é razoável e o ambiente agradável."}, {"date": "06-07-2015", "rating": 4.0, "content": "Running sushi mit freundlichem Fisch zum anbeissen. Auch das Personal ist angenehm. Legere Atmosphere mit chillout sound in guter Lautstärke. Perfekt, um mit Freunden zu plaudern und den Abend zu geniessen."}, {"date": "06-07-2015", "rating": 4.0, "content": "War zum xten Mal hier und hab 's wieder genossen. Super Preis -Leistungs -Verhältnis und frrundliches Personal."}, {"date": "04-07-2015", "rating": 5.0, "content": "War mit einem freund im negishi essen und ich kanns nur weiterempfehlen.Der service war sehr freundlich und das essen sehr schmackhaft.Auf jeden fall einen besuch wert."}, {"date": "03-07-2015", "rating": 3.0, "content": "Atmosphäre geschäftig mittags, aber im Rahmen, Servicepersonal könnte dienstleistungsorientierter mit Gästen umgehen, lange Wartezeiten trotz nicht viel Betrieb (eher internes Organisations-/Kundenorientierungsthematik); feine Bento Boxes (Chicken und Fisch probiert). Salatdressing recht pikant für grüne Salatbeilage"}, {"date": "28-06-2015", "rating": 5.0, "content": "We come to Negishi once a week for two years now and we keep coming. Food and service are just brilliant! We have not been let down once so far. The location is closed to the city center and easely reached by public transport (Tram N° 2) which is very convienent."}, {"date": "21-06-2015", "rating": 4.0, "content": "Sehr nette und freundliche Bedienung. Das Essen ist sehr gut und man versucht auf alle wünsche einzugehen."}, {"date": "18-06-2015", "rating": 5.0, "content": "Eine der besten Sushi Adressen in Zürich. Die Kreationen sind fein, die Auswahl ist gross und die Preise nicht überteuert. Das Personal ist freundlich und die Location mit zusätzlicher Terrasse ist einladend. Obwohl es ab und zu längere Wartezeiten gibt, kommen wir immer wieder gerne hier essen. Mir läufst jetzt wieder das Wasser im Mund zusammen :)"}, {"date": "14-06-2015", "rating": 2.0, "content": "wie erwartet waren die Speisen gut, aber das Personal lässt zu wünschen, satte 20 Minuten auf ein Glas Wasser gewartet, obwohl ein Tisch nicht reserviert war,wurde es uns nicht gestattet an diesem Platz zu nehmen - bei gezählten 6 Gästen im gesamten Lokal !selbst als wir gegangen sind war das Lokal noch halb leer, deshalb auch keinen Rappen Trinkgeld! Wir hatten eine junge Bedienung, die jedoch nicht sehr bemüht war, hatte das Gefühl nicht willkommen zu sein. Werde deswegen auch nicht mehr dort hin gehen."}, {"date": "13-06-2015", "rating": 5.0, "content": "Sushi - v.a. die Kreation mit Mango - und Sashimi sehr lecker. Fisch in Top-Qualität!!Vorspeisen ebenfalls sehr lecker.Die Bedienung war nett und zuvorkommend. Fühlten uns sehr wohl.Wir waren die ersten, die im soeben eröffneten Innenhof Platz nehmen durften. SUUUUPER!! Und das Mitten in der City!"}, {"date": "09-06-2015", "rating": 5.0, "content": "Really good food and place From station take tram 3 to albisrieden and get off at The stop bezirksgebaude"}, {"date": "29-05-2015", "rating": 5.0, "content": "Das Essen war super Qualität der Fisch war Top frisch und die hausgemachten Poulet Gyozas war sehr lecker. Auch die neuen Suppen und etc waren sehr fein. Der Service war sehr speditiv ud dazu acuh noch sehr hilfsbereit / freundlich. Wir kommen sehr gerne wieder!!!"}, {"date": "15-05-2015", "rating": 1.0, "content": "Das Essen war sehr mittelmässig und die Preise unverständlicherweise sehr hoch. Bedienung unfreundlich."}, {"date": "26-04-2015", "rating": 3.0, "content": "Place looks nice but is nothing special. Service is ordinary and in fact they got my order wrong, being a nice person and because I did not want to wait anymore, I accepted what they brought only to find out it was the one of the most expensive dishes but more importantly it was not even very good."}, {"date": "23-04-2015", "rating": 4.0, "content": "sushi hat eine gute qualität leider ist aber alles im a la carte im oberen preissegment die sushi bar ist ganz nett"}, {"date": "03-04-2015", "rating": 4.0, "content": "Es ist immer wieder ein guter Besuch im Negishi. Das Sushiband ist zu weilen etwas langweilig oder eintönig, die Qualität aber immer gut.Ala Carte ist das Negishi eigentlich für das was es ist zu teuer - aber Zürich ist ein teures Pflaster. Das Personal ist eigentlich immer super.Die Musik ist immer zu laut, wenn das Restaurant nicht voll ist und wenn man fragt, ob die Musik leiser gemacht werden kann, kommt ein lakonisches Nein - das sei gar nicht möglich...  Ich frage mich dann ob ich gerne angelogen werde.Der kleine Garten hinten raus ist süss und wenn es warm ist ganz angenehm.Ich gehe da immer wieder hin, es lohnt sich"}, {"date": "09-03-2015", "rating": 3.0, "content": "Hungry!! I am a sucker forsushi, and this place came up as the closest to my hotel, and although not top ranked in TA, I decided to give it a shot. They have this inviting conveyor belt, and there were a few vacant spits when I arrived. No table was booked, and I was hoping to have one of the seats by the belt, but was placed in a cornet by the toilet. During my stay, the seats to my disapointment remained free, why? The sushi, Kyoto plate, was nice, but norhing more. However, my order for an additional Ikura, salmon roe, was a disaster. Dry, sticky roes tasting close to fish oil, put my impression to the level where this pkace seems to be.."}, {"date": "25-02-2015", "rating": 5.0, "content": "Sehr feines Sushi, sehr freundliches Personal, gutes Preis-Leistungsverhältnis,komme sicher wieder :-)"}, {"date": "23-02-2015", "rating": 5.0, "content": "Sehr freundliche Bedinung an mega zentraler Lage. Auswahl ist sehr ansprechend und für Gruppen sehr geeignet. Äusserst empfehlenswert😊"}, {"date": "23-02-2015", "rating": 5.0, "content": "Sehr freundliche Bedienung, super gutes Essen, grosse Sushistücke, sehr guter Ingwertee und Haustee, entspanntes und angenehmes Klima"}, {"date": "23-02-2015", "rating": 4.0, "content": "Guter Service, feines Essen. Sehr empfehlenswert. Tuna Tartar auf alle Fälle probieren - leicht pikant und mit Soy Sauce perfekt abgestimmt."}, {"date": "14-02-2015", "rating": 4.0, "content": "Das Restaurant war entsprechend dem Speziellen Tag hübsch dekoriert, die Sushi wie immer sehr gut zu fairen Preisen. Allerdings wäre es toll, wenn sich das Servicepersonal noch etwas zurückhalten könnte. Aufmerksamkeit ist wichtig, was aber nicht heißt, dass alle 15 min. jemand an den Tisch kommen muss um nach dem Rechten zu fragen. Speziell am Valentinstag ist das eher störend."}, {"date": "04-02-2015", "rating": 4.0, "content": "We often go for lunch and always try to sit at the Kaiten Sushi Band. All dishes are fresh and delicious. Service is nice and efficient. They serve Japanese beer from the tap which I quite like. Very often in Sushi restaurants one only gets these in bottles. Prices are fair. Try Blue Monday when all dishes are 5.50 only. They have a variety of Bento Boxes, which are also very good and reasonably sized. We will go again and can only recommend the place."}, {"date": "01-02-2015", "rating": 4.0, "content": "Judging from the other reviews we were lucky (maybe because it was early on a Saturday evening), the sushi was definitely the freshest I've had in one of the \"cheaper\" sushiplaces, for a change the rice was not just one block of compact cold carbohydrate but still tasted like rice, the rolls not fancy but there was enough variation to make it an interesting meal (liked the salmon roll with mango!). We also ordered a portion of dim sum, very tasty but on the rather small side.Also we were pleased to see that there is a fairly big selection of veggie dishes, so next time we'll bring our vegetarian friend.The only disappointment was the service, not friendly, totally uninterested in bringing us a drink, finally we got up to the bar to order, and then it took forever to arrive."}, {"date": "29-01-2015", "rating": 5.0, "content": "Die Bedienung war fantastisch, das Ambiente angenehm und das Essen sehr köstlich, hat uns wunderbar geschmeckt. Gehen bald wieder dort Sushi essen, dank der grossen Auswahl wird es nie langweilig."}, {"date": "24-01-2015", "rating": 4.0, "content": "Negishi ist bekannt für sushi und sonstige japanishe spez. Wer also nicht gross Geld ausgeben möchte ist hier falsch. Die Preise sind normal für Sushi in der Schwei. Der Food ist super lecker und die Bedienung extrem nett!:)"}, {"date": "14-01-2015", "rating": 4.0, "content": "It's not the best sushi I've ever had but definitely one of the better and for being in Zurich reasonably priced. There is a large variety of sushi, other dishes and drinks to choose from, all served in an minimalistic esthetic mode. As long as you don't come in right before closing time it tastes very fresh... Recommended for all sushi lovers in Kreis 4 & around."}, {"date": "03-01-2015", "rating": 5.0, "content": "Sehr gutes Essen und äusserst netter Service und das beides zu absolut fairen Preisen! Gerne immer wieder"}, {"date": "03-01-2015", "rating": 5.0, "content": "Essen war wie immer sehr gut Sushi und Suppen waren frisch und sehr gut abgeschmeckt. Der Service war außerordentlich freundlich und kompetent."}, {"date": "02-01-2015", "rating": 3.0, "content": "FoodThe sushi tastes good and fresh. They have classic nigiri and rolls and also some 'modern' rolls, though the ingredients are more or less the same (for example, Yoojis has much more varied rolls). There are also different lunch menus available, which is nice.The only problem is that the portions and rolls are TINY. The small miso soup for 6.50 francs is way overpriced. The uramaki and futomaki were almost as small as maki! I've been to the other Negishi branches in Zurich (in Niederdorf and Oerlikon) and can say this was not the case there. My friend had the bento box, which was more reasonably priced for the set she recieved.AmbienceThe restaurant itself is very modern and sleek. The majority is table seating, but there is also a bar with a rolling belt (Kaiten). You can look out onto the street through the large window front or in summer there is outdoor seating in the courtyard, which I enjoyed very much.LocationIt's located right at the tram station Bezirksgebäude, which isn't so central, but it's near some large companies and the city court, so I guess they get lots of customers from there.ServiceThe service is so-so. Upon arrival, there was nobody there to greet us / direct us to a table. Then two waitresses appeared, but they just looked at us kinda lost. So we slowly walked to a table which wasn't reserved (those that were reserved had a little sign) and then suddenly one of them came to us and directed us to another table further back. Then she mentioned there was also outdoor seating available, so we opted for that.The waitress was friendly enough though when she took our order, but didn't speak German very well and seemed sort of confused in general, even though we didn't order anything special (one lunch menu and one bento box and some tea).PriceDefinatly overpriced. The prices are the same in all Negishi branches in Zurich, but in this branch, the rolls are much smaller, so it's not worth it.VerdictDidn't return after that one visit. The branch in Oerlikon was my favourite, but is now closed :( There are better sushi places in Zurich."}, {"date": "01-01-2015", "rating": 3.0, "content": "Früher hatten Sie eine sehr aufgestellte Bedienung. Die neue Bedienung jedoch, war sehr unfreundlich und unmotiviert. Schade. Das Essen war wie immer gut."}, {"date": "31-12-2014", "rating": 4.0, "content": "I visited Negishi this week and happened to be there on a Monday evening, where, to my delight, I was told that all plates where the same price and it was the cheapest (CHF 5.50?) - which, when in Zurich, is not cheap but still better than the sliding scale up to CHF 12.- per plate.The quality of the food was really good, service plain but nice, restaurant decor nice, casual.Even going there on my own I felt comfortable and welcome.I'll go again :-)"}, {"date": "17-11-2014", "rating": 3.0, "content": "The blue Mondays sushi is cool but the food is not so good. Just because it's cheaper on my days they make it worse."}, {"date": "02-11-2014", "rating": 2.0, "content": "I used to like this restaurant but now I have to say every time that I go there I am more disappointed. The service is slow and inefficient. The sushi is very much overpriced (they even made prices even more expensive recently). On the band there is always the same boring stuff and often only very little left and now for some reason they changed the menu and just deleted all the things that I liked the most. I have to say by now it is one of the worst choices in switzerland and a sad example how changes in the menu and pricing can spoil a restaurant experience."}, {"date": "25-10-2014", "rating": 2.0, "content": "Service sympathique, joli cadre moderne. Menu okayama (6nigiri- saumon, thon et crevettes) pour 22.50. Trop cher, fade, tout avait le même goût...bien dommage."}, {"date": "23-09-2014", "rating": 4.0, "content": "Very good sushi if you order fresh, but sitting at the conveyor belt could result in a disappointing culinary experience. Stylish interior, good service, nothing to complain about. However, if you want better, you can have it, jsut 10 minutes walk away near Lochergut. Just search here for the better alternative. If you are however lazy, this place is more convenient."}, {"date": "21-09-2014", "rating": 5.0, "content": "Das Sushi war super! sowie die Vorspeisen und Desserts auch.Service sehr freundlich und präsent.Restaurant sehr sauber und ordentlich. Lage okay."}, {"date": "25-07-2014", "rating": 2.0, "content": "We came here for lunch and had a platter for two with sushi rolls and nigiri. They are stingy with the fish and the rolls were not exciting. The service was inefficient but their outside seating in the courtyard is pretty nice."}, {"date": "30-06-2014", "rating": 5.0, "content": "Schönes Restaurant mit sehr höflicher Bedienung (Paolo). Das Essen war ausgezeichnet. Gerne mal wieder."}, {"date": "19-05-2014", "rating": 4.0, "content": "Das Negishi an der Badenerstrasse in Zürich ist sehr empfehlenswert. Freundliche Bedienung, gute Führung und sehr gutes Sushi ;-)"}, {"date": "15-05-2014", "rating": 4.0, "content": "Sushi sehr abwechslungsreich, geschmacklich hervorragend, die Portionen auf den Tellern sind groß. Bedienung ist zuvorkommend und freundlich. Ambiente modern und trotzdem gemütlich. Jederzeit zu empfehlen."}, {"date": "20-04-2014", "rating": 3.0, "content": "Arrivati al ristorante si possono scegliere i posti al bar, dove davanti a te c'è una mini pedana rotante con sopra vari piatti, dai sushi,hossomaki, teriaki ecc. oppure i posti ai tavoli con carta menù. Al bar, a secondo del colore del piatto che scegli varia il prezzo. C'è una leggenda che vi indica colori, prezzi e soprattutto cosa contengono le pietanze nei piatti. Ci si può servire da soli x prendersi l'acqua del rubinetto, posizionata su un tavolo in fondo alla sala. Trovo che sia meglio e assolutamente più tranquillo del Vooji's, anch'esso ristorante giapponese, forse un filino più caro però."}, {"date": "30-03-2014", "rating": 5.0, "content": "Ein absoluter Augenschmaus und eine wahre Freude für den Gaumen. Tolle Atmosphäre und ein sehr aufmerksames, gutgebautes und freundliches Serviceteam.Das beste Sushi in Zürich - sehr empfehlenswert!!!"}, {"date": "16-03-2014", "rating": 3.0, "content": "Würde ich nie weiter empfehlen und nie wieder dort essen.Sushi waren zwar frischer Qualität aber zu einfach vorbereitet (für das ziemlich höche Preis), auseinander fallende Sushirollen, Reis geschmackslos (ungewürzt), Personal spricht kaum Deutsch.Für 2 Vegi Tellerchen Sushis isgesamt 8 Stkückchen und einen Grüntee hatte ich 21 CHF auf die Rechnung.Das Essen ist eine Geschmackssache aber Sushiauswahl ist relativ gross in Zürich deshalb nie wieder Negishi Bar an der Badenerstrasse!"}, {"date": "26-02-2014", "rating": 4.0, "content": "My wife and I went here on a recommendation and we were not disappointed. Not the best Sushi we have ever had, this honour still goes to a restaurant in Budapest, but it was very good.The sushi had a good consistence, were firm and stuck propely together. It was fresh and tasty, lots of variations and creative combinations.The service was friendly, efficient, quick and knowledgeable. All in all definately a sushi place that we will visit again and the bill in the end was less than Chf 100, which is a good price."}, {"date": "03-02-2014", "rating": 5.0, "content": "Das Negishi ist modern eingerichtet, die Bedienung ist sehr freundlich. Ich habe bisher immer die \"Japan Island Dream Platter\" bestellt (ab 2 Personen). Zum Preis von 39 CHF p.P. erhält man von Sishi über Sashimi, Gyoza, Reis bis zu Algensalat eine gemischte Platte zum teilen, einfach gemütlich für mehrere Personen und sehr zu empfehlen."}, {"date": "01-02-2014", "rating": 4.0, "content": "we went to negishi without reservation - actually just being a bit peckish before going to watch a show at the nearby plaza club. both of us being vegetarians, we didn't expect too much of a choice. but they do cater quite well for our kind - and the food is good quality. we had two salads (one seaweed, one edamame and asparagus), japanese springrolls and a choice of the more \"adventurous\" vegetarian sushi rolls on offer, all accompanied by a glass of wine each. all that for under 80 chf for two - that's not bad at all for a dinner in zurich! it might not be the coziest place in town, but i would definitely consider coming back, especially on a night out in kreis 4."}, {"date": "01-10-2013", "rating": 4.0, "content": "Once in a while we visit the Negishi close to the Zurich Bezirksgebäude. This time due to our daughters preference we did choose the sushiband rather than regular seating with service. The waiters were very friendly and we enjoyed the various sushi selections. There could have been more choices but the ones we picked tasted great. The drinks were large and cool so we ended up with a nice dinner and a lot of fun for our kid."}, {"date": "27-08-2013", "rating": 3.0, "content": "War während den Sommerferien an einem Montagabend dort. À discretion heisst, dass jeder Teller nur 5 Fr. kostet. Ich fand die Qualität des Essens nicht sonderlich frisch und empfehle es daher nicht. Nächstes mal zahle ich lieber mehr, erhalte aber dafür auch bessere Qualität.Service hatte alle Hände voll zu tun, weil sie alleine war, aber sie war trotz allem sehr freundlich und hat sich echt bemüht uns eine gute Zeit zu bescheren."}, {"date": "12-08-2013", "rating": 3.0, "content": "Man findet im Negishi nicht wirklich die grossen Sushi Spezialitäten. Dafür ein solides Standart-Sushi Programm, mit California-Rolls usw. Ich gehe hier ab und zu essen, weil ich in der Nähe wohne. Am Montag ist jeweils \"All you can eat\" für Fr. 50.- Rerservierung unbedingt erforderlich. Haben ein super lecker hausgemachten Eistee. Ansonsten braucht es etwas Geduld. Parker würde dafür 83 Punkte vergeben."}, {"date": "29-07-2013", "rating": 3.0, "content": "Non sono espertissimo di cucina giapponese ma nella mia esperienza questo ristorante lo reputo di medio livello.Ambiente moderno, tempi un po' lunghi (secondo me dovuti anche al take away), la ragazza che ci ha servito gentile.2 starter, 2 birre e un piatto grande per due con cibi grigliati, insalate, sushi, ... Per 105 franchi."}, {"date": "13-06-2013", "rating": 2.0, "content": "We wanted to try a bit of Asian whilst in Zurich and popped into this place as this was on our normal route back to our hotel. Having eaten Japanese food many times in my life before, I can strongly comment that the food served here is not Japanese. We ordered some sushi plates, which were rather disappointing as they had only 4-5 different varieties of sushi, and a katsu curry don (for non-jap food lovers, that is crumbed pork with Japanese curry and rice). My curry was too thick, much more like a paste than a sauce and was rather unpleasant to eat. We ended up paying a bomb for what we had and this is far too pricey for the amount of food we had. I understand that this is zurich and everything here is expensive but this is taking it a bit too far. Would never go back and would not recommend!"}, {"date": "05-04-2013", "rating": 3.0, "content": "Die Negishi Sushibar besuchen wir von Zeit zu Zeit, meistens für eine kleineMahlzeit am Sushi-Laufband vor dem Kino. Die Sushiauswahl ist nicht Aufregung aber solide. Wenn man a la Carte bestellt sind die Wartezeiten zu lange. Es wird anscheinend leider am Servicepersonal gespart. Für eine besondere Verabredung nicht unbedingt das Lokal schlechthin, aber für eine spontane Mahlzeit ok."}, {"date": "17-02-2013", "rating": 1.0, "content": "Eigentlich bin ich erstaunt, dass es noch keine wirklich negativen Bewertungen über dieses Restaurant gibt, da ich nun aus meinem Bekanntenkreis doch einige eher schlechte Bewertungen gehört habe.Wir waren am Freitagabend in diesem Restaurant essen. 1.5 Stunden nach Beendigung des Essens hat es bei mir angefangen mich unwohl zu fühlen. Zuerst dachte ich mir noch nicht viel dabei, doch als wir um ca. 0.30 zuhause waren, fing es richtig übel an mit Erbrechen und Durchfall. Dies dauerte dann die ganze Nacht bis in den Samstag an. Den Samstag verbrachte ich im Bett mit Krämpfen, Kopfschmerzen, Schwindel und weiterhin Durchfall. Das Erbrechen hat aufgehört. Am Sonntag bin ich immer noch im Bett gelegen, aber es ging mir wieder ein wenig besser.Dies ist mein Erlebnis im Negishi."}, {"date": "09-02-2013", "rating": 3.0, "content": "We were a group of ten and took three sharing plates, the sushi was good, maybe a bit too much rice, and not to much variety. Te price value was ok. Funny to read some comments saying that a hong kong friend (who no doubt he knows about sushi) found it bad... thats like a swedish person talking about spanish food. Having been to hong kong several times I can say sushi in hong kong tends to be bad."}, {"date": "03-02-2013", "rating": 4.0, "content": "Das Sushi ist frisch und lecker. Das Restaurant geräumig aber dennoch gemütlich. Man kann zwischen Sitzplatz am Band oder einem Tisch wählen.Komme gerne wieder"}, {"date": "30-09-2012", "rating": 4.0, "content": "Gute Sushi zu einem für Zürcher Verhältnisse bezahlbaren Preis. Im Sommer kann man schön draussen sitzen. Der Service ist ebenfalls in Ordnung. Gehen des öfteren dorthin und waren immer zufrieden."}, {"date": "06-07-2012", "rating": 5.0, "content": "War nach der Eröffnung des Negishi Restaurants an der Badenerstrasse schon des öfteren da und es gibt nichts zum meckern. Sehr guter & netter Service, eine gute Auswahl an Sushi wie auch Tepanyaki Gerichten. Die Qualität des Essens ist sehr gut.Zu empfehlen: Blue Monday, da gibts Sushi à discression vom Band :-)Ich werde auf jeden Fall wieder hingehen."}, {"date": "01-07-2012", "rating": 3.0, "content": "After a long time me and my Hongkonese friend, who, no doubt, knows good sushi, finally decided to go and check out this restaurant in the heart of Zurich. Frankly speaking, I was disappointed with both - the food quality and the service. We tried the \"all-you-can-eat\" menu and, maybe, thats why the rice was absolutely tasteless. According to my competent friend, it was expired. Apparently, the restaurant tries its hardest to make best use out of everything and work with no waste at all. Regarding the service, I have to say that it was slow. I myself belong to the hospitality industry and can assure you that 8 tables for 4 can be served a lot faster by one waiter, especially when he or she has a bus girl/bus boy to do beverage service and help with tables cleaning like they do in Negishi. It is also possible that the kitchen was not fast enough. Anyway, in the end my Hongkonese friend (who, I must notice, did not have any food for the whole day just to enjoy the advantages of \"all-you-can-eat\" concept full force) decidied to leave earlier without \"having it all\". He said he was still hungry but too tired of waiting. The waitress who served us was not very nice. She could not properly explain how their \"all-you-can-eat\" menu works and got a bit pissed when we asked her to explain it once again. Whenever she passed by I could notice how stressed she is and its totally fine with me, however, instead of politely saying to the guests that they have to wait because of this and that she was giving such an attitude when you feel like you bug someone. In addition, I have noticed that the staff does not have the same uniform in this restaurant, looks like they are allowed to wear any clothes that are comfortable to work in which makes the whole atmosphere even more messy. After all, I do not have any intention to go to this place again."}, {"date": "15-03-2012", "rating": 4.0, "content": "In der Negishi Sushi Bar and Japanese Grill wurden wir sehr freundlich bedient und das Essen schmeckte sehr gut. Das Lokal ist gross und das Ambiente sehr passend. Ich finde es toll, dass man wählen kann zwischen Sushiband, Sushi à la carte und japanese grill. Das Highlight ist die Blue-Monday-Aktion, bei der alle Schalen auf dem Sushiband 5.50Fr. kosten. Wir kommen gerne wieder!"}, {"date": "10-03-2012", "rating": 5.0, "content": "Endlich ein anständiges Sushilokal! Man hat genügend Platz und kann auch bequem sitzen (endlich) . Das Sushi vom Negishi schmeckt mir sehr, daher werde ich auch wieder kommen! Die Bedienung war etwas unsicher, aber sehr freundlich. EIn Geheimtipp ist der Sake aus dem Becher. WIr hatten alle sehr viel Spass.Danke!"}, {"date": "05-02-2012", "rating": 1.0, "content": "Alle Angestellten waren sehr nett und schnell. Leider war es sehr enttäuschend aus verschiedenen Gründen: die Saucen waren alle Fertigprodukte (aus der Flasche, manche schmeckten tatsächlich mehr nach Konservierungstoffe als nach gute Zutatenmischungen), die Qualität der Reis als Beilage nach Geschmack und Konsistenz sehr schlecht und lauwarm, das marinierte Fleisch nicht genug lange eingelegt, und bei der Gyokapoulettaschen komischerweise fade Füllung und Teig.Das Ambiente empfanden wir als bequem."}, {"date": "26-01-2012", "rating": 3.0, "content": "This place has opened on the site of a very good sushi restaurant, which has been closed some years ago. The new one is quite far from it. The sushi is with best will \"average\", the service is somewhat slow, and when we ordered ice cream, the waiter took the order, then some 10 minutes later came back saying the freezer is broken. No compensation offered, which in Zurich standards is quite odd. I would definitely go for another sushi place."}, {"date": "17-01-2012", "rating": 4.0, "content": "Das Negishi ist nach einiger Zeit in das ehemalige Ishi Restaurant eingezogen. Man sollte die beiden nicht vergleichen, das Ishi war nobler.Das Amiente ist einfach, aber japanisch - Holztische und Stühle. Nicht so richtig gemütlich oder romantisch, aber original..Das Essen war gut, der Service auch - wenn die Deutschkenntnisse etwas besser wären (sorry aber eine thailändische Bedienung in einem japanischen Restaurant? war jedenfalls unser Eindruck).Sushi ist teuer in der Schweiz, das Preisniveau ist gerade noch erträglich."}, {"date": "08-01-2012", "rating": 5.0, "content": "Im Negishi Sushi Bar Badenerstrasse gibt’s the \"Best Sushi in Town\"! Einfach nur Hammer das Restaurant. Ich habe schon einpaar Sushi Bar’s in Zürich probiert aber nichts kann ich vergleichen mit dem Negishi. Das Sushi wird immer frisch zubereitet und die Portionen sind top. Service und Ambiente sind ebenfalls top. Verpasst einen Besuch auf keinen Fall!!"}, {"date": "08-01-2012", "rating": 5.0, "content": "Die Qualität der Sushi ist hervorragend (meiner Meinung nach das leckerste in Zürich)! Habe schon mehrmals dort gegessen und bin jedes Mal wieder aufs Neue begeistert. Vom Preis her durchschnittlich - da Sushi in der Schweiz allgemein ein eher kostspieligerer Genuss ist, lohnt sich hier jeder Franken.Eine Reservierung war problemlos möglich, das Personal war freundlich und aufmerksam.Das Ambiente wirkt besonders im hinteren Teil des Restaurants sehr verlockens zum sitzenbleiben. Im Grossen und Ganzen warme und einladende Atmosphäre."}]}