{"restaurant_name": "Outback Stadelhofen", "overall_rating": 3.5, "all_reviews": [{"date": "21-10-2021", "rating": 2.0, "content": "Personal anfangs recht freundlich. Um 22:30 die letzte Runde. Um 22:45 unfreundlicher Rausschmiss. Schade und unprofessionell."}, {"date": "13-10-2021", "rating": 1.0, "content": "Ich war am 13.10.21 gegen 21:30 Eingetroffen.Wenige Minuten wurde ich Nur Vom Kellner Enpfangen.Ich Bekamm ein Tisch im Innen Bereich ohne Kontrolle ob ich ein Zertifikat habe. Ich bin Selber Gastronom das ist nicht Akzetabel bei dieser Lage ist das Sehr Schwach.Es Gibt viele Lokale wo zu Kämpfen Haben wegen der Aktuelle Lage.Schade.Werde es auch Nicht Mehr Besuchen.Das Essen ist nicht so Gut, Systemgastronomie ist halt nicht der Runner."}, {"date": "09-10-2021", "rating": 4.0, "content": "Located at the Stadelhofen Bahnhof, Outback Lodge has outside seating at the main entrance and the rear garden, and a variety of inside seating on several split levels.I happened to visit on a Monday night on which they offer an AYCE Crazy Chicken wings night (34.50), served with home fries, an uninspired blue cheese type dipping sauce accompanied with a ChopFab beer (8CHF) from the tap. The wings were hot and fresh, but the price is at the top end for AYCE wings in the city.The bartender (I think it was Peter, sorry) was friendly and gave me personal service at my table.Other general items of note:-major points for their Soeder products around the place, from disinfectants to lotions!-points off though for no Wi-Fi, only two beers on tap for this large bar/restaurant, and shared table condiments. Such a big place and only two beers on tap and NO Wi-Fi is unacceptable!"}, {"date": "24-09-2021", "rating": 3.0, "content": "I went there for lunch and the service was good and quick. They have a generous (Australien) beer collection which is nice so I ordered one. The food I had (ribs) were just okay though. Portion wise generous, the bbq sauce was not really my taste but the biggest issue I had was the meat. There was (too) much very soft parts instead of the dark meat you have with other ribs."}, {"date": "21-06-2021", "rating": 5.0, "content": "Wir haben zwei Geburtstage gefeiert und durften einen super Abend in Outback geniessen. Service (Fabio) war sehr aufmerksam und schnell, Essen war auch makellos. Die Stimmung mit der Musik eher laut, aber passt super zum Gesamten. Vielen lieben dank dafür und bis bald wieder!"}, {"date": "11-12-2020", "rating": 4.0, "content": "S esse (aligator & chickenwings) isch top und verhältnissmässig schnell cho. Drinks sind au guet (long island ictea) und starck ;)... hett recht klöpft. Negativ isch s vannileglace gsi... hett gschümet und gschmöckt wie usem aldi.... aber das isch au s einzige. Also voll im rahme :D... leider sind d wcs und de bode recht dräckig gsi darum gitts au nur 4 pünkt... tja nögstmal putze... aber chömed uf jede fall wider!"}, {"date": "26-11-2020", "rating": 1.0, "content": "Waren letzte Woche im Outback essen.wir freuten uns auf einen entspannten Abend und waren unangenehm überrascht als wir das volle Restaurant sahen. Das Outback war schon früher immer überdurchschnittlich,bis zu schon ungemütlich, besetzt...Aber das das business as usual zu diesen Zeiten einfach so weiterläuft ist unglaublich.wir wurden in den hinteren Bereich gesetzt,wo es unmöglich gewesen wäre noch jemanden zusätzlich reinzustopfen. Der Tischnachbar war wenige Zentimeter hinter uns,wie auch sehr nahe auf der rechten Seite.Es gab keine Trennwände in diesem Bereich und es war auch kein Fenster offen!Als wir fragten,ob wir den Tisch wechseln können da wir uns nicht wohl fühlten,bekamen wir die unfreundliche Antwort,es gebe keinen mehr,es sei halt Samstag....Ehrlich gesagt,weiss ich nicht warum wir geblieben sind..?Das Essen konnten wir nicht geniessen und wir werden auch nie mehr zurückkehren!!"}, {"date": "25-10-2020", "rating": 4.0, "content": "Had a good family outing. Easy and relaxed place. Quick service. Burgers are good and spare ribs as well. Consistent quality. Good for the family."}, {"date": "06-09-2020", "rating": 2.0, "content": "Ich gehe immer wieder gerne am Wochenende hin und ist eigentlich immer angenehm.Doch vor kurzem war ich mit meiner Freundin dort und wollten gemütlich was trinken.. die Bedingungen war so unprofessionell und noch frech."}, {"date": "31-08-2020", "rating": 5.0, "content": "Die Frau die einfach alles kannpaar shots zu viel aber hauptsach glücklich der Mannboch dazu ein menu zuviel verrechnedaber wir haben ordentlich gebechertfazit vom besuch und das muss man sagensuper diese Jeannette sie führt den laden"}, {"date": "27-08-2020", "rating": 3.0, "content": "Al nostro arrivo, eravamo in 5, ci hanno fatto accomodare in un tavolo all’interno del locale, dopodiché siamo stati letteralmente dimenticati per 20 minuti. A nulla sono valsi i nostri 3 solleciti di essere serviti. Ad un certo punto, ci informano che servono cibo solo all’esterno. Che dire, serata iniziata molto male. Nonostante il cibo fosse molto buono e abbondante, l’esserci sentiti non considerati da nessun cameriere non ha pagato."}, {"date": "08-08-2020", "rating": 2.0, "content": "Abbiamo ordinato un Dreamtime Platter e due birre. In totale 100 franchi. Potrebbe anche starci, ma ciò che non è accettabile è il continuo disservizio da parte del personale. Ci hanno fatto sedere in un tavolo sporco che non è mai stato pulito. Abbiamo atteso (molto) sia per ordinare sia per ricevere l'ordinazione, senza contare abbiamo dovuto richiedere nuovamente le bibite una volta arrivato da mangiare. Al termine, siamo stati abbandonati. Per chiedere il conto abbiamo dovuto attendere almeno mezzora. Al richiamo delle camere nessuna si voltata. Ci siamo dovuti alzare, chiedere il conto e attendere ancora. Un'attesa interminabile. Per pagare mi sono dovuto alzare in piedi e sbracciarmi come se non ci fosse un domani. Il personale (dispiace dirlo) non è qualificato e ha compromesso la buona riuscita della cena."}, {"date": "27-07-2020", "rating": 4.0, "content": "Chicken Wings a Discrecion !Wir waren zu 4 und haben chicken wings bestellt und genossen, sie waren super würzig und fein!"}, {"date": "07-07-2020", "rating": 1.0, "content": "140 CHF for old chicken and broken burguer bread and frozen meat. Im sorry about the people working there but it is a shame! I never ate so bad like here!It used to be my favourite Restaurant in Zürich but now its worsest i ever were. Im sure its another owner or manager but i will never go back! Usually my dog deserves better meat!"}, {"date": "25-05-2020", "rating": 1.0, "content": "Enttäuschend!!!Reservierten einen Tisch zum Abendessen mit Chicken Wings à Discretion.Nach den ersten sechs Wings folgten zögerliche zwei weitere Wings und danach ging trotz mehrfacher Bestellung nichts mehr. Erst auf Intervention beim Chef folgten 30 Minuten später nochmal zwei Wings.Hallo!!!???!!!A Discretion bedeutet nicht, warten bis der Magen das Signal „voll“ signalisiert, sondern etwas fürs Geld liefern. Die bezahlten Fr. 34.50 für total zehn Wings innerhalb beinahe 90 Minuten Wartezeit ist eine absolute Frechheit!!!Trotz Reklamation kam uns die Geschäftsleitung im Preis nicht entgegen.Sorry...echt schwach"}, {"date": "24-05-2020", "rating": 2.0, "content": "Als wir ins Outback kamen haben wir lange gewartet bis wir empfangen wurden. Wir bestellten einen Pitcher Forsters, bis wir diesen bekamen gingen sicher noch mal 10min vorbei und viele Gäste waren nicht da. Als der Pitcher dann kam, bekamen wir ein völlig anderes Bier irgend ein dunkles Bier. Ich sprach den Kellner darauf an und er sagte das sie kein Forsters mehr hätte. Ein absolutes no go irgend etwas anderes zu bringen ohne zu fragen. Um das zu wissen muss man nicht vom Fach sein. Wir wollten ein Chopfab oder Quellfrösch bestellen, leider gab es beide nicht mehr.Der Kellner erklärte mir, dass sie alles was sie da haben an Bier erst wegbringen müssten. Warum sagte er aber nicht, fande die Antwort etwas merkwürdig. Beim nächsten mal soll er mich besser anlügen. Wir einigten uns den Pitcher nicht komplett zu zahlen. Das Essen war in Ordnung kam auch relativ schnell. Wir wurden dann von einer Kellnerin bedient die Joy hiess, grosses Lob, sympatisch, Aufmerksam und schnell.Der Chef de Service war nicht besonders zuvorkommend. Bekam den Mund nicht auf, nuschelte und war nicht besonders freundlich. Er nahm am Anfang auch unsere Bestellung auf. Sehr wahrscheinlich wusste der Kellner der uns das Bier brachte nicht, dass wie Forsters bestellt hatten. Der Chef de Service hat ihn da ins Messer laufen lassen."}, {"date": "21-01-2020", "rating": 2.0, "content": "Auf telefonische Anfrage hin, ob das Restaurant den Tisch im Vorraus etwas dekorieren könnte, gab es die Amtwort, diese Möglichkeit bestehe nicht. Wir sollen selbst etwas mitbringen und dekorieren. Wie gesagt, so getan. Etwas Deko inkl. kleiner Kuchen mit Kerzen. Nach Getränke- und Essenbestellung inkl. 3 Aperogetränke, wurde alles schnell geliefert. Die Qualität der Speisen war sehr gut, die Aperogetränke hatten leider kaum Alkohol drin. Als wir fertig gegessen und unser Kaffee bestellt hatten, bot uns der Kellner an, Teller für dem Kuchen zu bringen. Bevor wir was sagen konnten (der Kuchen war so klein, wir hätten keine Teller gebraucht) war er bereits verschwunden. Da haben wir uns gedacht, was für ein Super Service. Dann kam die Überraschung. Nebst den Teller für unseren Kuchen, brachte er noch einen Schokogeburtstsgskuchen an den Tisch. Wir waren sehr verwundert,.was sollen wir mit zwei Kuchen?! Der nette Kellner erklärte uns etwas von Aufpreiszahlen, wenn wir Essen von draussen mitnehmen und im Restaurant essen (hat er damit ernsthaft unser mini Gugelhupf gemeint?!) Und darum hätte er uns diesen Schokokuchen gebacht als Gegenleistung. Ich verstand die Welt nicht mehr. Schnell haben wir unser Kaffe getrunken und die Rechnung bestellt. Und siehe da: 9.- für Küche!!!Als ich den Chef an den Tisch beordete sagte dieser mir, dass sie die 9 Franken für die Teller/Bestecke berechnet haben, da wir den Kuchen nicht hier gekauft haben. Das alleine finde ich schon eine Frechheit!- 9 Franken für 3 Teller und Gabeln!!!Da aber nicht wir nach Besteck gefragt haben, sonder der Kellner es einfach gebracht hat, war es nicht unser Verschulden. Daher haben wir schlussendlich das Geld zurückerhalte.Und nun zum Fazit: Mann muss selber Sachen zum Dekorieren mitbringen (dazu gehört für mich auch einen Kuchen) und dürfen diesen aber nur auf Aufpreis essen, ausser man isst ihn ohne Teller und Gabel :-)Naja, ich glaube ich werde nicht so bald wieder hier essen gehen."}, {"date": "31-12-2019", "rating": 5.0, "content": "Let me tell you something right now!!! You better find this spot and get that chicken platter! Why it is so good it has you rethinking life. My husband and I had an awful meal yesterday but today was redeemed but outback. Chicken seasoned to perfection. Oh but the Aphrodite drink ladies get it!! Fellas if your into sweets get this drink. It’s cute amazing! I rarely do reviews but this one is a must. The service after we were seated was outstanding. They just kept coming with everything we needed. If I weren’t full I would go for desert I am eating as we speak and typing. Music atmosphere amazing. People bring families, friends and for us a New Years date night!!! Well trust what I say y’all I’m from the south the chicken is southern girl approved!!!"}, {"date": "31-12-2019", "rating": 5.0, "content": "Es un restaurante bar muy agradable, genial para tomar alguna cerveza o hacer previa. Probé el cocodrilo, muy recomendable."}, {"date": "29-12-2019", "rating": 4.0, "content": "Good food for a decent Price. The Restaurant is Located right at the Station „Stadelhofen“. Reservation on a Saturday Night recommended. Food was good and the Service ok."}, {"date": "22-12-2019", "rating": 5.0, "content": "Outback is hands down the best place to go in town if you want not just to enjoy a beer but also have some pretty good \"pub food\".They're fries are simply special and such good ribs are really hard to find in Zurich. Best ribs in town if you ask me."}, {"date": "15-12-2019", "rating": 3.0, "content": "Bedienung zügig und freundlich.Vorspeisen ok aber eher klein und vom Geschmack her wenig mit australisch zu tun.Hauptspeise naja Basmatireis mit „buntem Gemüse“das waren Karotten&wenig Fenchel an extrem scharfer Kokossauce für mich eher sehr einfach...Und ja die Toiletten:Nase zu und durch.Es stinkt fürchterlich in der Damentoilette"}, {"date": "13-12-2019", "rating": 1.0, "content": "Wer denkt, das Outback sei noch das, was es einmal war, der irrt. Der Burger für 36.- ist wirklich miis - dafür kriegt man sogar im teuren Zürich für weniger Geld einen um Welten besseren Burger. Ich freute mich sehr auf den Besuch, da ich dieses Restaurant noch von früher kenne. Aber dies war wirklich nicht das, was ich in Erinnerung hatte. Die Bedienung war sehr freundlich, auch wenn etwas unstrukturiert und unerfahren. Trotz der netten Bedienung alles in allem ein sehr enttäuschender Besuch!"}, {"date": "03-12-2019", "rating": 1.0, "content": "Wollten spontan zum Essen. Empfang gab an, dass wir 5 Minuten warten sollen und uns an die Bar stellen. Die Bardame „drängte“ uns zur Bestellung von Getränke, obwohl wir angaben, nur auf den Tisch zu warten. Da es nur 5 Minuten gehen sollte, bestellten wir 2 Getränke. Nach 10 Minuten kam die Empfangsperson erneut zu uns, es solle nun 15 -20 Minuten gehen bis wir ev. einen Tisch bekommen sollten. Eine absolute Schweinerei, da das Lokal uns zu einem Getränk gedrängt hat und wir erst nach 30 Minuten einen Tisch bekommen sollten. Nach Information, das dies eine negative Kritik zur Folge haben würde, bekamen wir die Antwort: Ja bitte, macht das. Bitte meidet das Lokal. Gastfreundlich definitiv nicht und nur am Profit interessiert."}, {"date": "06-11-2019", "rating": 2.0, "content": "Positiv: Ansprechende Einrichtung, sehr guter Service.Negativ: Das Essen. Ich hatte Fish and Chips. Das ist nun wirklich kein anspruchsvolles Gericht. Trotzdem schafft man es, dieses Gericht schlicht ungeniessbar zu machen. Der Fisch war mittelmässig (kein Geschmack, fade), Der Bierteig war nicht knusprig und hatte ebenfalls keinen Geschmack. Und die Chips: Zurückgegeben wie sie serviert wurden. Ungeniessbar (vollständig ausgebacken, hart, viel zu dunkel, offenbar viel zu lange - oder mehrfach - in der Friteuse gelegen. Es drängt sich die Frage auf ob das Restaurant-Management schon mal etwas von Acrylamid (Krebsrisiko Pommes) gehört hat ...). Schade. Es war ein Erlebnis, aber leider kein positives."}, {"date": "05-11-2019", "rating": 2.0, "content": "Wir waren 6 Personen und hatten rund einen Monat im voraus einen Tisch reserviert. Wir erhielten einen 4-er-Tisch nahe beim Haupteingang.... Wir reklamierten und wechselten den Tisch. Nach knapp 2 Stunden wurden wir gebeten, den Tisch wieder zu wechseln, dafür wurde ein Dessert offeriert. Wir verzichteten dankend. Das Essen war zwar lecker, aber die Portionen eher klein, mit wenig Fleisch. Fazit: Danke, wir kommen so schnell nicht wieder."}, {"date": "20-07-2019", "rating": 5.0, "content": "Super Lokal!! Bedienung super, lockeres Ambiente und die besten Spare ribs die man in Zürich kriegen kann!! Jedesmal eine Gaumenfreude"}, {"date": "12-07-2019", "rating": 2.0, "content": "Die Preise entsprachen nicht der mangelhaften Produktequalität und auch geschmacklich konnte das Outback nicht überzeugen.Viele tiefgefrorene Produkte und praktisch keine Australischen Gerichte, mehrheitlich primitives Pub-Essen.Um ein Bier zu trinken unkompliziert, jedoch entäuschend zum essen!"}, {"date": "02-07-2019", "rating": 5.0, "content": "Wir waren zu viert und und der Tisch blieb reserviert obwohl wir 15 Minuten zu spät kamen. Alle anderen Tische waren sehr gut besetzt und auch an der Bar standen sie in zwei Reihen. Trotzdem wurden wir äusserst schnell und aufmerksam bedient. Wir entschieden uns für den Dream Timeplatter und wurden nicht enttäuscht. Gross und eine ansprechende Auswahl; das hat uns sehr gut gefallen. Obwohl es laut war konnten wir uns am Tisch gut unterhalten Wir kommen wieder, eines der wenigen Lokale in Zürich welches noch nicht auf Schickimicki-Hypster gesteilt ist. Bitte unbedingt so beibehalten."}, {"date": "11-06-2019", "rating": 3.0, "content": "Πρόκειται για ένα εστιατόριο στην καρδιά της πόλης, στην περιοχή της Όπερας, σε μια ωραία μικρή ήσυχη αυλή, με αυστραλιανή κουζίνα. Ήρθαμε με φίλους, που μας πρότειναν να δοκιμάσουμε κάτι διαφορετικό.Το περιβάλλον (μέσα, γιατί έξω έβρεχε) αρκετά συμπαθητικό. Το σέρβις δεν θα το' λεγες κακό αλλά ούτε και καλό, παρ' όλο που δεν είχε πολύ κόσμο. Το φαγητό θα το χαρακτήριζα μέτριο. Μεγάλες οι μερίδες, όχι εύκολα διαχειρίσιμες. Δοκιμάσαμε καγκουρό (τέλεια ψημένο και νόστιμο), κροκόδειλο (πολύ καλό), τα υπόλοιπα όλα (φτερούγες κοτόπουλο, μπέργκερ, χοιρινές κοτολέτες) ήταν κάτω του μετρίου. Στα συνοδευτικά, οι τηγανιτές πατάτες με τη φλούδα τραγανές και νόστιμες, τα λαχανικά μέτρια κι αυτά.Το επιδόρπιο ήταν καλό. Για όλους αυτούς τους λόγους δεν θα έβαζα πάνω από 3 βαθμούς ούτε θα ήθελα να το επισκεφτώ ξανά."}, {"date": "07-06-2019", "rating": 2.0, "content": "Very disappointed by my last visit to the Outback Lodge. I hadn't been in a few years, but a lot has changed. Gone are the table sets with a map of Australia, and now it's super noisy with techno music. One can't hear others talking! No kids menu, nor do they do half-portions for young customers! What a waste of food! Instead, they offer families share a platter, at 56frs per person! The prices are high and the food without any inspiration. The Kangarooer has lost it's fun twist (the sweet&sour sauce) and is now served with mash and beans (for +30frs)! It's just sad. We definitely won't be coming back."}, {"date": "07-06-2019", "rating": 1.0, "content": "Viel zu teuer, wenn ihr gut verdient könnt ihr euch es leisten, ganz Zürich ist übertrieben teuer. Nimmt euch viel zu essen und trinken mit und vorallem genug Geld"}, {"date": "19-05-2019", "rating": 1.0, "content": "Bin echt enttäuscht vom Outback am Stadelhofen.Früher war das Essen wirklich gut, aber mind. seit der Umstellung auf die neue Karte bin ich immer wieder enttäuscht worden. Preis-Leistungsverhältnis meiner Meinung nach nicht mehr angemessen, siehe z.B. Dreamtime Platter für CHF 42/Person: Emu und Känguruwurst wurden durch Chicken Wings und Spare Ribs ersetzt - Quali- und Quantität stimmt einfach nicht mehr (letzes Mal z.B. erhielt ich ein sehr kleines und zähes Kängurufleisch, zudem war das Fleisch auch längst erkaltet. Schade habe ich nicht reklamiert!).Das Schlimmste sind jedoch die (Damen-)Toiletten!!! Schlimmer als jedes Bahnhofs-WC: Wände und Kabinen bekritzelt und es stinkt fürchterlich. Als wäre überall auf den Boden gepinkelt worden. Komplettsanierung wäre wohl angesagt.Als ich letztes Jahr im Outback war, dachte ich noch es sein nur ein einmaliges Vorkommnis (Ergebnis einer wilden Party am Vorabend oder so) - aber es ist immer noch genau gleich. Wohl der Dauerzustand - bin fassungslos, dass sich nichts daran geändert hat. Vor allem wenn man bedenkt, dass dieses Problem bereits in Bewertungen von 2016 etc. erwähnt wird.Not coming back again and not sorry for it!"}, {"date": "02-04-2019", "rating": 3.0, "content": "Ruhiger Aussenbereich und gemütliche Innenräume direkt an Bahnhof Stadelhofen. Leider lässt die Burger-Qualität nach und ist nur noch durchschnittlich. Für ein Feierabend-Bier aber weiterhin empfehlenswert."}, {"date": "01-04-2019", "rating": 1.0, "content": "The service was vey bad, it took us 25 minutes to order and to make sure that we have ordered the correct stuff. No kids menu, food was very disappointing."}, {"date": "25-03-2019", "rating": 4.0, "content": "Das lässt das kulinarische und abenteurliche Herzen höher schlagen, mit Krokodil, Haifisch und anderen exotischen Spezialitäten."}, {"date": "24-02-2019", "rating": 1.0, "content": "Wollte kurz ein Bier trinken und auf den nächsten Zug (28 min später) gehen. Ich bin ein geduldiger Mensch und respektiere den Job des Servicemitarbeiters. Was mich jedoch stört, ist, dass man in einem leeren Lokal (wie heute passiert) nicht bedient wird, weil man im background redet. Lustigerweise sieht man im Spiegel, wie die Leute reden und die Angestellten sehen, wie man dort wartet. Nun ja, in einem Detailhandelladen unterhalb des Outbacks habe ich mir ein Bier für 1.90 CHF gekauft und bin dann auf den Zug."}, {"date": "23-02-2019", "rating": 3.0, "content": "Wir waren am Freitagabend in der Outback Lodge. Leider war es sehr laut und die Bedienung wirkte gestresst. Auch dass wir bezahlen wollten ging unter. Das Essen war sehr gut, die Portionen sind auch sehr gross. Das Bier ist sehr schmackhaft."}, {"date": "20-01-2019", "rating": 4.0, "content": "Have been here multiple times over the years, lately in summer in the lovely back garden they got. Nice clean relaxed place,not known to tourist much so not too crowded. Had awesome fish & chips with line last time I was there, also beer is always great, definitely a place to go in summer. Keep up the good work and great food!!!"}, {"date": "15-01-2019", "rating": 4.0, "content": "Abends oft voll, etwas laut und das Personal ist nicht immer sehr freundlich. Gegen das Essen ist jedoch nichts einzuwenden, vor allem die Fries sind super. Ist aber eher für jüngere, weniger für Familien oder „ruhige Dates“."}, {"date": "14-01-2019", "rating": 1.0, "content": "Ich bin über Mittag ins outback gegangen und es hatte nicht viele Leute.Das Personal war nicht freundlich und konnte nur englisvh oder französisch sprechen.Wir haben etwa 1:30 Stunden auf unser Essen gewartet. Dieses war sehr trocken und sie hatten nicht mehr alle Saucen auf Lager.Zu guter Letzt lonnte man nicht mal mit Karte zahlen.Fazit: Nie wieder"}, {"date": "12-01-2019", "rating": 3.0, "content": "Es war ziemlich voll. Grosse Auswahl an Bier. Die Margerithas fand ich persönlich zu süss mit zu wenig Alkohol. Grundsätzlich nett eingerichtet. Die Bedienung war freundlich."}, {"date": "05-01-2019", "rating": 2.0, "content": "Die Snacks die wir bestellten (Fries, Onion Rings, Chicken Wings, Guacamole/Hummus) waren alle in Ordnung. Der Service allerdings war einfach nur schlecht. Viel zu lange Wartezeiten in einem mehr oder weniger leeren Restaurant. Eine der Bedienungen, die wir nach der Rechnung fragten, verstand kein Deutsch, was ich in der Innenstadt von Zürich sehr fragwürdig finde. Als wir dann die Rechnung von einem weiteren Kellner bekamen, bemerkten wir, dass ein Getränk verrechnet wurde, das wir nicht bestellt hatten. Wir machten freundlich darauf aufmerksam und baten um eine neue Rechnung. Als Reaktion bekamen wir ein “Pfft” und eine neue Rechnung ohne Kommentar."}, {"date": "31-12-2018", "rating": 5.0, "content": "Dieses Lokal haben wir gerne und mehrfach besucht. Leckeres einfaches Essen, gutes Bier, gute Stimmung mit Musik, schöne rustikale Einrichtung. Ohne Reservierung haben wir sofort einen Tisch zwischen 17:00 und 18:00 Uhr bekommen. Liegt direkt am Bahnhof Stadelhofen und nicht weite vom Zürichsee, jederzeit wieder."}, {"date": "29-12-2018", "rating": 4.0, "content": "We had an early Saturday evening dinner. Kangaroo and Spare Ribs. Both dishes were very good and the service was friendly and fast. We will be back!"}, {"date": "24-12-2018", "rating": 3.0, "content": "A bit disappointing since my previous visit, needs a bit of oomph. Good service and attentive staff albeit a tad quiet, probably busier in the evening."}, {"date": "08-12-2018", "rating": 2.0, "content": "Nach der heutigen Erfahrung ist es sehr schwierig Punkte zu verteilen. Mit dem Service und dem Essen waren wir sehr zufrieden, aber was sich danach ereignet hat, hat nichts mit Respekt und Gastfreundschaft zu tun. In diesem Lokal zählt wohl nur der Umsatz und nicht die Nähe zum Kunden. Daher werte ich hier die Gastfreundschaft welche wir heute von der Leitung vor Ort erfahren haben. Aus Datenschutz verzichte ich auf eine Namensnennung.Wir haben zu dritt die Outback Lodge heute um 13.30 betreten und bekamen vom Service den Tisch am Fenster zugewiesen, der sehr gut war. Der Service war aufmerksam und freundlich und hat unsere Getränke und das Essen serviert. Im Verlauf kam einen weitere Person dazu und wir haben die Burger aus der Karte sowie weitere Getränke bestellt. Gegen Abend als wir weitere Getränke und weitere Snacks bestellen wollten, wurden wir von der Leitung aufgefordert den Tisch zu verlassen.Die Begründung sei, das eine Reservation auf dem Tisch sei. Auf meine Frage hin wo wir uns den setzten können, kam eine sehr arrogante und schnippische Antwort zurück. Wir können uns für eine halbe Stunde an einen andere Tisch setzten und danach sollen wir an die Bar. Keine Berücksichtigen unseres Konsums (kleine Aufmerksamkeit des Hauses), der Tonfall und die Gleichgültigkeit haben uns dazu veranlasst das Lokal zu verlassen. Die Ausrede das der Tisch nach zwei Stunden wieder frei sein soll, lassen wir hier auch nicht gelten. Niemand hat uns auf diesen Punkt aufmerksam gemacht noch ist er auf der Homepage vermerkt. Man sieht einmal mehr, dass nur das Geld und nicht mehr der Dienst am Kunden zählt, was sich zeitnah in fehlender Kundschaft zeigen wird. Die Arbeit des Servicepersonals ist hier ausgenommen, dieser war gut. Auf jeden Fall kann und werde ich dieses Lokal unter der aktuellen Führung nicht weiterempfehlen."}, {"date": "05-12-2018", "rating": 1.0, "content": "Went there with a group of 7 people. We ordered only drinks, cocktails and shots.Atmosphere is typical bar / pub and service was rapidly. The drinks were very bad, no taste and not well mixed. The shots were only fruit juices. To sum it up: high prices and low quality. I can't recommend that place and I will not return."}, {"date": "30-11-2018", "rating": 2.0, "content": "Als wir mit einer Gruppe zum Nachtessen im Outback waren, war es dort ziemlich überfüllt. Unsere reservierten Tische waren so eng besetzt, dass man wirklich Schulter an Schulter sass, richtig unangenehm! Zudem war es dadurch relativ heiss und sehr laut, so dass man sich nur mit Mühe verständigen konnte. Das Essen war gut, aber recht teuer, mit über 36 Franken für einen Hamburger mit Pommes. Die Getränke waren mit 8 Franken für ein Bier ebenfalls eher teuer. Die Toiletten waren in einem gruseligen Zustand, der Gestank unerträglich. Mit Putzen hat man es im Outback offenbar nicht so."}, {"date": "06-11-2018", "rating": 5.0, "content": "Besonders zu empfehlen sind die spare ribs und die chicken wings - aber auch sonst ein super Restaurant!"}, {"date": "05-11-2018", "rating": 1.0, "content": "Wir waren hier an einem montag für all you can eat chicken wings.Die erste Portion war sehr lecker alles bestens.dann bestellten wir mehr. ging etwa 45 minuten und dann kamen 4 weitere wings. Diese wartezeit ist viel zu lange für nur 4 wings. aber diese waren auch noch gut. dann bestellten wir wieder nachschub. das ging wieder eine halbe stunde und und dann kamen wieder nur vier wings.aber als wir von diesen einen biss probierten verzog es uns sofort das ganze gesicht. die zweite portion war schon salziger als die erste portion. aber diese dritte portion war pures salz. als kein vergleich zur ersten portion welche sehr lecker war.also das war wirklich ein witz, da hat man richtig gemerkt, je mehr man gegessen hat, desto schneller wollten sie dir den appetit verderben. das konnte man nicht mehr essen. mir und meinem freund war es danach richtig schlecht, nicht weil wir zu viel gegessen haben sondern weil das essen völlig versalzt war. wir mussten uns später beide übergeben.das war einfach nur noch traurig. bietet man all you can eat an und macht es jede portion ungeniessbarer bis man es gar nicht mehr essen kann. gute taktik fürs restaurant, aber schlechte taktik wenn man kunden bahalten will"}, {"date": "04-10-2018", "rating": 1.0, "content": "Das Outback am Bahnhof Stadelhofen ist nur geeignet für ein kurzes Bier auf dem Heimweg. Sofern man in den ersten 10 Mintuen bedient wird. Es kommt leider vor, dass der Student an der Bar dich trotz leerer Bar 15 Minuten ignoriert, da er lieber Shots trinkt und keinen Plan vom Kassenaystem hat. Schämt euch GL & Student!"}, {"date": "30-09-2018", "rating": 2.0, "content": "Trotz Reservation warteten wir mindestens 30min auf die Speisekarte, dann eine volle Stunde auf die Vorspeise und schliesslich nochmals(!) eine Stunde auf den Hauptgang (ohne einberechnete Essenszeit). Das sollte nicht passieren, kann man bei soviel Kundschaft aber mal verzeihen. Leider schmeckte dann aber auch der \"Aussie-Lover-Burger\" (für stolze 36.50, das ist sogar für Zürich eher viel) so, als hätten die Patties schon seit unserer Ankunft auf dem Grill gelegen: Aussen verbrannt, innen staubtrocken. Aufgrund der langen Wartezeit würgt man das Ganze dann trotzdem irgendwie runter, denn hungrig ist man bis dahin schon längst. Dabei konnte man wenigstens über die Fries nicht klagen, diese waren herrlich knusprig und lecker. Auch die besagte Vorspeise war grundsätzlich gut. Die Bedienung hingegen, schien entweder zu beschäftigt oder schlicht ignorant, erst 10min nach Auftischen der Vorspeise erhielten wir auf Anfrage ein paar Messer. Bei diesem Preisniveau muss definitiv mehr her. Immerhin ist das Ambiente einigermassen stimmig, auch wenn man hier und da vielleicht lieber ein paar Tische weniger aufgestellt hätte, sodass man nicht immer mit den Herrschaften hinter sich \"ellbögeln\" muss. Ein andermal bestellte ich mit Freunden ein paar \"goldene\" Tequilashots (Orange und Zimt statt Zitrone und Salz) für je 12.00. Wir durften uns dann mit Tequila und ein paar vertrockneten Orangenscheiben begnügen, Zimt gab es keinen (worüber wir erst nach Bestellung und bei Erhalt der Shots vor vollendete Tatsachen gestellt wurden), aber bezahlten trotzdem den vollen, sehr vollen Preis. Fazit: leider nein."}, {"date": "27-08-2018", "rating": 3.0, "content": "Variety of meat and quite well cooked. But this is not a delicatessen. Quite inexperienced waiters but friendly. Location is nice."}, {"date": "19-08-2018", "rating": 3.0, "content": "Tolle Lage. Coole Karte. Gemütliche Atmosphäre. Sehr gutes Essen. Keine Kindermenüs. Service tadellos. Die Preise sind für Familien deutlich zu hoch."}, {"date": "22-07-2018", "rating": 2.0, "content": "Ich war letztes Jahr mit der Familie hier und faden es so gut dass wir dieses Jahr wieder gehen wollten. Leider hat uns das Essen (Club Sandwich und vorher Wings) wirklich enttäuscht. Die Wings waren nicht frisch und das Sandwich fad und uninspiriert. Schade das hatte wir besser in Erinnerung. Da gibt es in der Preisklasse durchaus bessere Alternativen."}, {"date": "20-07-2018", "rating": 3.0, "content": "Im Hinterhof grosser Garten, mit ein paar Blumentöpfen... inmitten von Häusern eigentlich ruhig, doch es hallt sehr laut...die Speisekarte bemüht sich um Australien Food...Fish&chips nicht das wahre Australien, und der Kängurusalat mit trockenem Fleisch und kalter fettiger harter spanischer wurst ?? hat seinen Zenit vor langer Zeit überschritten...in der Karte ein Durcheinander von down under und dem restlichen Erdball..Schade, denn früher war dies klarer und auch die Preise nicht so überrissen...War lange nicht mehr da und gehe gleich lang nicht mehr hin..."}, {"date": "20-07-2018", "rating": 4.0, "content": "Gutes Essen. Nette Atmosphäre. Gute Getränke Auswahl. Leider etwas laute Musik. Ansonsten empfehlenswert."}, {"date": "02-07-2018", "rating": 4.0, "content": "Am Montag 02.07.2018 haben wir zu dritt reserviert um Chicken wings all you can eat zu essen (34.50 Chf)Die Reservation hatte super geklappt, das Essen war super in Geschmack und Preis/Leistung.Danke an Sabrina für den freundlichen Service. Wir kommen gerne wieder."}, {"date": "29-06-2018", "rating": 2.0, "content": "Food was OK, but nothing special. The \"Outback Killer\", advertised as being perfect for meat lovers, consisted of two rather small lamb chops, two or three cubes of kangaroo and a few slices of chorizo with some vegetables in between. The potato wedges were good, but a rather small serving. (I had lunch that day, I wasn't starving)The ambience is not really my thing - thrift shop furnishing is probably very authentic for an eatery far in the outback, but my chair was rather uncomfortable which is unfortunate, as we had to wait quite a while for the food (a colleague ordered ribs, apparently they take a while to prepare, but I only learned that by reading other comments here).The waitress tried really hard and was very friendly, but she had just too many guests to serve.And then there's the noise. It's so bad you can barely understand your immediate neighbors.You get all that for a price at the high end (typical for Zürich City), which doesn't quite correspond with the smell of the restroom (not so typical, except at some train stations)."}, {"date": "21-06-2018", "rating": 5.0, "content": "Ich war am Mittwoch Abend hier in der Outback Lodge. Die Getränke wurden prompt aufgenommen, einer sehr sehr freundlichen Bedienung. Das bestellte Essen wurde erstaunlich schnell serviert und schmeckte gut. Fleisch war zart!! wir hatten The Giga Spareribs Bestellt"}, {"date": "11-06-2018", "rating": 3.0, "content": "Wir haben eine Platte bestellt, auf der man alles einmal probieren kann. Von jeder Fleischsorte gab es zwei Stücke, dazu Wedges, Dal, zwei Dips und eine Art Fladenbrot. Sehr auffällig war, dass jeweils ein Stück pro Fleischsorte sehr zäh war. Ich habe mich gefragt, ob wir gerade die letzten warmgehaltenen Stücke plus neu gebratene bekommen hatten. Sehr merkwürdig! Die Wedges und das Dal haben sehr gut geschmeckt, das Fladenbrot war nichts für mich. Grundsätzlich hatte ich mehr vom Geschmack erwartet...die Location ist an sich schön, wobei es draussen nicht besonders gemütlich wirkt, wenn man neben der PET- Sammlung der Nachbarn sitzen muss. Könnte man vielleicht anders lösen.Die WCs waren übrigens eine Katastrophe! Bahnhofs- WC- Alarm!!! Alles sehr dreckig und ich weiss nicht, ob das am Boden wirklich nur Wasser war... darum sollte man sich besser kümmern!"}, {"date": "04-06-2018", "rating": 3.0, "content": "Abgesehen vom Känguruhfleisch auf der Karte, errinert wenig an Australien. Jeder der mal da war, wird so einiges auf der Karte vermissen, was wirklich typisch Aussie ist.Die Speisen werden gut zubereitet, man sollte jedoch nicht Australien a la Carte erwarten."}, {"date": "20-05-2018", "rating": 4.0, "content": "Ich war am Sonntag Abend hier in der Outback Lodge. Wir wurden schnell an einen Tisch geführ und die Getränke wurden aufgenommen. Auch das Essen konnten wir zügig bestellen, bei einer sehr freundlichen Bedienung. Das bestellte Essen wurde erstaunlich schnell serviert und war sehr schön angerichtet. Ich hatte das Menü \"Kangarooer\" mit Downunder Fries anstelle von Mash. Auf dem Teller erhielt ich zwei kleine Känguru Entrecotes, dazu ein Bohnen-Tomaten Ragout, die Fries und zwei kleine Schälchen mit Saucen.Die Fries waren unglaublich gut und sehr knusprig; die vermutlich besten Fries (britisch chips) die ich je hatte. Das Ragout war auch sehr gelungen, die Sour cream hat leider sehr nach Fertigprodukt geschmeckt. Der absolute Negativpunkt des Abends war aber das Fleisch. In der Karte als \"medium-grilliert\" versprochen, war es jedoch absolut totgebraten und dadurch fast ungeniessbar. Auch die zweite Sauce, welche sehr interessant nach Tomaten geschmeckt hat, hat das nicht wirklich besser gemacht. Als ich die Bedienung auf Nachfrage auf das Fleisch aufmerksam gemacht hatte, wurde uns freundlicherweise sofort ein Dessert offeriert.Alles in allem also ein sehr gelungener Abend in gutem Ambiente, jedoch sollte das Fleisch der Höhepunkt des Essens sein, was leider ganz und gar nicht der Fall war.Trotzdem kommen wir gerne einmal wieder; ich vermute, mein Fleisch war ein einmaliger Ausrutscher."}, {"date": "20-05-2018", "rating": 5.0, "content": "Really good restaurant.I took chicken. The sauce and the cooking of the chicken was really good.Best chicken I ate."}, {"date": "08-05-2018", "rating": 1.0, "content": "Wir waren vergangenen Samstag in einer Gruppe von sechs Freunden in der Outback Lodge Abendessen. Anfangs freuten wir uns sehr, denn das Ambiente ist hübsch und die Räumlichkeiten sind stilvoll eingerichtet. Doch dann fing das Unheil an: Wir warteten eine halbe Stunde auf Getränke, 1 Stunde und 15 Minuten auf die Vorspeise und sagenhafte 2 Stunden auf den Hauptgang. Als wir völlig ausgehungert und genervt endlich das Essen vorgesetzt bekamen, war dieses enttäuschenderweise nicht wirklich toll: Das Lamm war kalt (und auf Nachfrage nochmals erhitzt leider trocken), das Poluet sehr trocken und fasrig und einige Beilagen verbrannt. Als Entschädigung erhielten wir nach Reklamation wenigstens gratis Bier. Leider war es insgesamt ein schlechtes Erlebnis, das den Abend verdorben hat. Nicht wieder!"}, {"date": "14-03-2018", "rating": 2.0, "content": "Ci fermiamo mezzoretta dopo una cena in città e prima di prendere il treno . Aspettando al bar sentiamo il cameriere che dice a un cliente che ha solo 2 mani e già li ci rimango male . Chiediamo 2 birre ambrate e sono 16.-. Noto però che nessuno scontrino ci viene dato e non solo a noi ... poca musica ma calcio in tv insomma"}, {"date": "24-02-2018", "rating": 4.0, "content": "Il ristorante si presenta ben curato, un po’ rustico ma ricercato, molto frequentato (vi consiglio di prenotare) e con clientela abbastanza giovanile e piacevole (come anche il servizio). Il cibo è del tipo americano (hamburgers e tagli di carne) con possibilità di piatti vegetariani e tapas e insalate come antipasti, davvero gustoso e soddisfacente. Prezzi abbordabili per Zurigo (40€/testa per una portata e bevande). Consigliato!"}, {"date": "27-01-2018", "rating": 2.0, "content": "Wir hatten mal wieder Lust auf Ausi-Küche, Biere und Weine. Zu unserer Überraschung wurden wir schon bei der Ankunft darauf hinweisen, dass wir 1 1/2h später das Restaurant verlassen müssen trotz unserer Reservation. Sehr unfreundlich und nicht kundenfreundlich, nur noch Massenabfertigung. Schade!"}, {"date": "17-01-2018", "rating": 4.0, "content": "Endroit sympa, souvent bien visité en fin de journée travail de 17h-21h. Ambiance festive pour boire un verre a proximité immédiate de la gare de Stadelhofen. Joli carte de mets et possibilité de grignoter un spare rips pour l'apéro."}, {"date": "12-01-2018", "rating": 2.0, "content": "I have to say I never understood what makes this restaurant so popular. The food is very average, the staff is not particularly engaged, now going there for the third time I discovered that they also are quite cheap on ice and tomato juice for bloody mary (they serve it in a small glass, with no ice at all, so the taste of alcohol is way too strong). It must be the location - the place is right at the train station, making it quite convenient."}, {"date": "11-01-2018", "rating": 4.0, "content": "The restaurant has a good location at the Stadelhofen train station so its a good point to start at friday or sathurday evening. Some people say its a bit expensive but we had Jacksons Teller for two, big beers and dessert for 70 CHF both at this location and in Zürich i think its a great price.Its not my first time and the food is very good, sometimes you have to wait a little bit but its worth!"}, {"date": "07-01-2018", "rating": 3.0, "content": "Ich war mit Freunden an einem Samstag Abend essen. Das Restaurant war sehr voll und es wurde uns mitgeteilt dass wir max. 2.5h bleiben können. Ist ja auch genügend eigentlich, nur leider ist es sehr lange gegangen bis zuerst die Getränke und das Essen serviert wurden. Die Getränke wurden auch erst auf Nachfragen richtig serviert. Der grösste Minuspunkt aber ist die Fleischplatten-Vorspeise für rund 20.-. wir haben diese extra für 3 Personen bestellt. Als die Platte serviert wurde haben wir uns schon über die geringe Fleischmenge gewundert...aber als dann auf der Rechnung ~60.- dafür verrechnet wurden (3x~20.-), für eine Vorspeise(!!), fielen wir aus allen Wolken. 60.- für so eine mikrige Vorspeise ist eine Frechheit sorry! Die Hauptspeisen dafür waren vom Preis-Leistungsverhältnis ok. Getränke ein bisschen teuer. Die Getränke- und Essenskarte umfangreich. Ambiente ist cool."}, {"date": "06-01-2018", "rating": 1.0, "content": "Ich war gestern Abend mit einer Freundin im Outback (also wir waren zwei Mädels). Wir wollten eine Bestellung am Tresen aufgeben. Da wir etwas länger brauchten mit der Wahl des passenden Drinks war der Barkeeper (linker Unterarm mit längerem Text tätowiert), schon leicht ungehalten. Dann bestellten wir erstmal zwei shots bei ihm.Seine Antwort “now you drinking 2 shots and then you want to get f***ed? This is what you want? You want to get f***ed?.... ” usw. er hat damit noch etwas weiter gemacht. Das ganze hat er sehr laut hinterm Tresen stehend geäußert.Wir haben nur unsere Bestellung aufgeben und dieser Mensch fährt uns so an. So etwas habe ich in meinen Leben noch nicht erlebt. Noch in keinem anderen Land oder Stadt. Unglaublich.Wir sind dann sofort gegangen. Beim rausgehen haben wir noch mitbekommen wie er die nächsten Kunden angeschrien(!) wurden.Mich wunderte auch das seine Kollegen dieses Verhalten geduldet haben.Die Bar/Restaurant an sich ist nett eingerichtet. Nur die Musik passte nicht zum Laden. Es lief Elektromusik (Paul Kalkbrennerei usw) nicht sehr australisch.Wir gehen dort sicher nicht wieder hin. Und sicher auch andere potentielle Kunden wurden gestern dort vertrieben. Aber man kann es sich ja offensichtlich erlauben..."}, {"date": "31-12-2017", "rating": 4.0, "content": "I arrived with a hope to have a great beef steak here, All I found beef was burger and no beef steak. There were excellent lanm chops and kangaroo meat as we tried most everything on the menu. I went with the beef burger it is ok. Kangaroo was excellent and so was the lamb."}, {"date": "13-12-2017", "rating": 3.0, "content": "Wir hatten für Samstag Abend einen Tisch reserviert. Als wir in dem völlig überfüllten Restaurant ankamen war unser Tisch noch nicht frei und wir sollten noch einen Augenblick an der Bar warten. Nach mehrmaligem Anfragen, wann der Tisch frei ist, wurden wir dann nach einer halben Stunde an unserem Tisch geleitet. Die Bestellung und Bedienung ging dann recht zügig. Das Essen war insgesamt gut. Jedoch der Preis ist schon recht teuer.Die Bedienung war auf ihre Art freundlich aber immer sehr kurz angebunden.Was uns sehr negativ aufgefallen ist war die viel zu laute Musik und die dadurch entstandene Geräuschkulisse ."}, {"date": "07-12-2017", "rating": 1.0, "content": "Mi presento da sola perche mi trovo a Zurigo per un viaggio di lavoro e mi viene detto che non e possibile avere un tavolo per una sola persona senza nemmeno argomentare o scusarsi.Mai piu."}, {"date": "05-12-2017", "rating": 1.0, "content": "Pre-booked only to find out on site that our reservation did not exist. The staff offered us a table available for about 1 hour. Pointed out that 1 hour might be short in case the food is served late (as the place was crowded) and rushing to finish the food before they kick us out would not be the idea why we reserved that day at first place.Instead of trying to work out a solution, the staff was completely rude telling us that we’ve already used few minutes of that time by talking with him. Paying for such an arrogance? Sorry - never"}, {"date": "29-11-2017", "rating": 4.0, "content": "We went at outback to enjoy a burger and a nice beer with a friend of mine recently. Service was fast. I had a chicken sandwich which had a reasonable (Zürich) price/quality. My friend’s Aussie Burger was really big and tasty. Nothing wrong to highlight except the service which was a little rough but the lady was still helpful. Good, clean and warm atmosphere."}, {"date": "27-11-2017", "rating": 4.0, "content": "Bereits zum 2. Mal war ich in der Outback Lodge in Zürich. Das Lokal ist zentral beim Bahnhof Stadelhofen gelegen. Aussen gemütliche Gartenbeiz, zu jetziger Jahreszeit eher Rückzugsplätzchen für Raucher. Innen angenehmes, übersichtliches Ambiente, nicht sonderlich Outback-Style.Zum Essen hatte ich Hot Couple Chicken Wings und 1 grosses Eichhof-Bier. Der Bierpreis für ein einheimisches 5 dl Bier Eichhof fanden wir mit CHF 8.- relativ hoch, auch wenn man mitten in Zürich ist. Schade, dass es standardmässig nicht nur Aussie-Beers gibt, denn auch die sind sehr fein. Die 6 Chicken-Wings waren sehr fein, der Preis an der oberen Skala, denn es gab nichts dazu. Mein Kollege hat Southern Valley und war sehr zufrieden, auch hier war der Preis mit CHF 45.- nicht zu klein. Sehr guter und netter Service.Wir können das Outback auch anderen Australien-Freunden und die, die es gerne werden möchten, bestens weiterempfehlen."}, {"date": "23-11-2017", "rating": 4.0, "content": "Ganz guet gsi! Feini Herdöpfel-Country-Fries oder so. Chli luuti Musig zwar. Aber sehr netti und gueti Bedienig!! Hät gschtimmt. Chume wider. Chani empfehle! Schaad das es nur Foster‘s als australisches Bier git da. Gaht aber au."}, {"date": "13-11-2017", "rating": 5.0, "content": "well, a kind of typically swiss-oz style/ cool location/ good service/ fresh food/ large oz wine and much more to discover/ unfirtunate,to clean..;)) i enjoyed every bite of my barby-steak!😂"}, {"date": "07-11-2017", "rating": 2.0, "content": "Si vous rêvez de viande, de frites, de bière ou de vin dans un pseudo décor australien, alors vous êtes à bonne adresse. Pour ce qui est du trip culinaire, c'est un peu décevant. Pas mauvais, mais pas franchement bon non plus... de la grosse tambouille (saucisses de kangourou toutes sèches, frites un peu molles, hamburger pas très bien présenté et un peu tiède). Bref, on pourrait faire nettement mieux. Au moins, le service était efficace et sympathique."}, {"date": "29-10-2017", "rating": 4.0, "content": "Bedienung freundlich, Ambiente gut, Essen war auch gut, der Wein auch gut aber teuer.Ein Besuch lohnt sich."}, {"date": "27-10-2017", "rating": 1.0, "content": "Had to wait for over an hour. Very unfriendly service as well! Looking forward to seeing it go bust."}, {"date": "30-09-2017", "rating": 4.0, "content": "Went here sometime in August, ordered the Ribs and their Burger. Burger was ok. The Ribs were amazing - meat was falling off the bone."}, {"date": "16-09-2017", "rating": 3.0, "content": "Nicht nur Deko, Food, (Bier-)Trinken wie in Australien, sondern der \"englische\" Kauderwelsch von den Nachbartischen erzeugen hier das spezielle Ambiente. Gut geeignet zum Essen vor dem Ausgang und noch besser zum Einkehren nach dem Ausgang."}, {"date": "13-09-2017", "rating": 4.0, "content": "I visited the Outback on Monday since it's the all you can eat chicken-wings evening.The chicken wings are really delicious they come accompanied by tasty and crunchy potatoes wedges and a good creme fraîche sauce.You can choose the spiciness of the chicken-wings and I must say the sauce it comes with is delicious a perfect mixture of chili and garlic, my favourite is the medium spicy!Would visit again for sure."}, {"date": "11-09-2017", "rating": 2.0, "content": "Ich war hier über Mittag. Ich habe die gebratene Straussenfiletstreifen auf Blattsalat mit Mango und Avocado für CHF 29.00 und einen Kolleg von mir das grillierte Känguru-Entrecôte für CHF bestellt. Wir haben über 30 Minuten auf das Essen gewartet. Die Straussenfiletstreifen waren nicht so zart und waren nicht mehr so warm. Der Salat hat mir auch nicht wirklich geschmeckt."}, {"date": "06-09-2017", "rating": 3.0, "content": "Das Essen, wie der Service waren gut aber wir wurden trotz Reservierung nach 1 3/4 Stunden gebeten den Platz frei zu geben. Geht gar nicht! Es war ja nicht so, dass wir nicht konsumiert hätten. Nach dem Essen lag nach unserer Bitte, knapp noch ein Café drin."}, {"date": "23-07-2017", "rating": 4.0, "content": "Ich war für ein Mittagessen dort: Das Essen war gut, wurde schnell serviert und auch die Preise stimmten. Kann das Restaurant nur empfehlen."}, {"date": "11-07-2017", "rating": 1.0, "content": "Habe 20 Minuten gewartet und wurde nicht bedient.Es war kein Stress Kellnerin lief mindestens 5-6 an mir vorbei ohne zu fragen ob ich etwas möchte.Absolut nicht empfehlenswert"}, {"date": "09-07-2017", "rating": 5.0, "content": "J'ai pris le filet de crocodile et j'ai adoré. Il y a une belle carte et un service compétent et attentionnéParfois la chaleur y est étouffante, et c'est bruyant.Parfois il y a une sacrée ambiance, surtour quand c'est la fête nationale australienneC'est bon rapide et convivial"}, {"date": "08-07-2017", "rating": 2.0, "content": "Stopped in here as thought it might be like a mini Australia. Wrong, apart from some dodgy signs and cheap looking iron roof, plus a menu with kangaroo and crocodile that's really where it ends.The bar staff were not very friendly. We only had drinks but did think we might eat there. However when looking at the menu the prices even for Zurich were high. Shame as we were hoping it would be worth going back too. Plus ladies toilets were really unclean. So that for me puts me off eating in an establishment that has smelly, unclean toilets.Nope won't go again."}, {"date": "07-07-2017", "rating": 3.0, "content": "I enjoyed the lamb and my companion, more adventurous than I, tried the kangaroo. He said he would not do that again. The beer was cold, the lamb perfect, and the service friendly."}, {"date": "07-07-2017", "rating": 3.0, "content": "I had a burger and cider. The food was good but nothing special. It was close to our hotel and we knew it would be easy choices for our group."}, {"date": "30-06-2017", "rating": 3.0, "content": "Das Essen war ziemlich lecker, abgesehen dass bei den Pommes praktisch kein Salz dran war. Die Portionengrösse waren auch ganz OK.Wir hatten einen Tisch reserviert, kriegten aber leider einen Tisch drinnen und es war extrem heiss im Lokal. Wir hatten für 8 Personen reserviert, allerdings wurde uns ein 6er Tisch zuteilt, was ist etwas mühsam fand. Der Tisch war auch nur für 6 Personen gedeckt. Somit mussten wir nach dem Servieren des Essens nach zusätzlichen zwei Bestecks fragen.Zu bemängeln ist deutlich der Service, war sehr unaufmerksam und es kam nach dem Essen servieren nie jemand vorbei, um bei uns nachfragen, ob alles OK ist.Wir hatten für alle am Tisch Getränke bestellt und einige Getränke wurden vergessen. Somit hatten einige schon das Bier zum Anstossen und andere mussten nochmals nachfragen und ca. 10 Minuten waren, bis deren Getränke kamen, obwohl wir eine Bestellung zusammen aufgegeben hatten.Für Kinder bieten Sie keine Menüs an resp. wurde uns nichts in der Art angeboten."}, {"date": "26-06-2017", "rating": 5.0, "content": "Mit meinem Fussballteam besuche ich regelmässig die Outback Lodge. Das Personal ist super freundlich, die Atmosphäre locker und das Essen extrem lecker! Montags solltet ihr unbedingt die Chickenwings all you can eat bestellen, mein absoluter Favorit!"}, {"date": "13-06-2017", "rating": 4.0, "content": "Gemütliche australische Beiz mit bodenständiger Pub-Küche, guter Bierauswahl in gemütlichem Ambiente. Verfügt über einen ruhigen Aussenbereich. Guter Ort für ein After-Work-Bier mit freundlichem, speditiven Service."}, {"date": "13-06-2017", "rating": 2.0, "content": "Wir mussten sehr lange auf die Bedienung warten um etwas zu bestellen. Dann wollten wir vor dem Essen ein Apero nehmen, das Getränk kam aber gleichzeitig mit dem Essen. Die Pouletflügeli a discretion waren gut. Da wir die erste Portion nicht aufgegessen hatten, wollten wir es einpacken lassen. Dies ging leider nicht, weil \"all you can eat\" im Restaurant zu erfolgen hat. Sehr schade, denn es war ja nicht so, dass wir noch eine Portion \"to go\" bestellt hatten. Es war auf dem Teller und weiterverwenden werden sie's wohl nicht. Die Kellnerin gab auch zu, dass sie sehr viel Essen wegschmeissen. Dass man so locker damit umgeht, fand ich etwas schockierend. Das Personal spricht kaum Deutsch, zum Teil mussten wir auf Englisch bestellen. Auch bei der Abrechnung wurden meine Kollegen falsch abkassiert, sodass ich am Ende auch für sie mitzahlen musste. Obwohl Essen gut, leider zu viele andere \"Mängel\"."}, {"date": "03-06-2017", "rating": 4.0, "content": "Service war freundlich, Essen kam zügig.Der Salat war etwas langweilig, dafür war das \"Aussie Chicken\" sehr lecker.Netter laden, nicht wirklich etwas besonderes meiner Meinung nach."}, {"date": "31-05-2017", "rating": 3.0, "content": "Eine Kollegin hatte Geburtstag und wir waren zu 9 dort essen. Wir haben die Getränke schnell bekommen. Als wir das Essen bestellt haben, hat die Bedienung alles im Kopf sich gemerkt, wir waren sehr erstaunt. Doch als wir das Essen nach langer Wartezeit endlich erhielten, wurden 2 Gerichte vertauscht und 3 Gerichte falsch geliefert unteranderen wurden zwei Vergis (dürfte etwas mehr Vegi-Auswahl haben) mit Chicken serviert und ein komplett falsches Fleisch geliefert, deshalb mussten wir nochmals warten, ist sehr schade und nicht toll wenn man nicht gemeinsam essen kann oder das Essen kalt ist bis alles da ist. Das Lokal war sehr heiss, draussen war es kühler als im Restaurant."}, {"date": "03-05-2017", "rating": 4.0, "content": "Wir haben dieses Mal nichts gegessenen (im letzten Jahr hatten wir mal Snacks wie potatoe wedges, die waren leider so gar nicht gut. Schmeckten fettig und alt. Dafür waren Muscheln und Suppen das Mal davor Spitze). Die Cocktails und Weine sind sehr lecker. Der Service ist auch anstandslos."}, {"date": "29-04-2017", "rating": 3.0, "content": "Aber,....es war sehr laut, man kann sich kaum unterhalzen. Wenig Platz und keine gute Absprache unter den Angestellten. Es kam immer wieder jemand fragen ob wir zufrieden waren oder noch etwas brauchten, irgendwann nervt es dann fast.Das Essen war aber gut, das Fleisch genau richtig. Also ich würde wenn ich in der Nähe bin vielleicht schon nochmals gehen aber sicher nicht extra dafür nach Zürich reisen."}, {"date": "18-04-2017", "rating": 5.0, "content": "Nous avons été ravis de cette adresse que je connaissais il y a déjà quelques années. J'ai été agréablement surprise de réaliser que la qualité des mets n'avait pas baissé. Et malgré l'heure incongrue de notre repas, nous avons été grandement satisfait de notre repas. Nous avons pris un plat regroupant les trois plats principaux \"exotiques\" de la carte. Bien que nous aurions apprécié une portion de viande un peu plus généreuse, la qualité des mets et la quantité des légumes et country potatoes à clairement satisfait à nos palais et nos estomacs ;-)"}, {"date": "08-04-2017", "rating": 3.0, "content": "Zum Essen ganz okay. Nah zum Bahnhof Stadelhofen und zum Bellevue ist praktisch, um sich zum Businesslunch zu treffen (= mit OeV gut erreichbar). Es hat eigentlich fast immer fuer jeden etwas passendes, auch in unterschiedlichen Preislagen.Die Wartezeit ist gerade noch akzeptabel, aber gehoert vermutlich zum Konzept, irgendwie ... (in der inzwischen geschlossenen Zweigstelle in Uster wars regelmaessig ganz uebel).Das Personal ist freundlich, und die Speisen kommen immerhin gleichzeitig fuer alle."}, {"date": "07-04-2017", "rating": 2.0, "content": "Sehr laut. Unterhaltung mit Kollegin war möglich, aber nicht gemütlich.Nach Mitteilung, dass Knoblauch-Unverträglichkeit blieb fast keine Wahl mehr! Alles sei bereits vorbereitet und mit Knoblauch gewürzt: Gemüse, Tomatensauce, Shrimps.... Salatsauce; sogar meine Kollegin bekam anstelle von grünen Bohnen Salat mit Oel. Den Essig mussten wir noch extra bestellen! Der Rotwein wurde uns mit viel Verlust neben das Glas eingeschenkt...So etwas habe ich schon lange nicht mehr erlebt! Die haben es anscheinend nicht nötig..."}, {"date": "01-04-2017", "rating": 4.0, "content": "Repas rapide et agréable. Serveurs efficaces et polyglotte. Choix varié de plats et de bières (belges, allemandes, australienne)."}, {"date": "26-03-2017", "rating": 5.0, "content": "My favorite spot for get togethers with family & friends for the last 10 years.Best wings in town!Thanks for the great night out!"}, {"date": "07-03-2017", "rating": 4.0, "content": "Geschäftige und unkomplizierte Atmosphäre, eher junges Publikum, authentische einfache Küche, der Burger und die Country Fries gehören zu den Klassikern, ebenso die Chicken Wings. Nicht zu empfehlen für Gäste mit Tinnitus oder leisen Stimmen, die gehen bei ziemlich hohem Geräuschpegel beide unter."}, {"date": "06-03-2017", "rating": 4.0, "content": "Da begegnen einem noch echte Kerle, zumindest auf dem Plakat. Ein hübscher Ort, um nach der Arbeit auch einmal lautstark zu diskutieren oder seinen Frust loszulassen. Aber selbstverständlichkann auch ordentlich getrunken oder was fein, australisches gegessen werden. Sei es nach der Arbeit, vor dem Ausgang oder zu einem währschaft australischem Nachtessen - die Outback Lodge am Stadelhofen ist im schönen Garten oder im rustikalen Inneren immer einen Besuch wert."}, {"date": "25-02-2017", "rating": 1.0, "content": "Worst place! Bad treatment, refusing to add cheese to a sanduich! 30 min wait for having someone on the table! Horrible!"}, {"date": "12-02-2017", "rating": 5.0, "content": "Wir hatten zuerst die Wings und anschliessend die Platte, mit verschiedenen Köstlichkeiten. Es war alles sehr gut. Die Bedienung, Benjamin, war kompetent und sehr freundlich."}, {"date": "08-02-2017", "rating": 4.0, "content": "Ich war nun innert kurzer Zeit zwei Mal in der Outback-Lodge und wurde beide Male sehr freundlich bedient. Die Speisekarte ist einigermassen einfach, weshalb ich mich bisher meist für die Chicken-Wings als Vorspeise und einen Burger als Hauptgang entschieden habe. Die Burger sind sehr fein. Definitiv Potenzial hätte die Weinkarte – die dürfte um zwei/drei Weine ergänzt und etwas kreativer sein. Ebenfalls gewöhnungsbedürftig ist der Lärmpegel – insbesondere wenn man in der Nähe der Bar sitzt, kann es extrem laut werden.Fazit: Für einen einfachen Abend mit Kollegen eine gute Wahl, für ein Tête-à-Tête wohl eher nicht;-)"}, {"date": "07-02-2017", "rating": 1.0, "content": "Went there with my son and his 2 friends. They all had chicken and went sick 10 minutes after lunch. My son needed to be hospitalised. Bad food poisening. Will never go there again and never recommend to anybody."}, {"date": "29-01-2017", "rating": 3.0, "content": "Was an ok evening overall. They forgot that we were celebrating a double birthday even though we had mentioned it, the table booking guy was slurring and staggering (hic), the waitress was average and it was expensive even by Zürich standards but the food was good (Aussie steak and croc) and a good beer selection (even though some beers were not available). Probably won't go back in a hurry."}, {"date": "29-01-2017", "rating": 5.0, "content": "Der Empfang war sehr herzlich und wir wurden zum Tisch begleitet. Als Vorspeise hatten wir Krokodil am Spiesschen mit leckerem Chutney. Die Portion war nicht gross aber hat herrlich geschmeckt. Das Känguru war sehr zart und rosa grilliert. Die Haus Fries waren mit einer super Panade umgeben. Der Fleischspiess mit Känguru, Emu und Poulet kommt mit reichlich Beilagen. Das Outback hat eine grosse Auswahl an Bier, was super zum Essen passt. Der Service war sehr aufmerksam und speditiv."}, {"date": "03-01-2017", "rating": 2.0, "content": "Hätte ein schönes Silvesteressen werden sollen, da der Empfang aber so arrogant war und uns beinahe genötigt hat das Restaurant zu verlassen waren wir ziemlich enttäuscht. Das Essen war Ok wir hatten eine Platte mit gemischtem Fleisch wir haben dann nochmal nachbestellt was uns, ohne Hinweis der Bedienung, verrechnet wurde. Nun war das für mich das zweite Mal das der Herr am Empfang sehr unfreundlich und borniert war. Da gehe ich nie wieder hin."}, {"date": "03-12-2016", "rating": 1.0, "content": "Nice placeHowever, we had to wait more than one hour to get our table even though we booked it in advance, we had to wait outside and it was very coldThe waiter (small guy with glasses) was so rude with us I've never seen that in my life before, I wonder how he can be a waiterWon't go back there"}, {"date": "22-11-2016", "rating": 4.0, "content": "On Monday nights this Australian-themed restaurant offers something astonishing for Switzerland: all you can eat chicken wings (and unlimited fries with it), and this for a reasonable price for Switzerland (30-odd CHF per person). The wings come in three flavours and you can mix and match them.The good news is the atmosphere is fun, the staff very friendly, and the food of high quality. Also, the mere idea that you could stuff yourself silly with meat (or anything else for that matter) in Switzerland for around that price is frankly alone something to admire.The \"caution\" I would advise is, however, that the wings themselves are not at all authentic if what you are expecting is \"buffalo chicken wings\". They are more akin to fried chicken with a very light batter and spices. The mild flavour is basically \"unflavoured\" - just lightly battered fried chicken (wings). The \"middle\" flavour is slightly sweet with same batter and the \"hot\" is the best, with the most \"sauce\". As a \"wing expert\" I find the wings far too dry - authentic buffalo wings are very saucy and vinegary and are fried with no batter whatsoever.So in summary, good restaurant, good wings with the understanding that they are not meant to be chicken wings as one would find them in the USA. Then again, this is an Australian themed restaurant."}, {"date": "21-11-2016", "rating": 5.0, "content": "Really accommodating. Very attentive service. Food out quickly. Always a lively place. We used it for a pre-theatre dinner and were in and out really quickly, Huge effort by wait staff and management to make sure all was well. Notable."}, {"date": "19-11-2016", "rating": 3.0, "content": "Zum wiederholten male wurde ich schlecht empfangen...Empfang wusste nicht, trotz leerem Restaurant, dass Freunde schon da waren trotz deren vorgängigem Hinweis. Penetranter Friteusengeruch überall. Toilette war sehr ecklig (Fauen), bestimmt tagelang nur schnell oberflächlich behandelt...wenn so die Küche aussieht? Essen sonst ok. Bedienung meist überfordert. Allgemein viel zu teuer."}, {"date": "16-11-2016", "rating": 4.0, "content": "Schöne atmosphäre, belegschaft, interieurZentrale lageJunge nette bedienungCocktails ungeniessbarSehr gut besucht"}, {"date": "10-11-2016", "rating": 4.0, "content": "Jeden Montag Wings-Deathmatch im Outback. X-D Ein super Angebot. Aber mann muss frühzeitig reservieren!"}, {"date": "25-10-2016", "rating": 5.0, "content": "Went here for dinner and was not disappointed.I had read about the ribs in a previous review and they were indeed very soft and tasty. Just the way I like them.The side potato wedges was awesome; they're so crunchy! They go well with the sour cream.Service was good and fast. We weren't left looking around hoping to catch someone's eye, instead a waiter showed up whenever we wished to get the tabled cleared, desert ordered or pay. Well done!Food/drinks are not cheap, but that's Switzerland."}, {"date": "25-10-2016", "rating": 5.0, "content": "Die Atmosphäre, das essen, alles passt! Hervorzuheben sind die Chicken Wings in Kombination mit den Ranch Potatoes, einfach hervorragend! Die Bedienung ist äusserst freundlich, Mevi, der durch seine zuvorkommende und humorvolle Person meine Besuche noch angenehmer gestaltet, ragt stets hervor. Ein ausgezeichnetes Lokal, welches ich jedem weiter empfehle."}, {"date": "23-10-2016", "rating": 4.0, "content": "The restaurant/ bar is in a good location at Stadelhofen Bahnhof (Station) and only 5 minutes walk from Bellevue tram stop and the lake. Seating outside for the long summer days and cosy inside for the long winter nights. Very much an Australian theme for both the decor and the food. Menu includes crocodile and kangaroo, but I had the ribs served with country fries which were perfect. Ribs were very tender and the meat was falling off the bone. The staff were happy to split the ribs between two people which is good service.Overall the place has a good 'buzz' and great staff. It can get very busy, so probably best to reserve a table at peak times."}, {"date": "19-10-2016", "rating": 4.0, "content": "Wir waren diesen Sommer mehrere Male im Outback, da es sehr gemütlich ist, draussen in der Gartenwirtschaft zu sitzen. Die Lage direkt beim Bahnhof Stadelhofen ist sehr gut. An sonnigen warmen Abenden empfiehlt sich eine Reservation. Die Karte bietet nebst typisch australischen Gerichten auch eine Auswahl an Burger, Chicken und Salaten. Das Tartare hat hervorragend geschmeckt. Die Portionen sind gerade richtig. Der Service ist sehr freundlich und zuvorkommend. Preis/Leistung ist völlig ok. Wir gehen wieder."}, {"date": "19-10-2016", "rating": 4.0, "content": "Waren über Mittag hier und durften einen leckeren Burger und einen tollen Salat geniessen. Die Speisen sind sehr schmackhaft zubereitet und schön präsentiert. Das Lokal ist australisch eingerichtet und bietet auch Spezialitäten von Down Under. Der Service ist freundlich und zuvorkommend. Gerne wieder."}, {"date": "15-10-2016", "rating": 3.0, "content": "Buntes Treiben am Abend mit vielen jungen Menschen, die sich angeregt unterhalten. Dementsprechend ist es auch recht laut. Nach neun Uhr abends wird es etwas ruhiger, weil dann auch die Familien wieder weg sind.Die Menükarte ist vielseitig und macht Lust auf etwas. Die Burger sehen gut aus. Meine Portion Muscheln war gut gemacht, wenn auch mengenmäßig etwas mager."}, {"date": "08-10-2016", "rating": 5.0, "content": "Wir waren gestern im Outback und waren sehr positiv überrascht.Leider liefen wir zuvor immer daran vorbei, da der Eingang vom Bahnhof nichts über die wahren Qualitäten verspricht !Das Essen (ich hatte Kroko als Vorspeise und Spareribs mit den geschmackvollsten Kartoffelscheiben, die ich bisher ass) als Hauptspeise) sind eindeutig hervorzuheben !!!Sowohl die Einrichtung als auch das internationale Publikum versetzt einen kurzfristig an einen anderen Ort.Fazit: Superleckeres Erlebnis - wir kommen bald wieder !!!"}, {"date": "26-09-2016", "rating": 5.0, "content": "Emu Steak war lecker, die Atmosphäre ist genial, die Bedienung war super nett. Waren ohne Reservierung da, nicht zur Hauptessenszeit."}, {"date": "13-09-2016", "rating": 3.0, "content": "Wer gerne kräftige, deftige Küche mag ist hier richtig. Auch richtig sind alle fernwehgeplagte Australienreisende. Hier kann man kulinarisch untermalt in den schönen Erinnerungen schwelgen."}, {"date": "06-09-2016", "rating": 4.0, "content": "Das Outback Lodge ist ein rustikales Australisches Restaurant in Stadelhofen, direkt um die Ecke des Bahnhofs. Also leicht zu erreichen und nach ein paar Bier auch wieder sicher nachhause zu kommen. Das Essen ist rustikal australisch aber hat auch einen speziellen Pfiff. Sehr lecker und zusammen mit ein paar Bier genau das Richtige nach einem Einkaufsbummel. Ich war mit einer Gruppe dort - das scheint sehr beliebt zu sein. Allerdings sollte man dann reservieren. Ein bisschen laut kann es auch werden."}, {"date": "03-09-2016", "rating": 4.0, "content": "4 Stars for the bar... Havent tried the food yet... Amazing place to hangout... Location is just perfect... Fun to hanground with the staff 😀😀"}, {"date": "03-09-2016", "rating": 2.0, "content": "We ordered the chicken club sandwich and the emu combination dinners. We asked for a wine recommendation for the emu and ordered accordingly. It was a terrible combination which made both the food and wine flavor far worse. Yuck!! I left the wine without drinking it. Really terrible! The chicken sandwich was tasteless. The tomatoes, lettuce and chicken were flavorless and the chicken was dry.The bread was ordinary white toast bread. When we discussed the food problems with the staff, the response was, \"Oh, sorry.\" Additionally the women's bathroom had no soap for hand washing.No reason to return."}, {"date": "26-08-2016", "rating": 4.0, "content": "Gestern durfte ich einen lauen Abend im Gartenrestaurant des Restaurants Outback Lodge verbringen. Das Restaurant bietet eine grosse Auswahl an typisch australischen Gerichten an. Wegen der Hitze von über 30 Grad habe ich mich auf einen leichten \"Queensland-Salad\" beschränkt und dazu ein australisches Bier gegönnt. Die Bedienung war sehr freundlich, doch etwas zurückhaltend. Nach dem Service der Hauptspeise dauerte es etwas lange, bis ich auf weitere Wünsche angesprochen wurde. An den vielen Besuchern des Gartenrestaurants kann es nicht gelegen haben, denn das Restaurant selbst war praktisch leer. Dennoch ein gelungener Abend."}, {"date": "19-08-2016", "rating": 4.0, "content": "A decent place to go in Zurich if you want Americanised Aussie food. The staff are friendly and it is easy to get to from the major hotels."}, {"date": "19-08-2016", "rating": 4.0, "content": "Food was good and original, price was average for the area. Only downside is the perpetual noise...music not loud enough to be music but quite enough to be a back ground noise"}, {"date": "15-08-2016", "rating": 4.0, "content": "Wir haben in einer Gruppe von 5 Personen den Crazy Chicken Monday besucht, bei welchem man für CHF 32.50 soviel Chicken Wings & Fries wie man will essen kann. Unserer Meinung nach sicherlich nicht die billigsten Wings aber dafür mit Abstand die Besten. Wir haben den Abend sehr geniessen können und die Bedienung war sehr bemüht unseren Bestellungen nach zu kommen. Das Gesamtpaket hat uns überzeugt und wird kommen sehr gerne wieder!!"}, {"date": "12-08-2016", "rating": 5.0, "content": "War hell begeistert von der Freundlichkeit des Services sogar eine kleine Weindegustation mit dem Chef stand fest. Club Sandwiches waren exzellent !! Preise vernünftig. Portionen Gross"}, {"date": "11-08-2016", "rating": 5.0, "content": "War hell begeistert von der Freundlichkeit des Services sogar eine kleine Weindegustation mit dem Chef stand fest. Club Sandwiches waren exzellent !! Preise vernünftig. Portionen Gross"}, {"date": "07-08-2016", "rating": 3.0, "content": "Das Restaurant war an einem Samstag Abend übervoll! Das Lokal war laut, aber das Personal war freundlich! Das bestellte essen bekamen wir nach 40 Minuten! Zum Essen: ich persönlich hätte ein bisschen mehr erwartet! Leider, wie fast immer üblich in der Schweiz, waren die Portionen sehr minimalistisch gehalten! Wieso und warum bleibt mir leider ein Rätsel?! Eigentlich schade, da das Restaurant Outback nicht gerade zu den günstigsten gehört! Aber satt wird man trotz Vorspeise und Hauptgang nicht! Schade, hingehen werde ich nicht mehr!"}, {"date": "01-08-2016", "rating": 4.0, "content": "Mit einem kühlen Bier, gespritzten Weisswein sauer, ging's los, mit Chicken Wings und Aussie Monster Truck Burger mit Downunder Fries mit Dips und Saucen in alle Richtungen und Schärfen und vielem mehr, gute rustikale Aussie Küche, keine Sterneküche, aber einfach gut und so anders, gerne wieder einfach eine gute Erinnerung an Australien."}, {"date": "29-07-2016", "rating": 3.0, "content": "Das letzte Mal waren die Menüs sehr hübsch angerichtet und das Fleisch auf den Punkt gebraten - sehr lecker. Mir scheint, dass die Küche einen grossen Schritt vorwärts gemacht hat.Die Bedienung (Cairo) war sehr nett."}, {"date": "28-07-2016", "rating": 4.0, "content": "Das Outback liegt sehr verkehrsgünstig direkt am Bhf Stadelhofen. Wir waren mittags da, im schönen Aussenbereich (Innenhoflage, kein Verkehrslärm). Zusätzlich zum bestellten Gericht gab es kostenlos eine kleine Suppe und einen kleinen Salat als Vorspeise sowie ein kleines Dessert - eine sehr nette Geste, die es im Umfeld in keinem Restaurant gibt! Auch dem Wunsch nach etwas mehr Tartarsauce wurde schnell und kostenlos entsprochen. Freundlicher Service und gutes Essen."}, {"date": "22-07-2016", "rating": 4.0, "content": "Solide Leistung. Mittagsmenue gut und preiswert. Sehr angenehme Bedienung, die Frage nach mehr Salat wurde sofort mit einem zweiten beantwortet."}, {"date": "14-07-2016", "rating": 4.0, "content": "Super essen super drinks!! Freue mich immer wieder her zu kommen!!! Nette bedienung und sehr verkehrsnah!! Weiter so!!"}, {"date": "03-07-2016", "rating": 2.0, "content": "Wir waren dieses Wochenende mit ein paar freunden im Outback um etwas zu trinken, da gerade das Zürichfest war, wurden wir aufgefordert für die Toiletten 2.- zu bezahlen obwohl wir Gäste des Restaurants waren. Nach längerer diskusion wurde uns dann geglaubt das wir Konsumenten sind und wir durften gratis auf dir Toilette. Um ca 23:30 ging es meiner Freundin nicht so gut und sie hat ihr Wasser von ihrer Tasche rausgenommen um einen schluck zu trinken. Keine zwei sekunden später steht er Angebliche Cheff de Lokals vor uns und bat meine kolleging ihm das Wasser zu geben. Sie verweigerte dies und er fordete sie auf 5.- zu bezahlen. Obwohl wir stark konsumiert haben sei es uns nicht erlaubt ein schluck wasser zu trinken von unserer Flasche. Nach erweitertem verwegern des betrages zu bezahlen sowie die Flasche abzugeben, wurden wir aus dem Lokal geschmissen mit der begründung wir verhalten uns nicht korrekt und er müsse sich dies nicht gefallen lassen an einem Samstag abend. Dies war mein letzter besuch im Outback! Echt eine miese leistung was ihr da geboten habt !!!!!"}, {"date": "28-06-2016", "rating": 3.0, "content": "因为七点在苏黎世歌剧院听歌剧，所以就近找了个点评不错的餐厅。在一个院子里，有点不好找。主打澳洲菜，以烤鸡、牛排为主。我点的是烤鸡胸肉配米饭，味道很一般"}, {"date": "22-06-2016", "rating": 2.0, "content": "It has been a few years since we last were here and the first impression that meets you is, that the place is worn down, the floor is dirty with litter scattered around and the toilets are far from the normal Swiss standard.We ordered a sampler as starter and at the price of CHF 17,50 per person we were not satisfied with the quality and size. It was clear that most of the stuff was pre-cooked.As main we had a variety of burgers and an emu steak. The fries were really good, whereas the buns were low quality. I still dont understand why restaurants in general do not serve a really good quality bun for their burgers.The restaurant does have an interesting variety of Australien dishes and the emu steak was good.The service was ok and friendly.All in all we were disappointed about this place and we are not coming back. The toilets were simply unacceptable in terms of cleanliness."}, {"date": "31-05-2016", "rating": 5.0, "content": "Hammer Burger & Fries, freundlicher Service und natürlich typisch australische Drinks! All together sehr empfehlenswert und definitiv einen Abstecher ins Outback wert!"}, {"date": "29-05-2016", "rating": 4.0, "content": "Ein Restaurant - gut aber sehr Laut und immer viel Los. Leider sind die Portionen doch etwas kleinlich abgezählt - pro Person ein Stück Fleisch.... Die Bedienung ist freundlich, spricht aber nur Englisch.... Das essen kam für die ganze Gruppe gleichzeitig an den Tisch - hat mich sehr gefreut. Eine Reservation ist sehr zu empfehlen - meistens immer ausgebucht!"}, {"date": "27-05-2016", "rating": 5.0, "content": "Want to say a big thanks for making my friends birthday such a special experience. We all had a lot of fun, food was exceptional as always, can't get enough of the ribs. Service was friendly and very attentive, especially with being so busy. If your after a good meal, with waitstaff having a smile on their face don't go passed a meal at the Outback."}, {"date": "14-05-2016", "rating": 1.0, "content": "Die Toiletten sind mit der grusigste Ort, der mir WC-mässig seit vielen Jahren untergekommen ist - der Boden klebt, es riecht nach Urin, die Türen verschmiert --- so kommt kein Appetit auf und auch kein Vertrauen in die Hygiene in der Küche - am Eingang hängen die Vorhänge schräg, die Fenster verschmutzt, der Boden im Restaurant nicht wirklich sauber --- die Speisekarten wenig einladend -- das Essen war indes schmacklich ok, aber man isst angesichts der hygienischen Bedingungen nicht mit Genuss - so kann man nicht mehr als zwei Punkte vergeben - das Essen an sich ist aber auch nicht mehr als drei Punkte wert, der Service durchaus freundlich und hilfsbereit --- hier besteht dringend Handlungsbedarf für Renovation und Hygieneupdates, der Zenit des Restaurants ist offensichtlich schon länger überschritten"}, {"date": "12-05-2016", "rating": 5.0, "content": "Das Outback- was will man mehrsagen als: Geht hin.Wir waren zum Apéro zu einem Bier und dann anschliessend Essen. Ja es ist laut, sehr laut aber dass muss so sein, wer in stille und ruhe was Essen will ist dort am falschen Platz, dies sagte mir auch meine Begleitung. Essen war sehr lecker, inkl. Vorspeiseplatte mit Spezialitäten aus Australien.Also kurz und klar, ich komme wieder und sucht ihr das spezielle Restaurant dann geht unbedingt ins Outback. Falsch machen könnt Ihr da nicht ausser man ist Lärmempfindlich, Service sehr freundlich! Macht weiter so!"}, {"date": "11-04-2016", "rating": 5.0, "content": "Mit einem Besuch in einem Outback kann man einfach nie was falsch machen! Das Essen ist v.a Burger- und Wingslastig (ob das typisch australisch ist, weiss ich nicht, aber ich weiss nur das noch jedes Gericht total lecker war). Auch der Nachtbetrieb am Wochenende ist sehr gut, die Bedienung war trotz vollem Haus sehr schnell und sehr freundlich und auch noch sehr spät servieren sie immer noch Wings und Fries. Die Getränke- und Gericht Karte ist sehr gross und abwechslungsreich."}, {"date": "10-04-2016", "rating": 3.0, "content": "Nach vielen Jahren suchten wir wieder einmal und ohne Reservation dieses Lokal auf. Wir bekamen einen Tisch für max. 1 1/4h zugewiesen. Die Karte kam bald, das Getränk / Wasser auch, dann bestellten wir den Burger und das Pulled Pork (ohne Fociacca), dazu 3dl offenen Shiraz. Da es den von uns gewünschten Wein nicht mehr gibt, wurde uns ein anderer Shiraz empfohlen. Leider war die erste Flasche ungeniessbar, so gab's einen zweiten Versuch (mit an der erste Flasche riechen hätte diese Ehrenrunde vermieden werden können). In der Folge lief der Kellner geschlagene 4 mal von der Küche an uns vorbei, ohne uns Weingläser zu bringen. Leichte Irritation machte sich breit. Nun gut, der von uns bestellte Hauptgang kam. Mein Pulled Pork war exzellent, wenn auch absolut klein von der Portion her, die Cuts waren gut, der Cole Slaw mit Verlaub eine Frechheit (man stelle sich diese winzigen Glas-Schälchen vor, in welchen zuweilen Ketchup serviert wird, diese noch ein wenig Kleiner, so dass exakt 2.5 Gabeln Cole Slaw drin Platz fanden). Der Burger war, gemäss Aussage meines Partners, ok, aber nichts Herausragendes. Wirklich satt wurde man auf alle Fälle knapp als Frau und nicht als Mann. Für das Bestellte kam eine Rechnung über 96.50 (und zwar exakt 5 Minuten, bevor unser Tisch weiter-reserviert war. Wir sind uns nicht schlüssig, ob man sich seitens Management auf den einstigen Lorbeeren ausruht, vom Ruhm alter Zeiten zehrt oder ob diese Leistung dem Zeitgeist entspricht."}, {"date": "09-04-2016", "rating": 4.0, "content": "The chicken wings were amazing and so were the fries .. cocktails are also great. Friendly service and quick"}, {"date": "08-04-2016", "rating": 4.0, "content": "Dieses Lokal ist sehr autentisch eingerichtet. Man fühlt sich gleich wie in Down Under.Wir wollten nur eine Kleinigkeit essen und dazu ein Glas Wein geniessen und bestellten deshalb die Meze-Platte. Alle Produkte schmeckten sehr gut und der australische Cabernet passte sehr gut dazu.Die Bedienung ist jung und aufgestellt."}, {"date": "07-04-2016", "rating": 3.0, "content": "Gutes Pub, gutes Bier und Burger / FriesMan kann Krokodil, Känguru, Emu und Co ausprobieren, was ganz witzig ist. über die Qualität lässt sich jeweils streiten.Restliches Essen ist ok (Poulet teilweise zu trocken oder schmeckt nicht so frisch)Mir sagt das Bier, die Burger und Fries am meisten zu. Die Mezze sind zwischendurch auch mal interessant. Mit diesem Essen kann man im Outback nichts falsch machen.Beilagen waren immer sehr gutBedienung nett, teilweise etwas gestresst/im DruckNegativ: die klebrigen/älteren Menu-karten UND ein riesen NO GO sind die Toiletten:Die Toiletten sind unter aller S**! Jedes Mal ekle ich mich enorm auf die Toiletten zu gehen. Es ist seit Jahren ein riesen Chaos und echt zum Grausen! Da MUSS das Management endlich mal eine Lösung finden, denn genau das hält mich ab, weiterhin in dieses Lokal zu gehen. Für mich gehört eine saubere Toilette einfach zum gesamten Erlebnis dazu. Sei es, wenn ich nur ein Bier trinken gehe oder wenn ich dort essen möchte. Das Problem scheint bekannt, wird aber nicht behoben. Dafür gäbe es diverse Möglichkeiten. Mehr Putzpersonal, das regelmässiger vorbeischaut, PIN Code, dass nicht alle Bahnhofsbesucher auch noch ins Restaurant auf die Toilette gehen usw.So lange da nichts gemacht und weiterhin ignoriert wird, werde ich nicht mehr in dieses Lokal gehen."}, {"date": "31-03-2016", "rating": 4.0, "content": "Wir waren nicht das erste und auch nicht das letzte Mal im Outback. Beim letzten Besuch stand Känguruh auf der Karte, dazu grüne Bohnen und Wedges. Es war sehr lecker, insbesondere die Gewürzmischung an den Wedges haben mir sehr gut geschmeckt. Wir kommen definitiv wieder, wenn wir mal in Zürich sind."}, {"date": "30-03-2016", "rating": 5.0, "content": "I had different good meals already but the chicken wings are the real why I choose this restaurant aand the rasperry frozen margarita! Delicious!!"}, {"date": "30-03-2016", "rating": 5.0, "content": "I always go with friends and the burgers never let me down. Thumbs up!In the city center, easy to meet and take train back home!"}, {"date": "27-03-2016", "rating": 3.0, "content": "Ich war mit Freunden hier am essen. An der Bar hat es mir gefallen und die Leute sind offen und nett. Auch das Lokal hat was. Aber das Essen! Meine güte so was von ungenügend. Auser den Hamburger war nicht wirklich etwas super tolles dabei. Die Vorspeiseplatte war ganz OK, die würde ich wieder nehmen."}, {"date": "27-03-2016", "rating": 2.0, "content": "Wir waren am 24.3.16 das erste mal in diesem Restaurant und wollten meinen Geburtstag mit einem etwas anderen, speziellerem Mittagessen feiern.Bei der Mailreservation haben wir vermerkt das wir einen Dessert als Überraschung wünschen. Lediglich eine \"fast\" automatische Standardantwort ohne auf unseren Wunsch einzugehen wurde uns gesendet.Das Restaurant war nicht stärkt frequentiert und wir könnten einen Platz selber aussuchen.Das Essen war gut, aber die Bedienung war teilweise nicht sehr aufmerksam. Die plastifizierten Menükarten war klebrig und ein absolutes \"no go\" sowas einem Gast in die Hände zu drücken. Dadurch ergab es den Eindruck das das ganze Restaurant schmuddelig daher kam. Die Blütezeiten sind definitiv vorbei und das ganze Konzept müsste neu überdenkt werden!Auch das von uns gewünschte Überraschungs-Dessert wurde komplett ignoriert und nie serviert! Preis/Leistung nicht in Ordnung und generell kann ich dieses Restaurant nicht empfehlen aus den oben erwähnten Gründen."}, {"date": "23-03-2016", "rating": 3.0, "content": "I had lunch at the restaurant and all in all it was ok. I ordered a pulled pork Focaccia. I loved the down and under fries. They are really good. The pulled pork foccacia was ok. The bun itsself tasted good but i had better meat. For me the lunch menue it was a good price though, since you get a salad and soup included to the price of 25.50. A minus was that I had to wait quite a while probably 40min til the main dish was served and I was in a rush to head out. I kind of expected it to be faster since its already a lunch menue. The staff was super friendly they apologized for the long serving time. Like mentioned all in all it was ok."}, {"date": "23-03-2016", "rating": 3.0, "content": "Wird im Outback eine Stange Bier serviert, dann ist dieses leider so eingeschenkt, dass gerademal die Schaum-Oberkannte den Füllstrich erreicht.Wir waren zu dritt und bestellten sechs Aussie-Mezze zur Vorspeise. Serviert wurde leider nicht, was wir bestellt hatten. Unsere freundliche Rückmeldung, dass wir Champignons und keine marinierten Crevetten bestellt hätten, schien die Bedienung zu nerven. Eine kurze Entschuldigung für den Fehler hätte nicht geschadet. Zudem ist es schade, dass die Portion \"Focaccia-Cuts\" so klein ist, dass die Bedienung bereits beim servieren nachfragen musste, ob wir denn noch mehr Brot haben wollten. Das Brot kostet im Outback übrigens extra.Der Queensland-Salad schmeckte soweit gut und kann durchaus weiterempfohlen werden.Das Lokal hat eine schön rustikale Ambiente (so ist das Outback halt) und wir fühlten uns wohl. Der Service war korrekt, aber - zumindest an jenem Abend - nicht eben warmherzig."}, {"date": "22-03-2016", "rating": 1.0, "content": "Das Essen war Ok gemäss dem Preisleistungsverhältnis.Was für mich als Gastronom der absolute Hammer war, ist wie wir verabschiedet wurden.....nach dem Essem bestellten wir noch eine Runde Getränke, als wir nichtmal bei der Mitte des Glasses angekommen sind, kam die Kellnerin und fragte ob Sie einkassieren kann (ohne zu Fragen ob wir noch etwas möchten) ...darauf hin sagte Sie dann nebenbei bein weglaufen, wir könnten noch austrinken aber Sie brauchen den Tisch.......Da uns weder beim Platzieren noch vor dem bestellen gesagt wurde, das der Tisch wieder reserviert war.....waren wir einfach nur Sprachlos!!!!...EIn Grund für mich nie wieder hin zu gehen......Kunden im Stundentakt mit Bürgern abzufertigen darf sich nicht Restaurant nennen!!!! ;-)"}, {"date": "20-03-2016", "rating": 4.0, "content": "We went here on a Saturday before going to the cinema..the Corso is just around the corner. Booked the table online at 3pm and arrived by 6.30..so glad I had booked as the place was full! I ordered a Tasmanian lager which was scrumptious!!We did not have starters, so the mains were: the Outback killer which is a large skewer with chicken, ostrich and emu and vegetables and fries. The meat was too cooked for our liking but the rest was great. We also had the rack of lamb with mashed potato and green beans....best lamb rack I have had in a long time. Will definitely come again and have that-delicious!The dessert was rather dry...a small round chocolate cake which needed ice cream with it but we tried it as it was on the menu. I would not have that again.The waitress was very helpful and friendly. We shall be back again soon."}, {"date": "16-03-2016", "rating": 4.0, "content": "Hier gehen wir gern vor oder nach dem Kinobesuch im Corso am Bellevue auf ein Bier oder auch mehr vorbei. Leckere und exotische Biere, dazu Fingerfood..."}, {"date": "12-03-2016", "rating": 5.0, "content": "Pretty much only ever tried the wings and the fries, but that's what I'm awarding 5 stars for. Wings are divine, the \"down under fries\" excellent."}, {"date": "05-03-2016", "rating": 4.0, "content": "Wir haben ohne Reservierung einen Platz gefunden, obwohl das Restaurant schon sehr gut gefüllt war. (Donnerstag)Die Bedienung war gut, aber nach meinem Geschmack etwas aufdringlich.Als Vorspeise kann man eine Platte mit verschiedenen kleinen Sachen selbst zusammenstellen.Auch die Hauptspeiseb sind sehr interessant.Es gibt auch etwas exotisches Essen. Z.B. Känguru, Krokodil, Emu...Alles war sehr fein zubereitet und die Portionen waren gross.Da blieb leider kein Platz mehr fürs Dessert.Das Ambiente ist schön gemacht. Einziger Nachteil: Es ist sehr laut."}, {"date": "03-03-2016", "rating": 3.0, "content": "Das Essen war gut, aber nicht wirklich speziell.Känguru-Wurst ist zu empfehlen :)Netter und schneller Service trotz Hochbetrieb!"}, {"date": "02-03-2016", "rating": 4.0, "content": "Das Essen war fein (besonders die Downunder Fries) und die Auswahl beim Bier toll. Am besten reserviert man am Abend; sonst sitzt man eventuell gleich bei der Bar und dort geht es etwas lauter zu und her."}, {"date": "29-02-2016", "rating": 5.0, "content": "Sehr empfehlenswert und immer wieder einen Besuch wert. Die Atmosphäre ist toll und das australische essen schmeckt super."}, {"date": "25-02-2016", "rating": 3.0, "content": "This is a very popular place. On the midweek evening that we went there, there were a lot of office workers having a drink at the bar, but there were many tables free. But it soon got very busy. The food was good and the service was mostly good. Our problem was that it took over an hour to our main course to arrive! It was indicated that the reason that it had taken so long was because we had ordered the ribs. If that was the case, why didn't they say that when we placed the order? No apology was given. We won't be rushing back there again."}, {"date": "18-02-2016", "rating": 4.0, "content": "Das Essen hat unseren Geschmack voll und ganz getroffe. Sehr frisch und lecker gekocht. Netter und aufmerksamer Service trotz Hochbetrieb. Jederzeit gerne wieder!"}, {"date": "13-02-2016", "rating": 4.0, "content": "Tolle Atmosphäre! War mit einer Freundin am Mittag dort. Mit dem Essen waren wir sehr zufrieden und auch das Servicepersonal war sehr freundlich! Kommen gerne wieder!"}, {"date": "11-02-2016", "rating": 2.0, "content": "Einfaches Essen, das prizipiell nur international angehaucht ist und komplett mit Fertigsossen und Convenience Produkten erstellt ist.Verträglichkeit und Gesundheit stehen in Frage."}, {"date": "10-02-2016", "rating": 3.0, "content": "An Australian place, a meeting point for the locals (expats mainly). A decent restaurant with good burgers but with limited beer selection. They offer some Australian beers (coopers) and the big Swiss brands."}, {"date": "09-02-2016", "rating": 5.0, "content": "Posto molto carino, fatto in legno diversi posti a sedere in diversi spazi.Carne buonissima, sono rimasto colpito dalla carne di coccodrillo.. Davvero gustosa..Lo consiglio vivamente.Specialità della casa carne di canguro, carne di coccodrillo e carne di struzzo."}, {"date": "04-02-2016", "rating": 3.0, "content": "As I have never been in Australia I won't talk about interiors and decorations.There is a part with bar and the one with restaurant. Both are rather busy after 19.00 but the service is nice and fast so you won't wait long for your order.Of course you can find there australian food or beers"}, {"date": "04-02-2016", "rating": 4.0, "content": "Waren zu zweit an einem Mittwoch Abend um 18:00 Uhr dort. Lokal fast voll (Aussenbereich war geschlossen) und sehr busy. Hatten einen 2er Tisch reserviert (Reservierung ist immer zu empfehlen). Stilvolle Atmosphäre, wie ich es mir in einem Australischen Pub Restaurant vorstelle, sehr viel los, aber nicht unangenehm laut. Essen war gut, „handfest“ und lecker (hatten „Outback Killer“), Portionen eher gross (viele „Downunder Fries“). Ausreichende Getränkekarte mit kleiner Auswahl an downunder Bieren. Der Service war sehr freundliche, schnelle Aufnahme der Bestellung, Essen kam in angenehmer Zeitspanne, Bedienung war aufmerksam aber nicht aufdringlich (Nachfrage ob alles ok, Frage nach weiteren Getränken, Kaffee, etc). Gerne einmal wieder, wir würden es auch Freunden empfehlen."}, {"date": "26-01-2016", "rating": 5.0, "content": "Tolles Ambiente! Auch wenn es eigentlich schon voll ist und man spontan ohne Reservation hinkommt, es wird immer geschaut, dass man noch einen Platz kriegt (haben wir bis jetzt immer)."}, {"date": "23-01-2016", "rating": 5.0, "content": "Frisch, günstig und mega fein. Die Bedienung ist immer zuvorkommend, freundlich und fix. Angenehme Atmosphäre."}, {"date": "20-01-2016", "rating": 3.0, "content": "Tolles Ambiente, ein eigenständiges Konzept. Vieles ist richtig gut. Das Essen war vielleicht nicht so unser Geschmack - oder halt einfach nicht so besonders gut, wir wissen es nicht genau. Für eine Abwechslung durchaus empfehlenswert."}, {"date": "12-01-2016", "rating": 4.0, "content": "Este restaurante possui ótimo entrecot. Preços compatíveis com os da Suíca. Boa localizaçao e serviço."}, {"date": "01-01-2016", "rating": 4.0, "content": "A very nice restaurant near the Stadelhofen Bahnhof. Casual food with lots of options. One of the best choices are the chicken wings (they come in 3 level: mild, medium or hot). Noisy place ideal for families with older children!"}, {"date": "31-12-2015", "rating": 2.0, "content": "Ich war heute hier im Outback zum Essen. Wir hatten einen Tisch reserviert, was hier auch wärmstens zu empfehlen ist. Die Speisekarte bietet vorallem Fleischgerichte an, mit \"speziellen\" Fleischsorten. Ich hatte den Outback Killer: ein Spiess mit Strauss, Emu und Hühnchen. Meine Freunde hatten spareribs und das Kangoroomenü. Die Portionen waren für Frauen in Ordnung, für Männer etwas knapp bemessen. Der Preis für die Spareribs war okay. Der Outback Killer war mit 38 Franken sehr teuer, da es nur ein Spiess mit etwas Gemüse und Fleisch ist. An sich stimmt das Preis-Leistungsverhältnis überhaupt nicht. Die Bedienung war an sich sehr nett, aber es gab auch sehr unfreundliche. Falls man Fleisch essen will, würde ich lieber in ein Steakhouse gehen."}, {"date": "30-12-2015", "rating": 5.0, "content": "Super Bedienung und ausgezeichnetes Essen. Das Ambiente ist ebenso sehr gemütlich. Preis-Leistungs-Verhältnis stimmt vollkommen. Ich werde ganz bestimmt erneut gehen!"}, {"date": "25-12-2015", "rating": 5.0, "content": "\"Джазовый\" , модный, заполненный народом, в основном молодежью, ресторан австралийской кухни. Так просто найти свободный столик не всегда получится, нужна своевременная резервация. Не так-то просто найти, на улице яркой рекламы нет. Замечательное (и самое дорогое) блюдо - филе крокодила. 48 СHF ! Но \"оно того стОит\"."}, {"date": "16-12-2015", "rating": 4.0, "content": "Un pub australien sympa situé à côté du centre-ville. Ils ont de bonnes bières (le pichet vaut le détour) et des plats éxotiques et variés (cangourou, crocodile, etc.). A consommer sans modération!"}, {"date": "16-12-2015", "rating": 5.0, "content": "Da provare assolutamente! Location molto comoda a due passi da Bahnhof Stadelhofen (proprio due di numero) e da Bellevue! Cibo molto buono, per chi ci si reca per la prima volta consiglio un piatto misto con assaggi da ogni piatto principale (canguro, coccodrillo, struzzo, patate, verdure e diverse salse)!Una nota particolare di merito al servizio: come già scritto da molti altri Dominika è stata gentilissima è molto simpatica (oltre che parlare molto bene sia italiano che inglese e tedesco, mi sembra), molto attenta alle comande ed esigenze dei clienti :) Sul resto del personale non posso dire nulla, ma è difficile fare meglio :DMolto consigliato!"}, {"date": "13-12-2015", "rating": 5.0, "content": "Das Hauptgericht (kangaroo) war ausgezeichnet zubereitet. Sehr freundliche Bedienung zudem hat die tolle Einrichtung alles super abgerundet. Richtiges aussi feeling!!"}, {"date": "06-12-2015", "rating": 4.0, "content": "Essen: Das essen wahr top. Es hat super geschmeckt und die Portionen wahren gross.Getränke: Hat eine gute Auswahl an Bieren.Bedienung: Die Bedienung wahr sehr freundlich.Zeit: Wurden rasch bedient und das Essen wahr auch schnell auf dem Tisch."}, {"date": "01-12-2015", "rating": 5.0, "content": "Sehr nette, zuvorkommende Bedienung (Leslie) - !Besser als Chef de Service!Leckere Wings (All you can eat Monday)Beer, Drinks...was das Herz begehrtStylische AmbianceFür ZH sehr gute Preise"}, {"date": "27-11-2015", "rating": 5.0, "content": "This is a great Australian restaurant and pub located close to the City centre. They offer great beer (try a pitcher!) and all kinds of exotic foods as well as tasty classics! Staff is very charming and friendly. We'll definitely come again!"}, {"date": "25-11-2015", "rating": 4.0, "content": "War vor Kurzem mal wieder mit ein paar Jungs im Outback. War super, tolles Personal, flirty und freundlich, leckere Burger und super Fritten."}, {"date": "22-11-2015", "rating": 4.0, "content": "If you are looking for an interesting place to go in Zurich then the Restaurant Outback is a nice place. The food is decent and the atmosphere is really cool. I've tried the more exotic foods on the menu, but the chicken wings are probably the best thing they have."}, {"date": "19-11-2015", "rating": 5.0, "content": "Bel posto, ambiente in stile pub con luce soffusa e candele in cera su tutti i tavoli.La carne ottima, delicata e con contorno abbondante. Servizio rapido e di cortesia."}, {"date": "16-11-2015", "rating": 4.0, "content": "Lockere und entspannte Atmosphäre. Kann wahrscheinlich auch hektisch wirken, wenn man zu zweit unterwegs ist, weil es recht laut und voll ist. Ausserdem sind die Plätze recht eng gestellt und wenige Einzeltische vorhanden.Die Chicken-wings waren insgesamt fein. Die \"scharfen\" sind allerdings nur sehr mässig scharf und dürften gerne noch pikanter sein. Medium Chickenwings waren von Geschmack her nicht mein Favorit, aber das war klar eine persönliche Sache. Die milden waren schön knusprig. Die Wedges waren hervorragend. Der Preis von 32.50 ist okay aber sehr am der oberen Grenze. Fazit: zwischen 3&4 Punkten"}, {"date": "13-11-2015", "rating": 5.0, "content": "Ich gehe sehr oft in dieses Restaurant um gut zu speisen sowie einen Drink zu nehmen.Das Essen war bis jetzt immer sehr gut, habe noch keine schlechte Erfahrung gemacht.Das Personal durchaus freundlich.Die Atmosphäre ist gemütlich und man fühlt sich wohl.Nachdem Essen kann man gut noch einen Drink nehmen, zu angepassten Preisen im Raum Zürich.Ein grosser Pluspunkt ist auch die Terrasse, welche im Sommer sehr gemütlich ist und im Winter mit Decken auch einladen wirkt.Ich empfehle dieses Restaurant sehr weiter."}, {"date": "08-11-2015", "rating": 4.0, "content": "Ich gehe manchmal über den Mittag ins Outback. Es ist immer sehr gemütlich, das Essen schmeckt gut. Auch empfehlenswert um ein Bier nach der Arbeit trinken zu gehen."}, {"date": "08-11-2015", "rating": 5.0, "content": "The restaurant has a great atmosphere and good food. Some Australian specialties. The pricing is high, but not too high for Zurich standards (~30-40 francs for most main dishes). The best being the decoration and the atmosphere! Perfect for a cool dinner with friends."}, {"date": "05-11-2015", "rating": 4.0, "content": "Ich war mit meiner Berufsschulklasse zum Abschluss dort und für diesen Anlass war es perfekt. Die Bedinung war trotz zum teils hohem Akloholspiegel immer sehr zuvorkommend und auch motiviert. Für das Esse bezahlt man ca. 30 Fr. (ohne Vorspeise). Mir hat es sehr geschmeckt und war sehr zu frieden. Ich hatte noch nie so guete Country Fries. Einziger neagtiver Punkt war, dass man nur mit einer Hauptspeise wahrscheinlich nicht genug hat. Der Lärmpegel war eher höher, für mich aber nicht störend."}, {"date": "03-11-2015", "rating": 1.0, "content": "Ich war schon paar mal in Outback Lodge und es war o.k. aber dies mal war es katastrophal... Bier bestellt - nichts bekommen, mal musste 3 mal daran erinnern bis die Bedienung endlich das Bier gebracht hat. Dann haben wir auch da gegessen und dann kam das Schlimmste - wir wollten zahlen. Haben nach der Rechnung gefragt - kommt nichts, nach 10 Minuten wieder gefragt - wieder nichts. Dann sind wir selber reingegangen um zu zahlen, und wir mussten noch 10 Minuten warten bis wir mit der Karte endlich zahlen konnten.. Also nie wieder..."}, {"date": "02-11-2015", "rating": 3.0, "content": "We enjoyed our stay at outback lodge. Our waitress was very frindly and served us very quickly. The food was delicious."}, {"date": "29-10-2015", "rating": 5.0, "content": "Had some great chicken wings and some beers with friends. Nice atmosphere all round and service from Dominica was excellent."}, {"date": "28-10-2015", "rating": 5.0, "content": "Die Chicken Wings à discretion am Montag sind ja schon längst Kult in Zürich. Ich gehe auch sonst gerne dorthin, denn das gemütliche Dekor, das gute Essen und ein aufmerksames Personal (ganz besonders möchte ich Meret hervorheben) machen jeden Besuch zu einem angenehmen Erlebnis."}, {"date": "28-10-2015", "rating": 5.0, "content": "Das Outback ist für meine Freunde und mich immer ein Ort der Sicherheit. Wenn alle nicht genau wissen auf was sie Lust haben, ist das Outback immer die perfekte Wahl.Ich liebe die Fries über alles!! Best Fries ever! :)"}, {"date": "26-10-2015", "rating": 5.0, "content": "I enjoy going to this restaurant. The food is very good and abundant, the price reasonable, the service fast and cordial, the atmosphere relaxed and warm."}, {"date": "25-10-2015", "rating": 4.0, "content": "We go often to eat chicken wings, very good quality/price report. The restaurant is nice for family dinner or even with friends."}, {"date": "25-10-2015", "rating": 4.0, "content": "Die Chickenwings sind der Hammer... ich würde sie Medium scharf nehmen...Location ist zentral, Ambiente ist ziemlich cool und hatte noch nie probleme mit der Bedienung. Ich würde es weiter empfehlen."}, {"date": "24-10-2015", "rating": 5.0, "content": "Ich habe wiedereinmal den unglaublich guten Lodge burger gegessen! Awesome . Every Time i eat that burger i will fall in love again !Good Food good taste i love it!"}, {"date": "23-10-2015", "rating": 5.0, "content": "We went to celebrate the birthday of 2 friends, spend the whole evening, had great food (kangaroo, ostrich, krokodile...) for reasonable prices (30-35 CHF) great beer which was served in sufficient amounts by Dominika. Good place for an evening with friends!"}, {"date": "23-10-2015", "rating": 4.0, "content": "Really enjoyed Outback, twice in the last couple of months. Very friendly and attentive (but not over-attentive) service with great food."}, {"date": "21-10-2015", "rating": 4.0, "content": "Das Restaurant besticht nicht durch einen tadellosen formellen Service oder durch \"leichtes bekömmliches\" Essen. Ins Outback geht man(n) weil das Essen \"Aussie-Style\" ist, man ein VB oder Fosters trinken kann, der Service direkt (per du) aber sehr nett und schnell ist und weil alles recht authentisch wirkt.Für ein romantisches Essen ist es weniger zu empfehlen, sondern für Gäste die unkompliziert sein wollen und Lust auf Spaß haben. Ich werde wieder ins Outback gehen, mit Freunden!"}, {"date": "20-10-2015", "rating": 5.0, "content": "Been there a few times in past days. Food is crap, typical fast-pub-food, beer is OK, drinks shaked not bad if the bartender does not happen to accidentally drop the glass. But the girl that serves you if you are lucky enough to sit in her area, Dominica... She's an angel and makes all the experience to be heavenly... Definitely going back for the atmosphere and... Nice to be in heaven...thanks to her!TaRzan"}, {"date": "20-10-2015", "rating": 4.0, "content": "Keine aufwendige Spitzengastronomie sondern gutes Essen bei lockerer Atmosphäre. Mit der freundlichen und aufmerksamen Bedienung \"Meret\" wird jeder Männerabend im Outback ein Erfolg."}, {"date": "15-10-2015", "rating": 5.0, "content": "Super essen hat mir sehr geschmeckt.Bedinung war ausserordentlich freundlich und war auch für gespräche sehr offen, ich kenne sogar noch den Namen der bedienung. Sie hiess Dominika. Sehr freundliche junge Frau. Ich gehe gern wieder mal dort Essen."}, {"date": "15-10-2015", "rating": 4.0, "content": "Wir gehen oft ins Outback, wenn wir unkombliziert und spontan Abendessen wollen. Die Salatschüsseln sind zum empfehlen,"}, {"date": "13-10-2015", "rating": 4.0, "content": "Wahren am am Montag, Chicken Wings Essen. Super knusprig und richtig gute Marinade!!Unsre Bedienung Sandra wahr sehr freundlich, und aufmerksam."}, {"date": "13-10-2015", "rating": 5.0, "content": "Ambiente molto accogliente,cena molto buona e servizio ottimo...la Cameriera Dominika bravissima e con un sorriso unico che ha reso la serata ancora più bella..brava"}, {"date": "12-10-2015", "rating": 5.0, "content": "Sehr feines Essen ( Geheimtyp Pouletflügel Scharf ) sind einfach Genial.Sehr Nette Bedienung (Danke Meret :)Gemütlicher Abend in Gemütlicher Umgebung."}, {"date": "11-10-2015", "rating": 4.0, "content": "Wir gehen sehr oft ins Outback. Das Ambiente ist gut, inkl ein sehr guter Soundmix. Auch die Chicken Wings, oder die Hamburger überzeugen. Und möchte man mal etwas weniger Kalorien, so gibt es auch knackige Salate. Das absolut beste ist aber der Service...... wo Jeannine im Service ist, da ist auch immer unser Tisch. Fachlichkeit und freundlichkeit top, findet man heute nicht mehr so oft... :-)"}, {"date": "09-10-2015", "rating": 5.0, "content": "Ich war zum ersten Mal im Outback - es war einfach toll - ich hatte ein feines Drei-Gang-Menue - es war wirklich sehr fein…..."}, {"date": "07-10-2015", "rating": 5.0, "content": "Letzte Woche war ich unerwartet im Outback Stadelhofen gelandet zum znacht essen. Gut war das Essen, noch besser war der freundlicher und persönlicher Service von rot Wein Fan Tatjana."}, {"date": "06-10-2015", "rating": 5.0, "content": "Very good service to a good price. Happy to visit again Outback. Excellent Menu also during lunch time"}, {"date": "06-10-2015", "rating": 4.0, "content": "Delicious food, nice atmosphere and great service. If you enjoy Australian food and burgers,definitely a place to visit. Convenient location close to Bellevue square and Stadelhofen."}, {"date": "04-10-2015", "rating": 4.0, "content": "We enjoyed our dinner very much, although the place was quite crowded. Jenna our waitress was so friendly and supportive and Alex the bartender did also a fantastic job. It's save to say, the outback lodge Zurich it's a great place to have dinner."}, {"date": "04-10-2015", "rating": 5.0, "content": "We had a wonderful stay at the Outback Lodge, great Food and nice staff (Special thanks to Dominiko). I could only recommend this Restaurant."}, {"date": "03-10-2015", "rating": 5.0, "content": "Wir hatten zu zweit einen sehr schönen Abend und waren angenehm überrascht von der aufmerksamen Bedienung.Gegessen haben wir eine gemischte Platte mit Pouletflügel und Mezze. Die Getränkeauswahl ist auch für alkoholfreie Wünsche sehr gross.Leider ist der Lärmpegel immer etwas hoch aber das weiss man ja vorher."}, {"date": "03-10-2015", "rating": 5.0, "content": "Wir haben ein sehr tolles Drei-Gänge-Menü im Ostback bestellt und waren echt sehr überrascht wie gut das essen dort geschmeckt hat!! Wir kommen sehr gerne wieder! Einen grossen Dank an unsere Kellnerin Dominika, die uns beiden diesen schönen Abend beschert hat!"}, {"date": "01-10-2015", "rating": 5.0, "content": "Das Outback bietet nicht nur eine umfangreiche Speisekarte an, sondern auch super leckeres Essen. Das Preis-Leistung Verhältnis ist absolut gerechtfertigt. Das Essen wurde bei jedem meiner bisherigen Besuchen trotz vollem Restaurant schnell und anmachend serviert (das Auge isst bekanntlich ja mit). Das Servicepersonal ist immer sehr höflich und zuvorkommend. Zudem liegt das Outback an ausgezeichneter Lage in Zürich. Das Outback erinnert nicht nur durch seine Einrichtung an Australien, sondern auch durch sein Essen und die Getränke. Aufgrunddessen: Absolut Empfehlenswert, sollte man nicht verpassen :)P.S.: Am liebsten besuche ich das Outback am Montag, dann bietet es nämlich \"All you can eat Chicken Wings\" zu einem super Preis an!"}, {"date": "30-09-2015", "rating": 4.0, "content": "Das Essen in der Outback Lodge ist nicht ganz billig, aber die Chicken Wings sind ausgezeichnet und deshalb den Preis wert. Auch beim Bier kann man in der Outback Lodge nichts falsch machen."}, {"date": "30-09-2015", "rating": 5.0, "content": "We had a great party at outback and we will come back...IT was a great birthday party. Thanks to dominika"}, {"date": "30-09-2015", "rating": 5.0, "content": "Bin meistens hier für Lunch, jedoch ab&zu auch zum Abendessen oder einen Drink. Das Essen ist super und ganz nach meinem Geschmack, v.a. die Menu's über Mittag bieten ein grandioses Preis-Leistungs-Verhältnis... inkl. Suppe & Salat & Dessert. Bedienung sehr freundlich, schnell & zuvorkommend (heute bedient von Mev... Kompliment, alles perfekt!), der \"Chef\" kümmert sich ebenso herzlich um die Gäste. Kommen jederzeit gerne wieder, ob geschäftlich oder privat."}, {"date": "30-09-2015", "rating": 5.0, "content": "Ich empfehle das Restaurant Outback Lodge. Auch wenn wir nur ein Dessert gegessen haben (super lecker!) sahen die anderen Gerichten super gut aus! Die Bedienung (Robin und Karim) war sehr sympatisch und besorgt, dass wir schnell unsere Bestellung bekommen. Die Auswahl an Bier ist auch sehr gut. Wir kommen auf jeden Fall zurück!Jessica&Pierre"}, {"date": "27-09-2015", "rating": 4.0, "content": "We had \"Crocodile River\" at 13.50 CHF to start with..which is 3 tiny kebabs of crocodile meat...far too expensive. However, main courses of Ribs with country fries at 32.50 CHF and a mixed meat kebab of chicken, zebra and kangeroo at 38 CHF was very good. Big portions and well cooked. Our waitress, Dominika spoke great English and made us feel very welcome. Great atmosphere and interesting interior decor. I will go again but order different starters."}, {"date": "26-09-2015", "rating": 4.0, "content": "La mia scelta è caduta a favore del classico hamburger. Carne ottima e patatine squisite. Servizio cordiale, celere e professionale. Brava Dominika!"}, {"date": "26-09-2015", "rating": 5.0, "content": "Ich war bisher erst 3 oder 4 mal im Outback, aber was ich dort gegessen habe, war ein Traum. Die Bedienung (Dominika) eine Englisch sprechende junge Frau verlieh dem ganzen einen internationalen touch. Sie hat uns sehr herzlich empfangen und uns mit einem lächeln auf den Lippen und lustigen sprüchen bedient. Das Essen im Outback ist ein Traum z.B. die Chicken Wings haben eine hammer Sauce und das Fleisch bei den Spare ribs fällt fast selber von den Knochen so zart ist es. Ich habe ausserdem einen neuen Drink kennengelernt den Coconut Lips, welcher mein neuer absoluter Lieblingscocktail ist (alkoholfrei). Ich kann das Outback wärmstens empfehlen und die Lage ist auch perfekt um mit den ÖV anzureisen."}, {"date": "26-09-2015", "rating": 4.0, "content": "Dieses Restaurant kann ich nur weiterempfehlen. Das Ambiente war sehr gut mit vielen jungen Leuten und das Lokal war voll. Manchmal war es etwas laut, doch das ist mir lieber als ein leeres Restaurant. Innerhalb von 15min hatten wir unser Essen bereits und es war köstlich. Diese Potato Wedges liebe ich!Unsere Bedienung Meret war auch sehr nett und es hat uns nie an etwas gefehlt. Nach dem Essen sind wir noch nach draussen gesessen für einen Drink und es wurden uns gerade Decken gebracht, damit wir nicht kalt hatten. Auch da war die Atmosphäre mit den Lounges und süssen Kerzen super! Der Drink war ein perfekter Abschluss für einen gelungenen Abend!"}, {"date": "26-09-2015", "rating": 5.0, "content": "Sowie das Essen als auch das Personal sind ausgezeichnet. Jeder Besuch bereitet mir eine Freude.Das Fleisch und die Beilagen versprechen, was sie auf der Karte versprechen."}, {"date": "25-09-2015", "rating": 4.0, "content": "Die Lage neben Bahnhof Stadelhofen ist natürlich sehr gut und leicht erreichbar. Das Outback hat für schönes Wetter und/oder Raucher einige Tische draussen. Drinnen ist recht voll, wie fast überall in Zürich sollte man reservieren. Das Publikum ist jung und international, das Personal sehr freundlich und aufmerksam. Im Mittelpunkt steht natürlich die Speisekarte, die von Emu über Strauss bis Croco einige besondere Speisen bereit hält. Wir hatten Burger und Spareribs, beides gut und preislich angemessen. Sehr gut waren auch die Wedges dazu."}, {"date": "25-09-2015", "rating": 5.0, "content": "Die Atmosphäre ist locker und unkompliziert, die Chicken Wings mag ich sehr! Manchmal ist der Lärmpegel etwas hoch, so dass man über den Tisch schlecht zusammen reden kann. Mir gefällts!"}, {"date": "25-09-2015", "rating": 4.0, "content": "I visited the restaurant with colleagues of mine. We were served with effordless charm and with a smile (thanks Cecile). Great place to visit for a drink, also serves great food especially the potatoes chips Yum Yum."}, {"date": "23-09-2015", "rating": 4.0, "content": "Das Essen war der Hit! Die Chicken Wings sind ein Traum und die Spare Ribs setzten das Tüpfelchen auf das i! Die Bedienung (Tatjana) war sehr freundlich und aufmerksam. Ein Besuch lohnt sich allemal, zudem auch das Ambiente total Klasse ist.Wir freuen uns schon auf den nächsten Besuch :)"}, {"date": "23-09-2015", "rating": 5.0, "content": "Abbiamo trascorso una serata stupenda con tutta la famiglia al ristorante Outback a Zurigo! Meret è stata una cameriera molto gentile e ci ha esaurito ogni desiderio. Il mangiare era quasi tanto buono quanto la cucina italiana!"}, {"date": "23-09-2015", "rating": 5.0, "content": "We went to eat chicken wings on our business trip last spring. You can eat as much as you want and the wings were really delicious, served with country potatoes and sour cream. It was affordable for Zurich and our waitress Meret was fluent in English. Definitely check it out!"}, {"date": "22-09-2015", "rating": 5.0, "content": "Sehr gutes Essen, nettes Personal, gutes Ambiente. Vor allem die Burger sind sehr zu empfehlen. Ich gehe oft über Mittag mit Kollegen dorthin, eine klare Empfehlung.Location ist sehr Zentral, 2-3 Gehminuten vom Bahnhof Stadelhofen."}, {"date": "21-09-2015", "rating": 5.0, "content": "War wiedermal ein wunderbarer Abend im Outback, die Atmospäre ist jedesmal wunderbar. Die aufmerksame und immer freundlich lächelnde Bedienung (Dominika) und der Monster Truck Burger (ein absolutes Muss!) machten den Abend perfekt. Kommen sehr gerne wieder"}, {"date": "21-09-2015", "rating": 4.0, "content": "We went there with my parents, and the food was really tasty. It's a great place to eat something extroardinary, I had kangaroo and a Bailey's dream for desert - amazing! Our waitress Meret was really attentive and nice! Only downside: It's a little bit pricey.."}, {"date": "21-09-2015", "rating": 4.0, "content": "Das Essen ist toll, der Service freundlich & aufmerksam (Tatjana). Cooles Australisches Ambiente inmitten von Zürich. Immer wieder gerne. Die Preise sind jedoch etwas hoch."}, {"date": "21-09-2015", "rating": 4.0, "content": "Ein Abend voller Erinnerungen der gemeinsamen Australienreise bei Zebrasteak (sehr empfehlenswert) und Erdbeermojito. Unsere Kellnerin Meret war sehr charmant. Immer wieder gut!"}, {"date": "20-09-2015", "rating": 5.0, "content": "Coole, englisch sprechende Bedienung - gibt einem sofort das Gefühl, man sei im Urlaub.Ich hatte das Menu Great Barrier Reef bestellt: Gebratener Papageifisch an roter Curry-Sauce dazu Lodge-Vegetables und Basmati-Reis. Mein erstes Mal. Der Fisch war sehr salzig, ob dieser nun mal so schmeckt oder der Koch verliebt war kann ich leider nicht beurteilen.Alles in allem, cooler Aufenthalt."}, {"date": "19-09-2015", "rating": 4.0, "content": "Ich war mit einer Kollegin auf einen kurzen Abendsnack im Outback, da wir aus Erfahrung wussten, dass die Chicken Wings da die Besten der Stadt sind. Unsere Bedienung Tatjana hat für diese Bewertung den Ausschlag gegeben, denn sie war äussert freundlich, effizient und aufgestellt. Ihr Service war perfekt und wir kommen gerne wieder!"}, {"date": "17-09-2015", "rating": 1.0, "content": "Schlechtes Essen und überteuert. Hatte einen Shrimpsalat bestellt. Die parnierten Shrimps waren aus dem Tiefkühler."}, {"date": "15-09-2015", "rating": 5.0, "content": "Wir waren heute zum Mittag essen hier und sind vom preis - leistungsverhältnis begeistert....Mevlan und Alex haben einen super service abgeliefert :-)"}, {"date": "14-09-2015", "rating": 4.0, "content": "Gutes Bier, schöne Atmosphäre. Aufmerksame und aufgestellte Bedienung (Dominika)Wenn ich mal Lust hätte, Krokodil und Emufleisch zu probieren würde ich ins Outback am Stadelhofen."}, {"date": "14-09-2015", "rating": 4.0, "content": "Schönes Restaurant gleich beim Bahnhof Stadelhofen. Das Essen war sehr lecker, gut gewürzt und unsere Bedienung Tatiana war sehr aufmerksam und freundliche!"}, {"date": "13-09-2015", "rating": 5.0, "content": "Supergute Drinks (Caipirosso, Caipirinha, Long Island & special Drink), gute Musik und sehr sympathische Bedienung durch Alex. Kann ich nur weiter empfehlen, komme bestimmt wieder! - Chanti"}, {"date": "12-09-2015", "rating": 5.0, "content": "Typical Aussie food in Zurich! Good wines and good meats. Restaurant is very cosy and personnel very helpful and friendly. Will go back for sure!"}, {"date": "09-09-2015", "rating": 4.0, "content": "Das Restaurant hat eine grosse Auswahl und sehr leckeres Essen. Das Essen kommt sehr schnell, auch ist die Bedienung sehr freundlich und Aufmerksam.Leider war es sehr laut an dem Abend, so dass wir uns immer anschreien mussten.Wir können das Restaurant weiterempfehlen. Eignet sich auch für Gruppenanlässe."}, {"date": "08-09-2015", "rating": 5.0, "content": "Das Personal ist sehr zuvorkommend und aufmerksam, das Essen war bisher immer ausgezeichnet und die Drinks sind grosszügig gemixed zu verhältnismässig angemessenen Preisen. Die perfekte Location also, um mit Freunden etwas zu essen und anschliesssendes gemütliches Zusammensein.Die Outback Lodge ist immer wieder ein Besuch wert!"}, {"date": "08-09-2015", "rating": 4.0, "content": "Essen super, Bedingung bis jetzt immer sehr gut. Ideal für ein Feierabend-Bier oder etwas deftiges, nicht alltägliches zu essen. Die Fries und Chicken wings sind super. Empfehlenswert."}, {"date": "05-09-2015", "rating": 4.0, "content": "freundlicher empfang, rasche bestellung eines (ersten) drinks, danach dauerte es aber e chli..als es dann los ging: herzliche bedienung, good food, fine drinx.to be repeated!cheers;-)c"}, {"date": "04-09-2015", "rating": 5.0, "content": "Toller Abend mit super Stimmung, gutem Essen und einer super Bedienung von der reizenden Vanessa. Das Lokal kann man nur weiterempfehlen. Unbedingt die Melonenglace probieren!!!!"}, {"date": "04-09-2015", "rating": 5.0, "content": "das essen war gut aber vanessa war besser.! die melonenglace ist zu empfehlen! kommt vorbei und lasst euch verwöhnen!!"}, {"date": "29-08-2015", "rating": 4.0, "content": "Une carte plaisante! Un petit peu cher (pour un burger par exemple), mais ça reste dans les prix zurichois...Le repas était très bon, et donne envie d'y retourner."}, {"date": "26-08-2015", "rating": 5.0, "content": "Wir gehen öfters nach der Arbeit ins Outback auf einen apero oder etwas zu essen... Die Preise sowie die Location sind empfehlenswert! Das Service Personal, vor allem Mevi, ist super freundlich und aufmerksam! Ich habe dort einen Burger gegessen, der geschmacklich super war. Besonders die dazu Servierten Wedges sind Weltklasse! Weiter so!!"}, {"date": "23-08-2015", "rating": 4.0, "content": "The place is very COOL! Great music at a reasonable volume, good beer, and an incredible welcoming atmosphere!!!I went there for dinner, where prices hurt a bit. Two shared dishes (6 chicken wings and the kangaroo/zebra skewer in the photo) and two beers for 80 euro may sound very expansive, but that's Switzerland. That's why I think this place is best for drinks near the counter area.Anyway, the place is very good, and I'll return there for a beer if I'm in Zurich no matter what!"}, {"date": "11-08-2015", "rating": 3.0, "content": "They have Australian food:- Kangoroo: It tastes really good!- Crocodrile: It tastes like a chicken... I don't recommend it.- Potatoes: Really good.It costed arround 45€ per person. For me it was too much.... But all the restaurants in Switzerland are expensive."}, {"date": "28-07-2015", "rating": 5.0, "content": "Very interesting place! Good food and quite a special menu with Kangaroo meat.Ribs were delicious and big enough to share between two kids.Friendly and quick service.Price normal for Switzerland.All in all a very good place and we'll come back."}, {"date": "28-07-2015", "rating": 5.0, "content": "Great atmosphere and an interior. Very friendly and easy-going staff. Food is good with reasonable prices. Perfectly located, just a few steps from the trains at Stadelhofen and less than 5 minutes from lake Zurich."}, {"date": "28-07-2015", "rating": 4.0, "content": "Direkt am Bahnhof Stadelhofen gelegen. Das Essen ist gut und wird schnell Serviert. Die Bedienung ist sehr \"kollegial\", oder besser im Aussi-Style. Bei vollem Haus eher ein wenig laut."}, {"date": "15-07-2015", "rating": 4.0, "content": "Sehr gut gegessen, wir bestellten eine geschmischte Fleischplatte. Lärmpegel war hoch drinnen, draußen sehr angenehm, u.a. Mit Loungemöbeln, Tischen und Stühlen."}, {"date": "10-06-2015", "rating": 4.0, "content": "Hier hat man ein bisschen das Gefühl in den Ferien zu sein. Die Chicken Wings sind sehr gut, die Sauce machts! Ich empfehle medium, super lecker. Preislich ist es knapp in Ordnung, könnte noch etwas günstiger sein, da es doch sehr stark an die amerikanische Konzeptgastronomie erinnert. Am Montag ist jeweils All you can eat Abend :-)"}, {"date": "14-05-2015", "rating": 3.0, "content": "Atmosohärisch ist das Outback eigentlich gut gelungen. Das Essen hat uns auch sehr gut geschmeckt. Jehdoch gab es einige Kleinigkeiten die das Ganze etwas gestört haben. Zum Beispiel haben wir lange warten müssen bevor wir bestellen konnte (und dies obwohl nicht viel los war), der Service war knapp und nicht sonderlich aufmerksam und der Preis für die Speisen gehört nicht zu den Günstigsten, was wahrscheinlich teils auch an den exotischen Zutaten liegt."}, {"date": "06-05-2015", "rating": 4.0, "content": "Netter Service, gutes deftiges Essen mit Fleisch und viel Kartoffeln und schöne Atmosphäre, zentral gelegen."}, {"date": "18-04-2015", "rating": 3.0, "content": "Wir haben das Restaurant am Nachmittag per Zufall entdeckt und gleich eineb Tisch für uns Zwei reserviert. Es wurde uns ein Tisch am Fenster versprochen. Als wir zur vereinbarten Zeit eintrafen, wurden wir informiert, dass wir einen anderen Tisch erhalten. wir waren etwas enttäuscht, aber gut.Bei der Bestellung wurde von der Bedienung mit keinem Wort erwähnt, dass es momentan kein Emu gibt und durch Zebra ersetzt wird. Ich habe es nur per Zufall an einem Anschlag an der Wand gesehen. Wir haben das Fleisch medium rare bestellt, es war komplett durch gebraten. Ausser den Fries (die wirklich lecker waren) war das Gemüse und das Fleisch lauwarm bis kalt. Die Bedienung war sehr aufmerksam, aber sicherlich nkein Profi. Mein Partner hatte auch noch einen Rum bestellt, das Glas hatte einen Sprung. Alles in Allem wars nicht Übel, aber es hat noch Steigerungspotential!"}, {"date": "10-04-2015", "rating": 5.0, "content": "Tolle Partystimmung, Essen speziell, aber fein, Bedienung professionell, Dekor, na ja, etwas Auffrischung bei Gelegenheit"}, {"date": "03-04-2015", "rating": 3.0, "content": "Mit 6 Freunden war ich diese Woche im Outback. Im Grossen und Ganzen war es ganz okay. Trotzdem ab es einige Mengel. Die Bedienung war sehr nett, leider konnte sie uns nicht viel Auskunft über die einzelnen Gerichte geben. Das Krokodil, Känguru und Zebra war lecker. Nur war das Zebrafleisch zum Teil ein bisschen zu durch und deshalb auch ein wenig trocken. Meine Freundin bestellte eine Salat mit Quinoa, leider konnten wir die Quinoa darin nicht finden und machten die Bedienung darauf aufmerksam, die sagte uns, dass die Quinoas im Salat die vereinzelten kleinen Punkte sei, also hatte es etwa 10 kleine Quinoastückchen/Punkte. Was für uns nicht ganz nachvollziehbar war. Leider hat es auch sehr lange gedauert bis wird die Getränke und das Essen erhalten haben. Die Strawberry Daiquiris sind ganz gut jedoch dauert es auch wieder eine Ewigkeit bis man diese erhält. Wenn man genug Zeit hat ist das Outback sicher ein Besuch wert vorallem wenn man mal etwas anderes Fleisch probieren will."}, {"date": "22-03-2015", "rating": 1.0, "content": "Hatte mich gefreut auf einen Crevettensalat mit Spargeln und Grünsalat. leider waren die Crevetten undefinierbar irgendeine pappige Parnier und laschem Fertigsalat. Für Fr. 27.- erwartet man definitiv mehr!"}, {"date": "16-03-2015", "rating": 4.0, "content": "Fabulous selection of great Aussie meals in the centre of Zurich, Switzerland...also a great selection of Aussie Beer and Wines....."}, {"date": "08-03-2015", "rating": 4.0, "content": "Good service, quick, decent menu including exotic things like crocodile. Salads are good too; Queensland salad is highly recommended. Location is easy too; right inside Stadelhofen station."}, {"date": "19-02-2015", "rating": 4.0, "content": "Leider ist das Lokal oft sehr gefüllt (vor allem am Wochenende. Das Essen ist sehr gut aber auch nicht günstig. Wenn möglich vorher reservieren."}, {"date": "13-02-2015", "rating": 5.0, "content": "Das Outback Stadelhofen eignet sich sowohl um eins Trinken zu gehen, aber definitiv auch zum Essen. Die Chicken Wings sind kult und jedesmal sehr lecker; aber auch die restliche Karte ist empfehlenswert. Dessert kann ich den Schokokuchen mit flüssigen Kern empfehlen...der ist superlecker!Laut ist es natürlich schon, dies aufgrund der vielen Leute (es ist abends sozusagen immer voll), aber auch weil die Musik teilweise sehr laut ist.Wurde noch nie enttäuscht dort. :-)"}, {"date": "12-02-2015", "rating": 4.0, "content": "War schön öfter mit meinem Arbeitskollegen im Outback ein/zwei/drei........ Feierabendbier trinken. Habe noch nie eine solch talentierte schnell arbeitende, die Wünsche der Kunden sofort erkennende Bedienung erlebt. Und das obschon ich seit über 30 Jahren gerne mit Kollegen ein Feierabendbier geniese. Diese Simona zapft gleichzeitig 2 Bier, schupst mit ihrem Bein noch schnell eine Schublade zu, hat dabei noch ein offenes Ohr für die Gäste an der Bar, und rechnet dabei noch schnell den zu zahlenden Betrag aus. Multitasking in Reinkultur :-) Und dabei läuft noch der geilste Sound. Was will man mehr als Gast!!!!!!!!"}, {"date": "03-02-2015", "rating": 5.0, "content": "We decided to try this Australian restaurant last weekend and we couldn't chose a better restaurant!All the staff is really nice and welcoming, and even if our table was not ready, we started enjoying the atmosphere at the bar. The selection of food is really interesting and the price is aligned to what you get: big portions and very tasty food!Before anyone start saying that is expensive: you are in Switzerland, and even in the centre of Zürich, so don't even start this argument...The dessert was also really delicious! And the bill... As said, we expected to pay me re!So definitely a place to go!"}, {"date": "29-01-2015", "rating": 5.0, "content": "waren mit unserem team am weihnachtsessen im outback beim stadelhofen. super lage gleich beim bahnhof.die menükarte ist sehr exotisch aber es hat für alle etwas dabei.die preise sind okay für diesen standort.die servicedame die uns bedient hat war sehr aufmerksam und zuvorkommend.ein wirklich gelungener abend. vielen dank und wir kommen wieder."}, {"date": "26-01-2015", "rating": 4.0, "content": "Ich war vor vielen Jahren öfters im Outback auf ein, zwei, drei Bier und auch einige Male zum Essen, danach viele Jahre nicht mehr. Bis letzte Woche.Die Karte hat sich seit meinem vorletzten Besuch vor etwa 5 Jahren verändert, zumindest wenn ich mich richtig erinnere. Ich hatte sie umfangreicher in Erinnerung, trotzdem gibt es auch heute noch eine gute Auswahl an australischen Speisen.Das Essen war sehr gut, wurde rasch serviert und der Service war nett. Ich ass das australische Cordonbleu. Dazu natürlich ein australisches Bier :)"}, {"date": "20-01-2015", "rating": 4.0, "content": "Outback has always been a reliable place for me in my time of need, and love coming here to meet friends, have beer or margaritas and eat the city's best wings!- Location, location, location!! Great meeting point or hang out before people head home for the night. One of the entrance/exit goes out directly to the Stadelhofen train stations!- Chicken wings!!! They tout theirs is the best in town. So far I think they are better than Hooters by a margin. If you are really hungry they even have an unlimited special wings for about 30 bucks on Monday nights. But if you are not pigging out it's probably better you just eat an order of wings , cheaper and less dangerous to waist line!- Decent bartenders. I love the cool female bartenders here. And they make a mean strawberry margarita. Love it!- Lots of beers. It's an Australian place so it won't specialize in what some German loving beer drinkers like... but lots of variety and fun to choose. They also serve pitchers, a plus for those seeking deals for big parties.- Decent food. Good mix of fun Aussie food. Can't go wrong w their burger.- Fun atmosphere. You won't fall asleep in here. Can tend to be popular w those who look a bit underaged or of age. But older crowds are mixed in too.- Caters big parties and I have even hosted birthday parties there. There is also a special section at the back to facilitate this so book ahead to reserve!- Average Zurich prices. If others complain it is probably bc they are comparing to non Zurich or just not willing to pay Zurich prices. But that's the reality here - going out to eat is a higher cost of living here in Zurich! I have adapted to Swiss living, been here forever already!"}, {"date": "20-01-2015", "rating": 3.0, "content": "The bar and atmosphere are fine. Good location and nice staff. A bit pricy though. Loved the monster truck burger but it was served on paper, which is not the best thing to eat on with a knife. Also PLEASE do your own burger meat! Stop buying the ones already spiced :(( the desserts are nice. Though the choice of meals is very limited, not sure I will go back there."}, {"date": "18-01-2015", "rating": 4.0, "content": "My wife and I have eaten lunch here twice in the last fortnight. Both times we were greeted by the boss, once even though he was eating his meal at the bar, and after a quick explanation of what we could eat and where he gave us menus, asked if we wanted a drink in the meantime and passed our order to a waiter. The service continued at this interested, attentive level. The food was good and hot and served as promptly as one might expect at such a busy time. The portions were generous. Good advice was offered in response to my query about open red wines on offer. Only the ambience is getting, perhaps, a bit 'tired' now and needs a revamp. We'll have lunch there again, for sure."}, {"date": "02-01-2015", "rating": 5.0, "content": "Visitei com amigos e o ambiente é legal. O atendimento foi eficiente e o cardápio é variado e exótico. Além das opções mais exóticas, há pratos para os mais tradicionais.Enfim, Comida muito boa e preços justos ao padrão suíço. Recomendo!"}, {"date": "01-01-2015", "rating": 1.0, "content": "Ich und meine Freunde hatten uns wirklich auf einen Abend in der Outback Lodge gefreut, wurden aber ziemlich enttäuscht.Um das eklige Essen runterzuspülen wollten wir dann vorne in der Bar noch was trinken. Leider war die Barfrau Simona extrem unhöflich und quatschte nur mit den Stammgästen, anstatt unser Bier zu zapfen.NICHT ZU EMPFEHLEN"}, {"date": "18-12-2014", "rating": 3.0, "content": "Habe mich mal wieder mit Freunden zu einem Bierchen hier getroffen. War ganz nett, aber leider viel zu laut, sodass wir nach einem Bier wieder gegangen sind. Das Bier war auch irgendwie nicht schön mit Schaum, sondern eher \"flach\". Naja, war ja recht voll und da waren die beschäftigt. Bei schönem bzw. trockenem Wetter ist es draussen noch gut, da kann man eine Zigarette rauchen und Leute beobachten ..."}, {"date": "09-12-2014", "rating": 5.0, "content": "Pub&Resturant Australiano la combinazione vincente, ottime le pietanze e la qualità/prezzo locale grande e con una vasta scelta di birre!!! Location mista ci ritornerei subito! Abbiamo provato lo spiedone di canguro,zebra ed Emu super buono anche il Cordonblue Homemade e soprattutto complimenti allo staff giovani ma molto professionali"}, {"date": "02-12-2014", "rating": 4.0, "content": "Die Chicken Wings sind ganz ausgezeichnet. Auch die sonstige Karte kann sich sehen lassen. Am besten fragt man jedoch die Barchefin nach ihrem aktuellen Favoriten.Die Preise sind eher hoch - doch die Lage ist Zentral am resp. im Bhf. Stadelhofen. Für mich ist das Outback ein gelungener Laden."}, {"date": "29-11-2014", "rating": 4.0, "content": "interesting Australian theme pub in middle of Zurich. Good Ozzie beers. Right above Stadenhof train station."}, {"date": "24-11-2014", "rating": 4.0, "content": "Nice Beers & very good breads with veg dinner near to hostel & Wunderland where you could go carting"}, {"date": "06-11-2014", "rating": 2.0, "content": "Ich war gestern wieder einmal in der Lodge. Dort wurde ich von einem Kellner empfangen dessen Mund so voll war, dass er nicht mal grüssen konnte. Er hätte wohl besser erst mal geschluckt.Das bestellte Mineralwasser hatten einen so grauenhaften Beigeschmack, dass man es schlicht nicht trinken konnte. Es schmeckte als ob noch das Spülmittel drin wäre...Danach habe ich den Kellner beobachtet, wie er noss und sich die Nase putzte. Von Hände waschen danach keine Spur sondern sofort Gläser mit Getränken packen und an den Tisch bringen.Dann wurde das falsche Essen serviert und ich durfte danach ewigs auf mein \"richtiges\" Essen warten. Am Schluss habe ich über 45 Minuten auf das Essen gewartet.Das Essen selbst war ok."}, {"date": "28-10-2014", "rating": 4.0, "content": "Um restaurante muito agradável, a comida super bem preparada, tem um cardápio dos bons. Achei que o restaurante fica muito bem localizado. O atendimento é muito cordial agil, eficiente. O preço um pouco acima do esperado, mas vale a pena conhecer pela comida que é uma delicia."}, {"date": "14-10-2014", "rating": 5.0, "content": "Siamo stati a cena in 4 per festeggiare il mio compleanno. Locale super davvero sembra di stare in australia. Staff cortese e parla inglese.piatti e prezzi competitivi. Ottimo il piatto misto con carne di canguro tenera e saporita , coccodrillo e emu. E alla fine dolce al cioccolato in omaggio per farmi gli auguri. Prezzi sui 35 euro a testa...provate!!"}, {"date": "14-10-2014", "rating": 4.0, "content": ">Tolles Essen, tolles Ambiente, nur da es der Standort so will, gibts auch viele Leute.Daher bisschen Eng, aber so hat man sicher freundliche und neue bekannte Kontaktgespräche ;-)Als wir da an dem Tag bei euch waren, war der Empfang der Kunden am Eingang sehr aufgestellt und fröhlich , das hat sehr gute Energien rausgestrahlt und man hatte ein tolles Gefühl als Gast.Das Essen war gut, Neu, und überraschend.Die Drinks nach dem Essen waren Optisch ein sehr Leckerer Genuss, doch der geschmack war mir noch zu Neu und undefinierbar, evtl lags an dem einem Drink :) trotz allem und da ich das erste mal da war; fand ich es sehr gemütlich und werde bestimmt nochma vorbeischauen ;-)Ein schönes Essen wünshe ich ;)"}, {"date": "12-10-2014", "rating": 5.0, "content": "Where there Saturday evening in October with my Wife and 4 year old son.Although it was a bit chilly evening, we sat outside at their nice terrace. As soon we sat down we got sheep's fur, pillows and blankes to keep us worm. The service was really friendly and always with a smile. One of them is even real Australien ;-)We had the Burger, Ribs and the Bush-Trucker-Rolls with Shrimps. All 3 dishes were really delicious. The Ribs were with a nice BBQ marinade, not too spicy, just about right.And the Outback Fries are just Perfect! Never had such good Potato wedges... Could eat tons of them!All in all a nice evening, with good service and delicious Food!"}, {"date": "02-10-2014", "rating": 5.0, "content": "I was with a girlfriend here having a couple of drinks and we were served by a lovely, friendly and extremely helpful barmaid called Simona. She really knew what she was talking about when it came to choosing wine and gave us great advice on which one to choose. Lovely, outgoing girl who is doing a fantastic job. Keep it up and will definitely go back soon!Simone"}, {"date": "03-09-2014", "rating": 4.0, "content": "Ich fand das Essen sehr schmackhaft. Sicher was für Fleischliebhaber!Die Bedingung war grundsätzlich freundlich. Nur eines fand ich übertrieben. Und zwar hatte ein Freund von uns Geburtstag und wir hatten eine Torte mitgebracht und vorher gefragt ob es eventuell möglich sei, dass sie diese nach dem Essen unserem Freund servieren. Sie haben dann zwar eingewilligt, doch als wir bezahlen wollten, erfuhren wir, dass sie dafür noch eine Gebühr verlangen, was uns davor verschwiegen wurde.Ich war auch bereits im Outback in Winterthur und ich muss sagen, dass ich von dem hier in Zürich einen besseren Eindruck habe. Die Atmosphäre und die Bedienung waren mir sympathischer."}, {"date": "31-08-2014", "rating": 5.0, "content": "Nous avons réservé une table avec des amis dans ce restaurant jusqu'à côté de la gare de Stadelhofen, ce qui rend l'accès très facile.Vous devez absolument réservé votre table le WE car le resto était bondé vers 19h00 !!J'ai commandé le burger, malheureusement nous n'avons eu que la carte pour les groupes, mais je n'ai pas regretté mon choix. Les cocktails sont aussi bons, peu d'alcool mais finalement, c'est pas plus mal.Le cadre est sympa, mais bien trop bruyant. Je criais pour me faire entendre. Impossible de suivre une conversation.Dans l'ensemble, bon choix pour samuser entre amis. DIners romantiques en vue, s'abstenir."}, {"date": "25-08-2014", "rating": 3.0, "content": "Wir bestellten eine gemischte Platte für zwei (mit emu, krokodil, känguru etc). Eigentlich war das essen sehr gut, leider aber nicht mehr heiss, fast schon nicht mehr lauwarm. Schade für das wirklich zarte Fleisch! Draussen sitzen im Sommer ist wirklich sehr schön, bei Bedarf gibt es auch Decken für über die Beine. Zweiter Kritikpunkt: der Service war nicht so gut (daher wohl auch die lauwarmen Speisen, das Essen musste wohl warten). Wir hatten mehrfach versucht ein Dessert zu bestellen und wurden immer wieder ignoriert. Manchmal hatten wir das Gefühl, das Personal plaudert lieber mit befreundeten Gästen."}, {"date": "12-08-2014", "rating": 4.0, "content": "Ich war mit zwei Freunden am Montag im Outback um einmal kein Rind zu essen, sondern etwas aussereuropäischer zu speisen.Das uns empfohlene Känguru-entrecote kam in Zeit wurde mit einem freundlichen lächeln serviert und schmeckte. Das Lokal war sehr stark gefüllt und der Geräuschpegel def. hörbar, welcher allerdings auch eine tolle und lebendige Atmosphäre transportierte.kurz und knapp: zügiger freundlicher Service, gutes und lebendiges Ambiente und Essen war gut.Danke"}, {"date": "10-08-2014", "rating": 5.0, "content": "super ort für geschäftliche mittagsessen. super lage direkt am bahnhof. tolle atmosphäre im grünen garten. essen kommt schnell und ist super lecker.danke mevi für deine gastfreundschaft.bis zum nächsten mal"}, {"date": "01-08-2014", "rating": 5.0, "content": "Wir waren als Paar dort. Meine Partnerin bestellte ein riesiges Cordonbleu und ich den flying doctor (Emu Steak). Es schmeckte sehr gut. Die Reservierung war einfach über die Website zu machen. Wir erhielten dann auch ohne Wartezeit unseren Plätze. Reserviert wurde drinnen, aber bei tollem Wetter erhielten wir einen Platz draussen im Innenhof, welcher eine sehr schöne Athmossphäre bietet. Die Bedienung war zuvorkommend und nett. Wir erhielten unsere Getränke und unser Essen sehr rasch. Nicht unser letzter Besuch."}, {"date": "30-07-2014", "rating": 5.0, "content": "Me and my husband visited this restaurant twice when we where in Zurich for New Year's Eve celebration. First time there were not many people there - so it was pretty quiet and our meal were quickly served. Second time it was really very crowded, but the waiter still found the place for us; waiting time was ok. Both times the service was excellent! We really enjoy the mix plate from crocodile, emu and zebra - the taste and the food presentation outstanding. The choice from really australian beverages could be more brighter, but we still found our favorite beer. The dessert menu was unusual - the waiter brought to us a huge desk where desserts were written with a chalk - really funny and remarkable :) the apple pie was delicious, don't know about the rest. The prices are high, more then average in Zurich. We left around 120 Franks for the dinner."}, {"date": "02-07-2014", "rating": 3.0, "content": "Vale a pena ir. É bacana e numa rua agradável.A comida é ok, e como tudo na suíça caro.Não conheço muita coisa por lá, mas acho que vale pesquisar mais antes de ir lá."}, {"date": "22-06-2014", "rating": 4.0, "content": "Pub australiano con ambiente e menù adeguati alle aspettative; nulla di particolare, ma una soluzione vivamente consigliata per aperitivi e cene con gli amici. Eccellente la scelta degli arredamenti interni, a base di legno, che da un tocco di calore in più. D'estate giardino esterno.Evitatelo per appuntamenti romantici, è un posto da compagnie numerose o sicuramente incontri informali e all'insegna del relax"}, {"date": "16-06-2014", "rating": 3.0, "content": "Had some drinks and an evening meal. The food is just all right nothing special, the beef burgers had an unusual texture to the meat wouldn't have necessarily known that it was beef. Found it expensive considering the quality of the food. Wouldn't eat there again. For drinks and the general atmosphere would go back."}, {"date": "30-05-2014", "rating": 3.0, "content": "The reason we went there in the first place was to taste crocodile....Well maybe it was a mistake to have the burger version but ok, now we know what it tastes like. It was fine. What can you say about a burger that wasn't burned or dry after all ?The place was crowded and loud (mostly by groups of people in their 20s and 30s), and we were glad to have made a reservation.Obviously it was hard for the service to keep up....or at least for us to grab their attention. This was also reflected in the time we had to wait for our food to arrive.An indifferent place we don't intend to visit again soon."}, {"date": "18-05-2014", "rating": 3.0, "content": "Wir waren an einem Samstag Abend im Outback. Das Essen war superlecker und die Bedienung sehr freundlich und hilfsbereit. Jedoch war die extrem lange Wartezeit (trotz 2 maliger Nachfrage) auf das Essen unakzeptabel! Das nächste Mal nur noch unter der Woche!"}, {"date": "14-05-2014", "rating": 4.0, "content": "So on the outside they advertise kangaroo, croc and emu meat and you get suspicious. No Aussie friend I have would eat such, they also prefer beef, lamb and pork. Then on the menu they serve Foster beer and you know nobody from down under is actually working there, because they just would not drink such. Is this all bait for tourists and not-so-well-informed local indigenous looking for the \"Australian dining experience\"? Still we went and....both hamburger (the big one!) and the 500g slab or ribs were excellent. Same for the German Weissbier (no compromise there). Staff was very nice, inside decoration also, place was packed full during a weekday night. Conclusion good food, lively place, friendly, that is all what counts and we enjoyed it for that. But don't to there feeling like Crocodile Dundee;-)"}, {"date": "27-04-2014", "rating": 3.0, "content": "Die Speisekarte beinhaltet einige exotische Angebote. Der Burger war sehr lecker, die Kartoffelnschnitze waren mir etwas zu fettig. Der Salat war ein Gaumenschmaus. Leider mussten wir sehr lange warten bis wir die Bestellung aufgeben konnten. Es war sehr voll. Ohne Reservierung geht gar nichts. Der Service war sehr freundlich. Die Preise entsprechen dem schweizer Durchschnitt. Ich werde wieder gehen, nur nächstes Mal unter der Woche, nicht mehr am Wochenende."}, {"date": "24-04-2014", "rating": 4.0, "content": "We were wandering around after the shops closed looking for some place comfortable to eat and, since we were dressed in jeans and feeling a little travel weary, chose this because we thought we wouldn't be inappropriately dressed. My spouse wanted wings and our friend wanted ribs. Both were really happy with their choices. My husband ordered a lot of wings, don't think he realized just how many he was getting and he ranked them among the best he's had anywhere. I had a wonderful salad that surprised me with the warm apples and tastiness. It was very satisfying.When the bill arrived I calculated that the wings cost $40, so if you go and ask for the large order ask how many wings are in the order and make sure you can eat that much or order the smaller portion. We left a lot of wings on the table.Good beer choices. It's dark inside and there was a large table behind us that made conversation difficult, however, it's a pub and we realized that going in so didn't mind.The young man who waited on us was extremely friendly and welcoming. The servers looked like they enjoyed their jobs and we saw a lot of comaraderie between the staff members."}, {"date": "01-04-2014", "rating": 5.0, "content": "Samstagabend und kaum je besser und \"freundlicher\" gegessen in der Stadt Zürich. Supernette Bedienung, die uns eine gute Essens- und Weinempfehlung gab. Das Essen aus dem Frühlingsmenü einfach genial! Ich freue mich schon auf das nächste Mal."}, {"date": "29-03-2014", "rating": 5.0, "content": "Dies ist ein Restaurant mit Konzept, guter Führung, freundlichen Mitarbeitern und qualitativ hochstehendem Essen.Selbst an einem Tag wie dem \"Chicken Wings Monday\" läuft es trotz vollen Rängen rund und schnell. Das Essen ist köstlich.Einfach toll. (Danke an unsere Bedienung Valentina! You made our Day!)"}, {"date": "15-03-2014", "rating": 4.0, "content": "Am Donnerstag im Outback zu essen fand ich anfangs eine eher schlechte Idee - doch ich wurde eines besseren belehrt: Die Atmosphäre war zwar laut (wie erwartet) aber der Service war sehr freundlich & aufmerksam -trotz der vielen Gäste (sind sich offenbar Stress gewohnt) und vor allem waren die Lammracks so lecker wie noch in keinem anderen Restaurant.Wer es lieber ruhiger mag, sollte unbedingt einen Tisch reservieren, dann wird man etwas weg vom After-Work-Drinks-Volk platziert.Komme gerne wieder!"}, {"date": "07-02-2014", "rating": 5.0, "content": "Wir haben einen super Abend im Outback Zürich geniessen können. Die kurzfristige Online Reservierung hat einwandfrei geklappt. Die Bedienung durch den Chef persönlich war hervorragend (und darüber hinaus auch ziemlich amüsant). :-)Die Menüs waren spitze, vor allem auch die saisonalen Spezialitäten (ich hatte Zebra, noch nie vorher probiert) sind ausgezeichnet machen einen Besuch einzigartig.Das Ambiente und die Einrichtung lässt das Herz eines jeden Outback/Australien-Fans höher schlagen!Wir kommen immer wieder gern, macht weiter so!Janne"}, {"date": "25-01-2014", "rating": 4.0, "content": "Wir waren diesen Donnerstag im Outback (5 Personen) und haben reserviert (sehr empfehlenswert). Zur Vorspeise wurde uns die Mezze-Platte mit australischen Spezialitäten und ein Gewürztraminer empfohlen. Zum Hauptgang haben wir Känguru und Zebra gewählt. Das Zebra war hervorragend, das Känguru gut durch. Zum Hauptgang gab's einen Lehmann's Bin 45, der Preis war's wert! Der Geschäftsführer Bernhard Buomberger hat uns bedient und sich viel Mühe gegeben, dass wir uns wohl fühlten. Die Preise sind eher hoch, das Essen dafür perfekt (vor allem die Potatos!!). Wir kommen immer wieder gerne. Auch der Monday \"all you can eat Chicken-Wings Abend\" ist ein Erlebnis!"}, {"date": "21-01-2014", "rating": 5.0, "content": "Australien wie ich es kenne.. freundlich und zuvorkommend! dreamtime platter und dessert mix. top service von irene. we will come back.. awesome"}, {"date": "04-01-2014", "rating": 5.0, "content": "Die 2 beste Barkepperinne EverSimona/ AngieIhr sind beidi Eif Hammer!Danke viel Mol für die geil bedienig und dä unvergessliche Obig!!!!"}, {"date": "04-01-2014", "rating": 4.0, "content": "Wir waren an einem Freitagabend im Outback. Wie überall in Zürich war es sehr voll. Wir dachten schon, wir müssen uns eine andere Location suchen, doch wir wurden sofort sehr nett von Beni empfangen. Er hat uns sogleich einen Platz an der Bar besorgt. Auch dort war die Bedienung toll. Alle waren sehr aufmerksam, wir wurden prompt bedient und die empfohlenen Drinks waren sehr gut. Ein durchaus gelungener Abend."}, {"date": "03-01-2014", "rating": 5.0, "content": "Das war ein super Abend. Tolles Ambiente, sehr freundliche und kompetente Bedienung. Der Chef persönlich hat uns beraten.Das Essen schmeckte total lecker! Kann ich nur weiter empfehlen!Wir freuen uns schon aufs nächste Mal!Jane aus Zürich"}, {"date": "02-01-2014", "rating": 5.0, "content": "Hat uns sehr gut geschmeckt.super essen, service und ein tolles ambiente.wir kommen bestimmt wieder."}, {"date": "20-12-2013", "rating": 5.0, "content": "Hier hab ich mein geliebtes Australien wieder gefunden. Super Food inkl Kroko, freundliche Bedienung, gute Stimmung - kurz einfach ein perfekter Abend"}, {"date": "19-12-2013", "rating": 5.0, "content": "Simona die sehr charmante Bedienung . Mixt die besten Drinks empfiehlt das beste Essen. Hier komme ich bestimmt wieder. Super Atmosphäre . Gute Musik ."}, {"date": "18-12-2013", "rating": 5.0, "content": "wow .... iv just been at the bar, but the waitres there... (simona)amazing!! just amazing!! smart ,cute and... i felt in Love:)!!"}, {"date": "17-12-2013", "rating": 5.0, "content": "Ich war an einem Montag an der \"all you can eat chicken wings night\". DIe Chicken Wings waren mega lecker und wurden mit exquisiten von Hand geschnittenen Pommes serviert. Es war göttlich. Wir haben uns die Bäuche so voll geschlagen, dass wir danach nur noch aus dem Restaurant rollen konnten. Der Service war super freundlich und hat sehr prompt auf all unsere Wünsche reagiert.Ich komme garantiert wieder!"}, {"date": "13-12-2013", "rating": 5.0, "content": "waren an 11.12 in der outback lodge essen. wir wurden schon sehr höflich empfangen. der apero des tages kam prompt und hat lust auf mehr gemacht! auf empfehlung des chefs haben wir den burger mit speck und spiegelei genommen. die stimmung war bei uns und auch bei den mitarbeitern sehr gut! alles in allem ein äusserst gelungener abend!"}, {"date": "13-12-2013", "rating": 5.0, "content": "wir wurden herzlich empfangen. Das Restaurent war voll, die wartezeit an der Bar war im nu vorbei (danke Simona ;)). das essen war top, der australische wein ein erlebniss. wir kommen wieder..;)"}, {"date": "07-12-2013", "rating": 2.0, "content": "Waren heute zu 9. im Outback um den Geburtstag eines Freundes zu feiern.Wie alle waren nicht wirklich überzeugt vom Outback. Hatten einen relativ kleinen Tisch, alles ist sehr eng gestuhlt. Wenn man auf die Toilette wollte, musste man sich durch die anderen Gäste durchzwängen.Meine Vorspeise (Chicken Wings) waren gut.Service war schlecht, musste nach meinem Ice Tea 3x nachfragen, bis ich ihn endlich bekam..Dann kam schliesslich die Hauptspeise. Mein Kängeroo Entrecote war viel zu fest gebraten. Sehr schade! Potates waren gut. Auch die Entrecotes meiner Freunde waren zu lange auf dem Grill, sowie auch die Spare Ribs.Nach dem Essen bestellte ich mir noch einen Whiskey Cola, nach welchem ich auch 2x nachfragen musste, bis der Kellner ihn dann endlich servierte.Wir alle waren entäuscht vom Outback und werden dieses Restaurant wahrscheinlich nicht gleich wieder aufsuchen.Preis - Leistung sehr schwach.Auf ein Bier an der Bar jedoch OK."}, {"date": "21-11-2013", "rating": 2.0, "content": "Wir waren seit Jahren nicht mehr im Outback essen und hatten Appetit auf Downunder Fries und Fleisch. Wir bestellten \"all you can eat chicken\" und \"Coopers Creek Chicken\" (from the Barbie).Die Downunder Fries waren super ...... wie immer.Die \"Chicken Wings\" kamen aus einem Ofen, aber nicht aus der Fritteuse und waren nicht so knusprig wie sie hätten sein können. Auch nicht beim 2. Mal, denn wir erwähnten dies speziell.Das Coopers Creek Chicken from the Barbie sah aus, als käme es von Antarktika. Weiss, keine Spur von einer Pfanne oder geschweige denn einem Grill. Als ich dies monierte fragte mich die Serviertochter wie ich auf die Idee käme, dass es gegrillt sei. Wahrscheinlich dachte Sie, dass „Barbie“ jene langbeinige Plastikpuppe ist, statt die Umschreibung des Barbecues, alternativ auch einfach als „BBQ“ abgekürzt. All meine weiteren Versuche Gegrilltes zu bestellen wurden damit abgeschmettert, dass ich nicht glauben sollte, dass es \"Grill\"- oder \"Bratspuren\" gäbe.Völlig enttäuscht nahm ich die Tagessuppe, welche völlig verwässert und geschmacklos war.Das Personal war bemüht zwischen uns und der Küche zu vermitteln und den Abend noch zu retten. Leider ohne Erfolg. Entweder ist die Kücheneinrichtung nicht mit einem Grill ausgestattet oder es mangelt dem Küchenpersonal an Kenntnissen wie Fleisch \"Aussie-style\" zubereitet wird.Ich kann dieses Restaurant leider nicht empfehlen, wenn man Fleisch from the Barbie essen möchte."}, {"date": "17-10-2013", "rating": 3.0, "content": "Ich bin nicht sicher, ob das Outback an einer nicht so publikumsfreundlichen Lage den gleichen Erfolg hätte. Das Essen war OK, der Service freundlich, aber nicht sehr effizient und die Ambiance riecht halt mehr nach Bahnhof Stadelhofen als nach Australien."}, {"date": "06-10-2013", "rating": 2.0, "content": "this used to be a great place to eat chicken wings. these days the food is much worse and laking any flavor or presentation. it is cheap & handy for the train however."}, {"date": "20-08-2013", "rating": 5.0, "content": "As comidas eram muito boas, bem parecidas com a rede que leva o mesmo nome (embora não faça parte da rede, é um restaurante próprio). Ainda tivemos a grata surpresa de ser atendidos por uma atendente brasileira. Os preços são razoáveis para a realidade suíça."}, {"date": "19-08-2013", "rating": 4.0, "content": "After been many times for dinner - this time had a lunch. Since with the kids, we only ordered two chicken wings and two down under fries. There both super tasty!The location is just right at the Train station and Zürich biggest car park is not far away either.Inside it's usually loud but at this rather later lunch hour (13:30), not too many people there.Service was OK, waiting time moderate but the price was whopping 69€ - just for Lunch!You can get the same for half the price just a few steps away but with lower quality.Verdict:+Food/Taste+Location+Service-Price"}, {"date": "30-05-2013", "rating": 4.0, "content": "Bar wie auch Restaurant.. Man wird mir australischer Freundlichkeit empfangen & und auch bedient.. Einfach super für einen Feierabenddrink, oder auch für ein Essen mit Freunden.."}, {"date": "07-05-2013", "rating": 1.0, "content": "I don't care how huffy you get about its name, a burger with cheese on it is a cheeseburger. I'm a pretty friendly, polite guy; if I come in tired, hungry and thirsty, smile and ask for a cheeseburger, it's not up to the barmaid to pissily lecture me about how it's called a \"double 'roo esky holden koala fosters whatever burger\" (or whatever), how it's \"the best [--] burger in the world\", and subsequently turn her back to me every time I try to order a beer. It's decidedly not the best anything burger in the world, you're not Australian, your place is loud and grimy, and no thanks."}, {"date": "02-05-2013", "rating": 5.0, "content": "Stopped there today for a late lunch. My sister had the rack of lamb and I had the chicken with the devils fire butter. Really really good. The potato wedges were the best we have tasted anywhere in the world ever. The waitress was friendly. Good service. Not cheap but then not much in Zurich is. 2 meals, a cola and a cider 76CHF."}, {"date": "19-04-2013", "rating": 5.0, "content": "Essen war super so wie der Service auch. Man fühlt sich wie in einem Australischem Bub!Das Servicepersonal ist freundlich und sehr zuvorkommend man fühlt sich wirklich als Gast. Dickes Dankeschön an die ganze Crew"}, {"date": "22-03-2013", "rating": 4.0, "content": "Nice, relaxed place, laid back ... Ozi, in other words :). Food and drinks are good. I think their very specialty are the chicken wings - don't miss them. My friends also had salads or other grilled meat and were very satisfied."}, {"date": "02-03-2013", "rating": 1.0, "content": "My friend once told me he now judges restaurants by their changing tables. I did not understand until my son came a long.We use to love this place.But now will never go back.We came with our 1.5 year old son early while the place was half empty. We asked where can we change the diaper, the manager said just do it on top of the toilet.We said we can't that's a very dirty toilet lid. We asked please can we change in a corner some where out of site. He said no. We asked how are people with small children meant to come to your restaurant?He said \"we are not interested in these type of customers\""}, {"date": "05-02-2013", "rating": 3.0, "content": "I won't be too hard - their food is good and mostly worth the price. Big meals. But the service...I don't know. They are kinda slow and always stressed out. And if so, they can become unfriendly. But it's ok. If you want some Australian food go for it. And if you go in the evenings, be sure to make reservations!"}, {"date": "23-01-2013", "rating": 4.0, "content": "The atmospehere is really comfortable and together with their food and all the amenities I'd sincerely call it a very good restaurant. Waiters and waitresses are unusual and certainly unconvential but mostly friendly. The food is simply awesome. Go with some friends on Monday evening and eat all you can eat chicken wings, what a time! It's not an excellent because of the music. Surrounded by Aussie spirits I except some good rock, like AC/DC but unfortunately Kesha and Taio Cruz hold the floor."}, {"date": "31-12-2012", "rating": 3.0, "content": "Nice atmosphere, ok pub-food, service somewhat slow.The best about this pub, annex restaurant is the atmosphere. It's a nice pub. Good to go for an aussie beer or wine after a day shopping. Comfortable seating. Friendly service. The food is ok, but nothing special. The emu and roo was good. Prices are not too bad, for Zuerich standards. Online reservation works perfect, and we did get a nice table. Would go there again."}, {"date": "16-12-2012", "rating": 5.0, "content": "Una carta molto ben fornita da aperitivi ai piatti principali. Ottima birra, e ottima location molto stile astraliana!!"}, {"date": "14-11-2012", "rating": 3.0, "content": "Popped in here for a quick burger dinner with friends, mostly out of curiosity to see if this, yet another Oz themed restaurant, falls flat on its face, as is usual elsewhere I had the misfortune to experience these \"creations\". This place, on the first glance is fun, and does not take the whole Aussie signage and the stereotypes too seriously, though it has its share of crocodile crossings, nets and fake Aboriginal cave paintings, but it is deafeningly loud. So much so, that one cannot really relax or enjoy it, speakers blaring Crowded House right above you, made worse by large long tables favouring many group celebrations making it almost uncomfortable to stay. It may be that the other side of the bar may be quieter, but the main body of the restaurant is just one noise bucket. Burgers were OK, nothing to get terribly excited about, but not bad, proper Aussie style with pineapple (ananas) and beetroot and really proper potato wedges which would be familiar to anyone who spent any time in Australia. Service is beyond ordinary, the waitress opened the wrong bottle of cabernet sauvignon, didn't even bother to offer any of us to taste, just poured it out like it was lemonade to the tilt of the glass, and when she was told it's completely the wrong producer, did not apologise once, looked annoyed and went and got the correct bottle, but never reappeared, we had to pour our water and wine throughout dinner. Will not be going back."}, {"date": "24-09-2012", "rating": 5.0, "content": "Toll eingerichtete Location grad beim Bahnhof Stadelhofen. Gute australische Biere im Offenausschank und schmackhafter Pubfood. Am liebsten mag ich die Krokodilspiesschen mit Pampadam und Chutney, die Country Fries mit Sour Cream und die Chicken Wings. Es hat aber noch viele andere tolle Sachen. In der Regel sehr nette Bedienung, besonders das eine Girl war total super. Bei schönem Wetter kann man draussen sitzen."}, {"date": "09-08-2012", "rating": 3.0, "content": "Das Ambiente im Outback ist immer sehr gut, so auch das Essen äusserlich. Es gibt tolle Menues und diese sind auch schön im Anschauen. Leider sind sie geschmacklich etwas enttäuschend. Das Fleisch ist häufig trocken und zäh, das Gemüse versalzen. Der Service ist meistens schnell und freundlich. Wegen den speziellen Menues gehe ich dennoch immer mal wieder dort hin."}, {"date": "22-07-2012", "rating": 1.0, "content": "We waited an hour for what were very disappointing burgers. Definitely would not go back here!"}, {"date": "13-07-2012", "rating": 3.0, "content": "I have gone to the Outback Lodge a number of times, it is a convenient place right next to Stadelhofen station and relatively comfortable. The food is generally nicely presentated and of a consistent average quality. Don't expect gourmet but it is not fast food either."}, {"date": "05-07-2012", "rating": 4.0, "content": "Great place to get a drink, good atmosphere and friendly service."}, {"date": "30-06-2012", "rating": 3.0, "content": "A nice place, but there are better places to go. I thought the food was average."}, {"date": "30-06-2012", "rating": 4.0, "content": "If one likes tender and juicy meat, one usually likes Outback restaurants..."}, {"date": "27-06-2012", "rating": 3.0, "content": "Menu was half in English/Australian and German. A strange mix as it was difficult to comprehend."}, {"date": "27-06-2012", "rating": 4.0, "content": "varied menu, good atmosphere, friendly service, good location."}, {"date": "23-06-2012", "rating": 2.0, "content": "Das Outback liegt sehr zentral und war auch der Hauptgrund, weshalb ich mit einer Freundin dieses Lokal besuchte. Man kann drinnen oder auch im Freien Speisen. Das Ambiente ist eigentlich ganz nett. Die Bedienung war leider sehr unaufmerksam. Ich musste lange warten, bis ich mein Getränk bekam, obwohl nicht viel los war. Dafür waren sie sehr höflich. Das Krokodil war etwas langweilig gewürzt, auch die Fleischqualität war mittelmässig, dafür waren die Country Fries sehr gut. Als eine Horde Jugendlicher sich lautstark breit machte, war es Zeit zu gehen."}, {"date": "03-06-2012", "rating": 4.0, "content": "essen ist sehr gut, wein ist sehr gut, personal super freundlich! unbedingt einen besuch wert! vielleicht nicht gerade am freitagabend weil oft mega voll.. oder voranmelden!"}, {"date": "02-05-2012", "rating": 4.0, "content": "Went there for an early dinner, as it is right at Bahnhof Stadelhofen, it is usually quite busy and you should make a reservation.We had Emu and kangaroo, very good in taste, with nice sides of veggies and aussie fries.The waitress was friendly and quick, and prices are I'd say normal for Zurich, we paid (including beer and espresso, also including tip) 42 CHF pp.Atmosphere is pub style, rustic.Recommendable for meat, and exotic meat, lovers."}, {"date": "05-04-2012", "rating": 3.0, "content": "The all-you-can eat chicken wings on certain week nights are worth it. Order them spicey! For the rest, it is just another pub."}, {"date": "25-03-2012", "rating": 3.0, "content": "Direkt am Bahnhof Stadelhofen ist die Lage natürlich genial.Das Outback bietet Australische Spezialitäten. Von Strauss, Krokodil über Burger findet man alles was das Aussie-Herz begehrt. Das Essen ist gut aber eher teuer.Das Outback ist immer gut gefüllt weshalb es eher Laut ist. Unbedingt vorher Reservieren.Wir wurden sehr schnell bedient und die Bedienung war freundlich."}, {"date": "17-03-2012", "rating": 3.0, "content": "Looking for an Australian dining experience in Zurich? Then this is for sure a good choice. Food quality is good, prices rather on the higher end. If you like crocodile meat: here you'll get it. Also a good place just to have a drink (a lot of different Australian beers to choose from!)."}, {"date": "12-03-2012", "rating": 4.0, "content": "Am Wochenende ist es da immer sehr voll, wir hatten aber Glück und habe zu zweit relativ früh auch ohne Reservierung einen Platz bekommen. Wir waren nicht das erst Mal hier. Das wichtigste: Das Essen war wieder sehr gut, das Personal sehr schnell und freundlich. Sehr gut.Toiletten waren trotz dem vielen Betrieb sauber.Die Preise sind für Züricher Verhältnisse in Ordnung. Allerdings ist es je nachdem wo man sitzt, etwas enger und nicht immer ganz so gemütlich. Daher die Gesamtwertung \"gut\". Aber wir werden sicher mal wieder hier essen gehen."}, {"date": "21-02-2012", "rating": 2.0, "content": "Kenne das Outback am Bahnhofe Stadelhofen jetzt schon mehrere Jahre und habe zumindest früher hier viele Abende verbracht, um einen Absacker zu trinken. In den letzten Jahren habe ich jedoch einige Enttäuschungen erlebt, vielleicht liegt es auch daran, dass ich eben jetzt einfach kein Teenager mehr bin, der keine hohen Ansprüche an den Service hat. Bei zwei Abendessen im vergangenen Dezember und Januar habe ich bemerkt, dass man als kleinere Gruppe von 2-4 Personen dem Restaurant ziemlich wenig wert ist. Im Dezember mussten wir unseren Tisch ohne Vorwarnung für eine größere Gruppe räumen, obwohl wir eigentlich noch Dessert und eine weitere Runde Getränke bestellen wollten. Im Januar wurden zwei von uns vieren aufgefordert, noch eine Hauptspeise zu bestellen, nachdem die beiden nur einen Cocktail und eine Vorspeise bestellt hatten.Bei beiden Besuchen hatte man immer das Gefühl, man muss schnell fertig essen, um neuen Gästen (vor allem großen Gruppen) Platz zu machen. Vielleicht trägt hierzu auch die wirklich sehr unruhige Atmosphäre bei, die einem in einer größeren Gruppe wohl weniger auffällt."}, {"date": "09-02-2012", "rating": 5.0, "content": "This is a fun place to meet friends and hang out. The food is good and the atmosphere is great for a small group to enjoy."}, {"date": "08-02-2012", "rating": 5.0, "content": "mit der arbeit ein geschäftsessen im outback lodge ist eine gute idee. die gute stimmung, die freundlichen angestellten, die ambiance, die einrichtung und die vielfältige menükarte machen das alles interessant! reservierungen kann man einfach und bequem auf der homepage machen! ist immer wider ein spass! auch einfach abends ein bierchen aus australien trinken zu gehen wecken schöne erinnerungen!"}, {"date": "30-01-2012", "rating": 4.0, "content": "Am Wochenende empfiehlt es sich zu reservieren. Das Essen war gut und man war satt. Preislich ist es für Zürich im angemessenem Bereich. Das Restaurant liegt sehr nahe beim Bahnhof Stadelhofen oder Bellevue. Im Sommer kann man draussen essen. Getränkeauswahl ist gut, von Süssgetränken über Bier zu Cocktail."}, {"date": "14-12-2011", "rating": 5.0, "content": "Gehört zu den Restaurants welche ich immer wieder gerne hingehe - das Essen ist super und es herrscht immer gute Stimmung (ja, eher etwas laut..;) Ich empfehle auch unter der Woche zu reservieren, ausser man sitzt bei einem Date gerne mit zwei andern am gleichen Tisch.."}, {"date": "12-12-2011", "rating": 4.0, "content": "This very laid back Australian restaurant is always busy.If you haven't eaten all day want to eat as much as you can of the best chicken wings in Zurich, you definitely have stop by outback on a monday, make sure you make a reservation otherwise you will be waiting for quite some time.If you don't like chicken wings of course you have more options, like crocodile on a stick, ostrich and kangaroo."}, {"date": "28-11-2011", "rating": 2.0, "content": "A last minute selection while heading to the opera, the \"Outback Lodge\" certainly served some unusual sounding selections! Zurich-expensive, not unusually so. The oddest part of the experience, and why I'm jotting this review, is that just as our main courses were served, another two people were seated with us at the table! Very, very uncomfortable, since there was no warning or request if it would be OK with us. I'm told in retrospect by others that this isn't unusual - but in 30 years of international travel it is the first time it happened to me, so I suppose I've been lucky! If we had been in a budget eatery, I would haven't been so taken aback, but I certainly won't be back to this place! Food was OK, but we did rather rush out of the place."}, {"date": "30-10-2011", "rating": 1.0, "content": "der lärmpegel ist unbeschreiblich!die bedienung... versucht zu smilen, ist aber sehr unerfahren und schlecht! die leere prosecco-gläser standen da bis nach dem dessert...die spare-ribs... unterste schublade..:-(und das beste... eine flasche rotwein haben wir bestellt... ich konnte kaum glauben, jahrgang 2010 :-( \"soll ich die flasche öffnen\" fragte sie... naja.... dann drehte sie am deckel...:-( und dies für fr. 45.- ! never again!"}, {"date": "04-10-2011", "rating": 4.0, "content": "Das positive: Es gibt zum Mittagessen jeweils ein sehr günstiges Angebot, welches geschmacklich absolut iO ist. Für 18-22 Franken + Getränk isst man damit für die Stadt Zürich vernünftig. Auch die reguläre Karte ist erhältlich, dauert leider mit knapp 30 Minuten für unseren Fall etwas zu lange, war aber geschmacklich 1a. Die \"Fries\" sind bei fast allen Auswahlen dabei, und wirklich gut (mit Sourcream) - dazu sollte über Mittag eine der gesünderen Alternativen gewählt werden, der Monstertruckburger liegt sonst doch etwas tief im Magen. Die Bedienung war ok, wenn auch etwas unmotiviert, wie mir schien. Das Restaurant war aber auch nur zu einem 1/4 voll, wer es sonst vom Abend kennt, ist überrascht.Zufrieden? Ja! Glücklich? Eher nein.. Werden wir wieder kommen? Sicher, aber nicht gleich wieder morgen.. das Outback ist für einen Quartalsbesuch absolut zu empfehlen, persönlich bevorzuge ich es aber zum Abendessen, schaue mir aber die Mittagsmenus immer an - wenn etwas passend dabei ist, kann ich mir einen Besuch absolut vorstellen."}, {"date": "04-09-2011", "rating": 1.0, "content": "ich war mit 3 freundinnen dort, als wir bestellten (3 Vorspeisen und ein Hauptgang), sagte uns der Kellner, dass es hier die Regel sei, dass bei 4 Personen mindestens 2 einen Hauptgang nehmen müssen, wegen dem Abendgeschäft. Ich war zuerst einmal \"baff\" und begriff, dass er uns vorschreiben möchte was wir bestellen sollten! Als wir dann sagten, ob er uns sonst rausschmeissen wolle wenn wir nicht noch ein Hauptgang bestellen, sagte er, das müsse er jetzt mit dem Chef besprechen. Etwas später kommt er wieder und sagt, \"wir machen bei euch eine Ausnahme, ihr kennt die Regel nicht und seid Touristen\" ... und zwinkert mit dem Auge.Liebes Outback, erstens... in der heimischen Stadt als Tourist benannt zu werden ist ziemlich daneben. Zweitens... weshalb bietet ihr Vorspeisen an, die eurer Meinung nach zu \"billig\" sind für das Abendgeschäft. Drittens... ich ärger mich heut noch, dass wir nicht einfach davongelaufen sind, weil ihr ja offenbar auf 4 zahlende Kunden mehr verzichten könnt. Viertens.... und Gastronomie-technisch am wichtigsten: Ich kenne auch eine weit verbreitete Regel und die heisst, der Kunde ist König! Aber in der Outback Lodge am Stadelhofen ist das nicht der Fall, dort wird dem Kunden vorgeschrieben was er Essen soll!"}, {"date": "20-08-2011", "rating": 1.0, "content": "Auf der teuren Probierplatte für zwei sind nur 200g Fleisch. Davon das grösste Hähnchenfleisch. Von Krokodilsteak ist nicht die Rede. Oder es war ein Baby-Kroko. Ausser dem Huhn gibt es genau zwei MInibisse von jeder Sorte Fleisch. Dafür bekommt man Kartoffeln für vier Personen.Sehr lecker ist nur das Emu."}, {"date": "12-08-2011", "rating": 2.0, "content": "First things first, there is nothing original Australian about this place. Yes it has Kangaroo on the menu and VB beers in the cooler but that's where it ends. The Outback restaurants are part of a restaurant group that include the Red Ochre in Uster, Mama Africa and Joey's kitchen. They are very commercial.I went to the one at Stadelhofen. You could be forgiven for mistaking it for a lower quality Applebees or TGI Fridays. Key words: lower quality.The service is very bad. Not that they are rude or anything, simply that they don't come to your table. However, this is the norm in Zürich. Unfortunately, regardless of how terrible service is, Swiss people still frequent restaurants and do not bother to complain. Therefore, nothing improves.They have an interesting fusion menu offering kangaroo, emu, crocodile, grilled items, curries, burgers, salads and beef and lamb steaks. Unfortunately, the food is average. Nothing stood out for me or my fellow diners. It was well prepared and served but simply lacked a special taste. It would not be a place I would recommend to dine at.If you're looking for a chilled out place to have a few beers in a TGI Fridays style environment in Zürich, then it is ok. However, I would suggest that you take an 11 minute direct train to Uster and go to their sister restaurant, the Red Ochre. Much better and friendly service and the food (eventhough it's the same menu as Outback) is prepared much better and of a higher quality."}, {"date": "25-07-2011", "rating": 2.0, "content": "Die Outback Lodge ist eigentlich ein schönes Restaurant. Schlicht aber schön eingerichtet, tolle Karte, nettes Ambiente, Sitzplätze im Freien. Das grosse Problem: Das Essen ist in jedem Aspekt grauenhaft. Uns wurde jedes bestellte Fleisch ungefragt nicht nur durch, sondern extrem trocken gebraten serviert. Das Gemüse war kalt und geschmacklos. Die Patatoe Wedges zwar heiss, ansonsten aber genauso frei ovn Geschmack wie das Gemüse. Die Vorspeisenplatte war für dür das Gebotene viel zu teuer. Ausser den Chicken Wings und Hackfleischspiessen war nichts selber \"gekocht\" (d.h. es wurde \"nur\" Wurst aufgeschnitten, Pilze erhitzt (ohne Gewürze) usw.).Die Bedienung war freundlich und es gibt eine grosse Auswahl an Getränken. Deswegen und wegen dem Ambiente kann ich die Outback Lodge empfehlen, falls man nichts essen will."}, {"date": "24-07-2011", "rating": 1.0, "content": "Awful service that chooses to ignore customer as they wish. We were seated and waited to be served for 20 min. The server ignored us and served two tables that came after us. Will not be going there again."}, {"date": "23-06-2011", "rating": 2.0, "content": "Nachdem ein anderes Restaurant voll war, haben wir uns entschieden in die Outbacklodge zu gehen. Die Bedienung war sehr freundlich unt hat uns einen tollen Tisch gegeben. Bestellt hatten wir einen Burger, einen Cesar Salat und die \"Famous Chicken Wings\"Chickenwings: Die \"Flügelis\" waren ziemlich gut, auch wenn die scharfe Sauce alles andere als scharf warCesar Salat: Eine Beleidigung an Cäsar! Latschige Croutons, übelster Speck und eine Sauce, die man beim Jungel-Camp als Finale Ekelei präsentiert werden könnte. Liebe Käche im Outback. Es ist doch nicht so schwierig. Versuchts doch einfach mit dem Originalrezept: Ei, Öl, Zitronensaft, Essig, Worcestershire Sauce, Salz, Pfeffer, Sardellen, Knoblauch und evtl noch etwas Senf!Burger - Das Fleisch wurde anscheinen inklusive Verpackung durch den Fleischwolf gedreht. Eine graue geschmackslose Pampe. Wie man einen Burger macht könnte man im Restaurant James Joice lernen!Zum Essen gehe ich garantiert niemehr hin!"}, {"date": "21-06-2011", "rating": 1.0, "content": "Da ich dieses Restaurant im 2009 \"geratet\" habe, habe ich mein Firmen- Weihnachtsessen mit 12 Pers hier gemacht. Ich habe frühzeitig reserviert und Open Menu für alle gemacht.Der Horror begann: Bedienung unfreundlich obwohl nicht überfüllt. Die vorbestellte Häppchen-Platte fand nach 2 Remindern 1 Std später den Weg zu uns. Die Teller danach waren nicht die selbe Grösse wie sonst und fast kein Fleisch zu finden (für das sind sie ja bekannt !). Wir haben reklamiert und mehr Fleisch verlangt - \"sei nicht vorgesehen\" (wir haben für CHF 1'500 konsumiert !!!). Getränkebestellungen brauchten bis 1/2 h. Rechnung war falsch, nochmals 1/2 h.FAZIT: FURCHTBAR - NIE MEHR"}, {"date": "01-04-2011", "rating": 5.0, "content": "Gutes Australisches Restaurant mit Pub. Die Wahl der Speisen ist gross und die Leckereien wie Känguruh-Steak oder Emu-Würste muss man einfach mal probiert haben. Die Auswahl an Getränken ist ebenfalls riesig und für Freunde von australischen Bieren ein Muss. Nebst dem Bekannten Fosters..gibt es auch die guten Sachen, wie VB und Cooper's. Montags gibt es all-you-can-eat Chicken Wings für CHF 28.00. Die Burger und Steak's ab dem Grill sind ausgezeichnet. Für Vegetarier hat es ebenfalls eine Auswahl an Speisen. Die Preise sind für Zürich o.k."}, {"date": "02-03-2011", "rating": 1.0, "content": "I cannot say anything about the food as we did not get served .... We entered the restaurant and sat down. Like our neighbours on both sides the staff ignored us for actual 20 minutes but preferred to have private conversations at the bar. Unbelievable. After those 20 minutes we decided to leave and they did not even notice .... This was the first and last time we visited this restaurant."}, {"date": "17-01-2011", "rating": 4.0, "content": "Premetto che era la prima volta che mangiavo \"australiano\"...e l'esperienza non mi è dispiaciuta per niente. Il piatto di \"assaggio\" con Emù, coccodrillo, canguro alla griglia era veramente ottimo, con un contorno di patate davvero buone. L'atmosfera è particolare, piacevole, ma se si cerca \"intimità\" ed un locale romantico non fa per voi. Prezzi non esagerati (ricordiamoci che siamo a Zurigo)."}, {"date": "16-01-2011", "rating": 4.0, "content": "Das Angebot ist überschaubar, das Fleisch vom Grill einfach perfekt. Einzeig die fertig Saucen aus der Tube sind ein Minispunkt. Die Gerichte sind schön präsentiert, das Clubsandwich sah super aus. Die Mashed Potatoes zum Strauss waren ein Gedicht. Empfehlenswerter Ausflug ins Outback. Die Lage in den alten Fabrikgebäuden in Winterthur ist schon ein Hingucker für sich. Preis Leistung stimmt, ausser bei den Dessert !"}, {"date": "14-12-2010", "rating": 4.0, "content": "Straussenfilet, Krokodilenfleisch, Emuspiesli, Kangaroo steak, Down Under Fries, australische Weine....Echte australische Gerichte, guter Service, guter Preis-Leistungsverhältnis. Location - Mitte in der Stadt. Jeden Mittag gibts Mittagsmenu, Wahl a la Card auch möglich. Restaurant in Australischem Stil eingerichtet. Eine Bar und Aussensitzplätze vorhanden."}, {"date": "06-12-2010", "rating": 4.0, "content": "Im Outback findet man spezielle Speisen auf der Karte. Als Vorspeise wählte ich Krokodil, unbedingt ausprobieren! Mein Menu wurde mit verschiedenen australischen Fleischsorten wie Emu, Känguru, Strauss und Poulet an einem Spiess serviert. Das Fleisch schmeckte ausgezeichnet und war nicht zu stark und nicht zu wenig gebraten. Mit den Saucen konnte ich leider nicht viel anfangen (das ist aber Geschmacksache). Dazu gab es Countrycuts. Weitere Interessante Menus werde ich bei meinen weiteren Besuchen probieren.Das Ambiente ist sehr dunkel und warm. Man fühlt sich wirklich wie in einem australischen Saloon, wo jeden Moment Viehtreiber hereinkommen könnten. Trotzdem könnte die Beleuchtung etwas heller sein, da man manchmal kaum sieht mit wem man redet. Die Bedienung war sehr freundlich und hilfsbereit. Die Preise sind leider sehr hoch. Aber man sollte sich dieses Ambiente nicht entgehen lassen!"}, {"date": "09-11-2010", "rating": 4.0, "content": "Die Portionen im Outback lassen sich effektiv sehen. Das Essen ist relativ günstig und gut. Und das alles mitten in der Stadt Zürich, keine 2 Minuten vom Bellevue oder Bahnhof Stadelhofen entfernt. Für Durstige gibt es eine Bar und man kann auch gleich einen Pitcher Bier bestellen. Originell ist die Dessertkarte (mehr zu verraten hier wäre falsch). Insgesamt also zu empfehlen, aber nicht unbedingt für Leute, die auf Diät sind."}, {"date": "13-07-2010", "rating": 4.0, "content": "Eines vorweg: Wer schonmal in Australien war, merkt das hier kein typisch australisches Essen serviert wird, sondern eher das, was sich Europäer darunter vorstellen (wie chinesisches Essen ebenfalls..)Wer mit diesem Makel aber leben kann, findet hier, direkt am Bahnhof Stadelhofen, ein meist zum Brechen volles Restaurant mit durchaus bezahlbaren Preisen. Unbedingt reservieren, besonders zum Chicken-Wings-Abend am Montag, der sehr zu empfehlen ist (Chicken Wings und Country Potatos bis man platzt für 28 Franken pro Person, ideal für einen netten Männer- oder Frauenabend)Wenn das Restaurant voll ist (sehr oft der Fall) dann stösst das Personal etwas an seine Grenzen, es wird sich aber redlich bemüht, die Gäste rasch zu bedienen, auch wenn manchmal das eine oder andere vergessen wird. Für Personen, die ein perfektes Abendessen geniessen wollen, weniger zu empfehlen, für alle die Spass haben wollen - zum Beispiel vor dem Ausgang - ideal. Gute Auswahl an Drinks zu bezahlbaren Preisen (VB für 7 CHF, Longdrinks zwischen 9 und 12 CHF)Zum Mittagessen auch als Business Lunch durchaus zu empfehlen, aber auch da gilt - wer ein volles Restaurant nicht mag, aufpassen!Ingesamt kann ich das Outback Lodge absolut empfehlen, wer das praktisch gleiche Erlebniss etwas ruhiger haben will, kann das der gleichen Kette gehörende Red Ochre Grill (praktisch gleiches Angebot) in Uster empfohlen werden, ebenfalls direkt am Bahnhof (als Alternative per S-Bahn in 10 Minuten erreichbar, falls das Outback überfüllt ist)Ein tolles Restaurant für einen lustigen Abend mit Freunden, weniger für Ehepaare geeignet."}, {"date": "09-07-2010", "rating": 3.0, "content": "Groß, laut, voll, leckeres Essen!Umfangreiche Auswahl auf der Karten an Essen und Getränken.Wir waren auf einem Städtetrip in Zürich und haben zufällig dieses Lokal entdeckt.Da wir früh am Abend unterwegs waren, haben wir zu 8t noch ohne Reservierung einen Platz bekommen. Eine halbe Stunde später wäre es eng geworden.Ich fand es nett dort und das Essen hat mir gut geschmeckt."}, {"date": "07-07-2010", "rating": 3.0, "content": "Das Restaurant ist ein bisschen versteckt direkt im Bahnhof, hat einen herben Charme und ist sehr beliebt für ein Feierabendbier. Mittags gibt es eine gute Karte, die Menüs sind aber meistens eher europäisch und haben nichts mit australischen Essen zu tun, ist doch meistens gut, dazu gibt immer einen Salat. Montagsabend ist Chicken-Wings-All-You-Can-Eat und die Chicken Wings sind gut, die Country Cuts sind noch besser. Forsters sollte man mögen, sonst gibt es eine komplette Bar im vorderen Teil."}, {"date": "19-06-2010", "rating": 1.0, "content": "Die Location ist super zentral, nahe beim See und direkt am Bahnhof Stadelhofen. Das Interieur ist auch nicht schlecht und die Idee australisches Essen anzubieten in einer so internationalen Stadt ist hervorragend. Ich lebe in Zürich und war über die Jahre 3 x hier, zum letzten Mal diese Woche und wurde schon wieder enttäuscht!Das Essen ist ok aber die schlechte Laune der Angestellten und die Unfreundlichkeit (von der Reservierung bis zum Abschied) ist unglaublich!Eigentlich sehr schade, wollte diesem Lokal eine letzte Chance geben!"}, {"date": "07-04-2010", "rating": 1.0, "content": "the service is very poor: even if you leave 1$ tipp: no service will never go again"}, {"date": "03-05-2009", "rating": 4.0, "content": "Australian as it gets ! Food, drinks and atmosphere is right there. And the food is delicious...mjamm. Either sip a VB-bear at the bar, hang out with friends at the longstrech tables and dip some fingerfood or take a table to have it more fashionable..."}, {"date": "19-08-2008", "rating": 3.0, "content": "Ok für einen ungezwungenen lustigen Abend in der Gruppe und australischen Rotwein, ansonsten nichts besonderes..."}, {"date": "04-06-2008", "rating": 3.0, "content": "Big helpings. Quality is ok...high % of fat"}]}