{"restaurant_name": "Miss Miu", "overall_rating": 3.5, "all_reviews": [{"date": "20-03-2022", "rating": 3.0, "content": "We had sushi sharing for starter, burger & budda bowl for main course.. the sushi rice was overcooked, the rolls not cut through & tasteless, the burger bun dry, the fries salty & the pasta was blue & looked like worms, also no taste at all.. worst food since long time thank you"}, {"date": "15-03-2022", "rating": 2.0, "content": "Miss miu+ die Lage+ die Einrichtung+ Scan & Pay+ das Anrichten des Desserts- das Essen, gar nicht lecker, ausser Vorspeise. Wir hatten alle eine Bowl.- Der Dessert sah gut aus, war aber für das was man bekam und wies schmeckte viiiel zu teuer.- Wir mussten den Kellner immer rufen, ca 15x am Abend, er kam nie von sich aus. Der Laden war Montagabend rappelvoll.-"}, {"date": "09-03-2022", "rating": 4.0, "content": "We visited this place for the first time. We liked the interior and decoration. The service was friendly but unfortunately not very efficient. The food was good and not expensive. So overall a 4-star experience."}, {"date": "26-02-2022", "rating": 4.0, "content": "The atmosphere is nice, we liked the food, but in line with the other reviews here, the service is their Achilles's heel. We had to ask 4 times for our water, but other than that our servers were nice.For health concerns, we did not like the fact that not every table had their own sauces/candles and we had to share."}, {"date": "26-02-2022", "rating": 1.0, "content": "Quality of food is very low. Front of house staff are rude. Table service is below par. There are many good restaurants in Zurich, I recommend to avoid Mis Miu."}, {"date": "19-02-2022", "rating": 2.0, "content": "die location & die vielen gäste täuschen. ist ein gut besuchtes lokal aber vom essen haben wir viel mehr erwartet. von 5 sternen würden wir dem essen 3 sterne geben. evtl. sind nur die veggie/veganen varianten ungeniessbar. den rest können wir nicht beurteilen. auch die bedienung hat und zum schluss nicht mehr gefragt, ob wir ein dessert möchten oder noch ein weiteres getränk. unser tisch wurde nicht abgeräumt & bezahlt haben wir zum schluss übet twint. viele kellner aber keine bedienung. schade!"}, {"date": "17-02-2022", "rating": 3.0, "content": "Essen war fein! Der junge Kellner kennt leider keinen Blickkontakt zum Gast.5.00 SFR für 1 Glas Wasser zum Wein ist zuviel!"}, {"date": "31-01-2022", "rating": 3.0, "content": "Tolles Ambiente und freundliche Bedienung das passt soweit. Nur das Essen ist jetzt wirklich nichts besonderes.Für mich stimmt Preis Leistung nicht."}, {"date": "27-01-2022", "rating": 1.0, "content": "Langweiliges geschmackloses liebloses Essen, lauwarm serviert ohne jeglichem Touch von asiatischem geschweige koreanischen Essen! Service Service Förderband mässig. Corona Abstand ebenfalls unbekannt. einmal und nie wieder!!"}, {"date": "12-01-2022", "rating": 4.0, "content": "The food is WYSIWIG, pretty much what you would expect, it's good Asian comfort food. The bibimbap is particularly tasty. The staff is very quick and won't leave you waiting, which is also a plus."}, {"date": "10-01-2022", "rating": 5.0, "content": "I was here with a friend for dinner and the staff was really nice and so friendly. Many vegetarian options with good taste and the plant based chicken is amazing. I would recommend it to everyone!!"}, {"date": "05-01-2022", "rating": 1.0, "content": "Unfreundlichstes Personal, dass ich jemals erlebt habe. Man könnte meinen in der Corona Zeit ist man dankbar für Gäste. Habe angerufen um zu reservieren, man hat mich nicht einmal ausreden lassen, ich soll morgen oder so nach den Servicezeiten anrufen und einfach aufgelegt???!! Hallo? Nein danke hier möchte ich nicht mehr essen"}, {"date": "02-01-2022", "rating": 1.0, "content": "Grande déception!!! Un accueil tout sauf courtois, le personnel vous presse pour les commandes, on ne sais pas très bien si on mange américain ou Coréen...le tout dans un cadre kitch. Les portions sont minuscules pour un prix juste exorbitant par rapport à la qualité de la nourriture... a éviter, vraiment."}, {"date": "25-11-2021", "rating": 4.0, "content": "Das Essen hier war super - ich fand alle Speisen äusserst lecker (beispielsweise das Awoo Karaoke Bulgogi)! Einzig der Service war aufgrund der vielen Gäste zu Beginn etwas überlastet, aber noch ok bezüglich Reaktionszeit."}, {"date": "16-11-2021", "rating": 5.0, "content": "The restaurant gibes a very pleasant ambiance through its thoughtful decorations. They offer a great choice of food in a middle to upper price segment. We highly recommend the Cauliflower and the Bibimbap! The food is absolutely delicious. They even offer free tap water (self service). The staff is very friendly and accommodating. We had a lovely evening.It wasn’t our first time and it will for sure not be our last time we‘ve been there :)"}, {"date": "05-11-2021", "rating": 5.0, "content": "Ich würze sehr gerne nach, die Gerichte bei Miss Miu haben das aber überhaupt nicht nötig, genau mein Geschmack. Diese beiden Gerichte kann ich sehr empfehlen: Yunai Sky (Bulgogi mit No Minced Meat) und Bunsan Deluxe (Scharfe Tantanmen Ramen Soup mit plant-based Beef). Das Ambiente im Restaurant ist auch gemütlich und die Dame im Service war auch sehr freundliche und zuvorkommend. Bis bald :-)"}, {"date": "04-11-2021", "rating": 2.0, "content": "Wir hatten per internet einen Tisch für 3 reserviert - da zeigte man uns auf den riesigen Korean BBQ Tisch den wir mit ca 8 anderen Leuten hätten teilen sollen.Kein Entgegenkommen."}, {"date": "27-10-2021", "rating": 1.0, "content": "Worst experience! We were seated close to the entrance and there were miece keep running in and out… we mentioned it to the waiter (as well as other guests had) and requested another table! He was nice but didn’t do much and simply denied our wish for a new table or closing the entrance so there will be no other mouse running in. While we had our dinner 2 miece came closer so we started screaming and half standing on our chairs. This time we DEMANDED for a new table and as soon as they felt we were upset we got a new table and our drinks (2 drinks) were on the house. This experience is beyond disgusting and unpleasant! We have video footage as well and like to share it with the public so no one will ever give this mousetrap a try!"}, {"date": "17-10-2021", "rating": 4.0, "content": "Trendy place with a modern take on Korean food. Near Google HQ. Tends to attract a younger crowd. Service was very good, as was the food. The ramen with Bulgari was particularly delicious."}, {"date": "13-10-2021", "rating": 4.0, "content": "Fast wären wir vor dem Hinsetzen wieder gegangen: die Emofangsdame ist die Arroganz und Unfreundlichkeit in Person - keine Gefuld mit Ältern, die den Ausweis zum Zertifikat suchen müssen, dadurch warf sie die Menukarte auf einen Tisch und wollte sich entfernen. Ich wünschte einen anderen Tisch, nicht 1m neben der Küche, sie antwortet genervt, nur der Nebentisch ginge noch. Wofpr ist eine Empfangsperson? Richtig: um die Göste zu empfangen, begrüssen, Garderobe zeigen, zum Tisch begleiten und einen tollen Staet des Besuches zu gewährleisten. Diese Person sollte geschult oder versetzt werden.Das Essen war dann sehr authentisch, lecker, hübsch präsentiert. Es kam rasch, tritz vielen Leuten. Die Bedienung am Tisch sehr nett, erklärte die Gerichte und hatte immer ein Lächeln übrig. Danke, dass Sie den Abend gerettet haben! Das Enterieur ist originell und chic und ein Gang aufs Disco-WC ein Muss!"}, {"date": "09-10-2021", "rating": 5.0, "content": "Zuerst einmal eine kurze Bemerkung zum Interior Design. Vom Look her definitiv unter den besten Restaurants in Zürich.Das Essen war lecker, das Servicepersonal teilweise etwas unorganisiert, aber dafür immer sehr zügig. Würde ich wieder hingehen."}, {"date": "09-10-2021", "rating": 3.0, "content": "We came there for lunch at 2pm. The welcome of the duty manager was qyite frosty and we were sat at a table which was no completely laid.We ordered fried chicken, bibimbap and a bowl, with bao buns and gimbap ahead.Starter was nice, fried chicken was lukewarm and the fries were cold. The chicken was standing at least for 5min at the kitchen counter.Bibimbap and bowl were tasty.There was a photo shooting going on and the inside was pretty empty. Nevertheless it took 50min to get the mains served.There is still a way to go for this restaurant. Pretend to be a fusion Korean, but the staff has improvements to make. There are better Korean restaurants in Zurich."}, {"date": "01-10-2021", "rating": 5.0, "content": "Eine Bereicherung fuer Zuerich Cooles Lokal Viel Puls und Leben Gutes Essen Freundliches Personal Neue unbekannte Zusammstellungen"}, {"date": "29-09-2021", "rating": 1.0, "content": "We bought Chicken burger with dirty sauce. We ordered it on line to be able to have it outside. I was super shocked ! It was tooo dry and tasteless. I did not recognize anything between Burger king chicken burger and here. However at least in burger king you taste cheese and you know what are you eating with the price you pay!!! I think people just get lost with the atmosphere in there not really the quality, It’s a fancy restaurant and you would never think that a sandwich with french fries which costs 26 CHF is so tasteless. Will never come back! Long time of waiting , no discipline and no plan."}, {"date": "29-09-2021", "rating": 3.0, "content": "Die Bedienung war unfreundlich und wir mussten für alles sehr lange warten. Das Personal wirkt überfordert. Essen war gut."}, {"date": "17-08-2021", "rating": 2.0, "content": "We were two. We both had Bibimbap which was good but nothing special.The real dissapointment was Kimchi. It had zero fermentation, just napa cabbage with spices.The place is beautiful and its visited by fancy people. However, there are better places for Korean food in Zürich."}, {"date": "12-08-2021", "rating": 5.0, "content": "Wir waren jetzt schon zum 3. Mal hier. Wir sind durchaus begeistert! Der Service ist sehr freundlich und zuvorkommend. Sie haben vegane sowie vegetarische Speisen, die sehr sehr lecker sind! Es gibt auch gratis Hahnenwasser. Die Preise sind eher hoch, aber die Portionen sind auch gross wodurch man auf eine Vorspeise auch mal verzichten kann."}, {"date": "10-08-2021", "rating": 2.0, "content": "Als wir das Lokal besucht haben, war ziemlich viel los. Die MA waren sehr freundlich, mit der Situation hatten sie aber Schwierigkeiten. Lange Wartezeiten und es gab etwas durcheinander. Essen ok und teuer. Der absolute Hammer war CHF 10.00 für einen Liter Wasser aus dem Hahn. Das ist WUCHER. Zumal man dort vom Brunnen kostenlos Wasser hätte beziehen können."}, {"date": "24-07-2021", "rating": 1.0, "content": "“How long will you be here? “We were waling along the street & were attracted to Miss Miu restaurant because of the large colorful outdoor patio. We decided to check out the menu & walked up to the hostess stand where the hostess (a young woman) did not look up & did not greet us. We found the menu ourselves & decided to go in. She finally decided to interact with us to ask us “how long will you be here?” & pointed to an empty table & walked away- no menus, no seating us. We decided after that rude welcome we could spend our time & money elsewhere."}, {"date": "16-07-2021", "rating": 4.0, "content": "Am Sonntag Abend waren wir zum ersten Mal im Mis Miu. Der Gastraum ist sehr schön eingerichtet. Das hat uns sehr gut gefallen. Wir haben 2 mal Vorspeise und 2 mal ein Hauptgericht bestellt. Das Essen hat uns sehr gut geschmeckt, es war perfekt. Wir haben unseren Aufenthalt sehr genossen. Es gab zwar viele Servicemitarbeiter, aber irgendwie ging alles sehr schleppend.Gerne kommen wir wieder."}, {"date": "14-07-2021", "rating": 2.0, "content": "The chicken bowl was fine. Nice atmosphere. Appreciated the free appetisers. Ordered a extra side dish of \"house\" napa kimchi. Really dissapointed! wasn't even fermented, had no taste and wasn't spicey nor sour! Expected a good kimchi in a KOREAN restaurant!"}, {"date": "04-07-2021", "rating": 2.0, "content": "Food excellent, Service: nogo hipster place but can you a) welcome guests, b) gibe them some attention c) at least pretend to care? as i said: the food was just great but please take care or your guests, otherwise they won‘t come back"}, {"date": "28-06-2021", "rating": 3.0, "content": "I went to eat with my friend in the restaurant and we decided to sit outside but then it looked like it was about to rain so we wanted to be seated inside.. the Restaurant Manager Said there were no more places inside and it was at our own risk to order at the restaurant! This was very unprofessional in my opinion. He did not even offer an alternative option and said that inside was fully booked as if every reservation came at the same time! He showed me the system in the computer thinking that I am stupid.. but since I worked in the gastronomy… I see that there were plenty of spaces for me and my friend! We waited for almost an hour for our drink because our waiter was at the break time but none of his colleagues helped him and we felt like they had done it on purpose so we would leave.It then started raining and our waiter was really kind enough to give us a place inside. We went inside and there were plenty of spaces… and we were only 2 people… While we were eating.. The new restaurant manager was RUSHING us and telling us that we have to leave because there are reservations but he did not say this in a kind manner.. we felt as if he wanted us to leave as soon as possible he was not very welcoming. The new restaurant manager is just unqualified for his position… unbelievable! For this kind of restaurant I excepted more from the service. We were just lucky that our server was kind.. and apologised to us.. the food was also really good.. just disappointed with the new manager."}, {"date": "28-05-2021", "rating": 1.0, "content": "We had the bulgolgi chicken bento and everything was ice cold = it wasn’t freshly done. An absolute tragedy on a Friday afternoon. Overall, everything fell short, including my drink - Mani Mogo. Warm and bland. Everything literally came out the opposite of our expectations and that just literally sucks. It’s sucked."}, {"date": "24-04-2021", "rating": 5.0, "content": "Essen sehr gut, Service etwas langsam, aber super freundlich und aufmerksam. Ich würde wieder hingehen."}, {"date": "23-04-2021", "rating": 5.0, "content": "Köstliches Essen und sehr freundliche Bedienung durch Abi. Wir freuen uns sehr, dass ihr wieder offen habt. Weiter so!!🥳🥳💪🏽💪🏽"}, {"date": "11-04-2021", "rating": 4.0, "content": "Take Away . Kannte das Restaurant nicht, sehr schick eingerichtet, sehr trendy, leider immer noch zu, wegen dem Lock Down. Super freundlicher und hilfsbereiter Service ! Wollte eigentlich nichts essen sondern nur unsere. Neugierde stillen, da der Service aber so nett war,hatten wir uns spontan für zwei noodle Bowles entschieden, Eine Vegan und eine mit Chicken. Sehr leckerAmbiente: ist sicher ein tolles Restaurant wenn man endlich wieder sich an einen Tisch setzen kann.Preis/Leistung: okZum weiterempfehlen: ja"}, {"date": "05-04-2021", "rating": 4.0, "content": "In der Europaallee gelegen. Trending eingerichtet.Im Take Away Bereich kann man an großen Touch-Screens vor Ort seine Bestellungen abgeben.Die gedämpften Bun Sandwiches luftig leicht, die Füllungen kräftig gewürzt. Der gebackene Blumenkohl mit scharf- würziger Sauce. Fein, macht Appetit auf mehr.Das koreanische Rindfleich wird in knackige Salatblätter gewickelt, dann mit Reis und Kimchi gefüllt. Frisch und lecker. Alles etwas reichhaltig cremig und feistDas bestelle ich mir gerne nochmal."}, {"date": "06-11-2020", "rating": 4.0, "content": "Wenn ich Koreanisch Essen gehe, bestelle ich grundsätzlich immer zuerst ein Bibimbap - da schmeckt man gleich, ob‘s der Chef hinkriegt oder nicht. Im Miss Miu hat er’s auf jeden Fall. Unbedingt die spicy Sauce dazu bestellen :-) Super.Die Deko ist à la „Züri“ im zeitgemässen, trendigen Asian style, sicherlich auch Geschmacksache. Der Service war OK."}, {"date": "28-10-2020", "rating": 5.0, "content": "Wir haben uns durchs Team des Restaurants überraschen lassen und ein tolles Menü bekommen- alles frisch zubereitet und sehr gut ausgewählt, sehr freundlicher und zügiger Service, schönes Ambiente, manchmal ein bisschen laute Musik, was eine Unterhaltung etwas anstrengend gestaltet. Ansonsten uneingeschränkte Empfehlung!"}, {"date": "15-10-2020", "rating": 2.0, "content": "Das Essen war sehr gut, das Interieur gefiel und der Service war nett und aufmerksam.Leider sind die Küchendünste derart intensiv und verteilen sich im Restaurant, dass es wirklich unangenehm ist. Der Geruch setzt sich in den Kleidern und Haaren fest, so dass man nach diesem Restaurantbesuch als erstes duschen und alle Kleider in die Wäsche geben muss. Schade. Schwierig nachzuvollziehen, dass bei einem solchen Neubau keine besseren Abzüge eingebaut wurden."}, {"date": "05-10-2020", "rating": 5.0, "content": "Wir haben Essen für 3 Personen online bestellt und in Zürich abgeholt. Das Essen war der Hammer. Keine Wartezeiten beim abholen. Wir kommen wieder! Top!!!"}, {"date": "29-09-2020", "rating": 4.0, "content": "Gutes koreanisches Essen in einem stylischen Restaurant. Auch unter der Woche sehr gut besucht und ohne Reservation immer schwierig einen Tisch zu ergattern. Wir hatten dieses Mal Glück. Das Essen war gut und die Bedienung freundlich. Preislich nicht günstig, aber angemessen."}, {"date": "22-09-2020", "rating": 3.0, "content": "We visited on a Monday night as a couple, early (two tables already occupied). Waited for a couple of minutes but no waiter was interested in seating us. Took an empty table (one of many many empty ones with no reserved sign). As a punishment we were later required in a harsh tone to move to a different table. This seemed to happen to anybody who took a table when no waiter was there to seat them. Hint to the restaurant: please decide, either seat your guests or let them chose. Do not let them chose and then reseat them! Or at least place a please wait to be seated sign.And If you have to reseat them, try a friendly tone - we do come here to eat and pay your salary.In an empty restaurant it took 20 minutes to order, 30 minutes after that for drinks (3/4 filled).Starters were delicious (after a further 45 minutes).Main course 40 minutes later: one dish already cold, the other... just not good.Watching the waiters busy about without accomplishing a thing was... educational.Shows that it actually is worth investing in trained staff and not use students just because they are cheap.For 100 CHF for two we did expect more.Will not visit again, cannot recommend."}, {"date": "19-09-2020", "rating": 3.0, "content": "Good meal in a stone bowl (beware of burning wrists on the bowl!).. Service was relaxed but not bad. Nice pavement space in good weather."}, {"date": "17-09-2020", "rating": 3.0, "content": "we were now already 4 times at your restaurant and we love the interior, we love korean food and you offer a good selection while also changing it often to fit the season...but there is a big but. every time we had a bad experience with the service. very often the service was very overwhelmed because it seemed like our waiter/ress was responsible for way too many tables. there are so many tables but not enough waiters . Often we had to ask several times before we could pay, or get our drinks, or were delivered the wrong dish, or our request was completely forgotten.We love korean food and would be sad to see this restaurant becoming a bad experience in the future."}, {"date": "11-09-2020", "rating": 3.0, "content": "The Korean fried chicken was ok - crispy and well seasoned - however the bulgogi really dry and not super tasty.We ordered a bottle of wine and after asking 4 different waiters we got it 30min later when almost done with our dishes. They were really lost on the dishes they were bringing randomly.Outside seating is nice but that’s it..."}, {"date": "11-09-2020", "rating": 2.0, "content": "Waren gestern (DO 10.Set.) zu 4 essen, hatten reserviert und sassen draussen. Der Tisch war nicht gut vorbereitet, es gab nur 2 Sets. (ohne Gläser , Stäbchen, Servietten oder Tellerechen) dies fiel keinem Servicemitarbeiter auf. Wir suchten Apero Getränke und im Anschluss 2 Vorspeisen aus. Die Getränke sowie die Gerichte kamen wild durcheinander und ohne Ablauf. Es waren immer andere Mitarbeiter am Tisch und meistens suchten wir uns hilfesuchend um. Aber wir konnten die Hauptspeisen bestellen - Juhu! ein Glück. Es war sehr gut besucht und uns fehlte immer noch Gedeck für 2. Ausserdem wollten wir noch Wein bestellen. Wir hielten eine junge Dame an, und fragten nach 2 fehlenden Gedecken. Sie brachte 2 Messer und 2 Gabeln legte die einfach so auf den Tisch und sagte, sie müsse noch mehr suchen. schon war sie wieder weg und wir konnten gar nicht erklären, dass wir nicht Messer und Gabeln brauchen, sondern 2 Gedecke. mit Servietten, Löffeln und Stäbchen. Sie kam zurück und legte nochmals 2 Gabeln auf den Tisch, endlich konnten wir das klären. Da wurde uns ein Hauptgang gebracht. die zwei leeren Vorspeiseteller wurden nicht mitgenommen, standen also auf dem Tisch wie auch ein voller Aschenbecher. 5 Minuten später kam der 2. Hauptgang. Wir haben dem Mitarbeiter die 2 leeren Vorspeiseteller in die Hand gedrückt und ich wollte Wein. Keine Beratung, kein upselling. Also schnell 5dl Chardonnay bestellt. Es kamen 3. und 4. Hauptgang und der Wein - ohne Kühler. War eh schon Wurscht. ABER das Essen war wirklich gut und die heissen Steintöpfe ziemlich spektakulär. Wir liessen jeden Hauptgang in die Mitte stellen, was den einen oder anderen Mitarbeiter sicher aufmerksam gemacht hätte, dass wir teilen wollen und dazu kleine Teller benötigen würden. In der Menukarte wird das Teilen angepriesen. Wir stoppten also wieder mal einen Mitarbeiter und fragten nach kleinen Tellern. Ausserdem war der Wein leer, fiel niemandem auf. sie sind einfach so unaufmerksam. Ca. 45 Minuten später war alles leergesessen und wir holten uns Wasser vom Hahn im Restaurant. Wir hatten ja viel zu reden aber nach einer Stunde, haben wir einen Kellner gefragt ob es nicht möglich wäre den Tisch abzuräumen. Also schnell im vorbeigehen wurde dies missmutig gemacht. Keine Frage nach Dessert, mehr Wein, oder Kaffee. Im letzten Versuch haben wir 2 Eislollies bestellt - auch sehr hübsch und lecker und ich wollte nun wirklich noch Wein...da hatte man uns gesagt die Bar ist zu. Ich schaute auf die Uhr 22 Uhr. Ausserdem müsse man zusperren und man würde uns gerne die Rechnung bringen. Wir waren uns einig, dass der Service dringend geschult werden müsste! Es ist viel zu schade , dass man sich diese Mühe nicht macht! Das Essen wäre nämlich wirklich gut, aber für mich gehört halt ein bisschen mehr dazu."}, {"date": "08-09-2020", "rating": 4.0, "content": "Lunch at Miss Miu is not only absolutely delicious but also fast and effective. And their bibimbap is simply terrific, served with the mandatory kimchi and pickled cucumbers. They also offer a good cocktail menu along with the mandatory Korean drinks, including soju. The interior design is beyond stylish, a trip to the restroom is worth it for the wallpaper alone."}, {"date": "02-09-2020", "rating": 3.0, "content": "Miss Miu has a great location, right next to the main statios and the food is not bad, but the way we got our wine served, with an old piece of cloth, that just wasnt nice! 😂"}, {"date": "11-08-2020", "rating": 5.0, "content": "Wir sind per Zufall auf dieses tolle Restaurant gestossen. Per Zufall hatten sie gerade einen Tisch für uns frei. Wie liessen uns von der koreanischen Küche überraschen. Leckere Vorspeise genossen und ein wirklich toller Hauptgang genossen. Obwohl das Restaurant sehr voll war, mussten wir nicht sehr lange auf unser Essen warten. Das Servicepersonal war sehr nett, und wir verbrachten einen gemütlichen Abend."}, {"date": "26-07-2020", "rating": 1.0, "content": "Die Bestellung wurde aufgenommen - der Apèro nicht so serviert wie Bestellt, die Edamame wurden nicht zum Apèro geliefert,.... das Warten nimmt kein Ende.Andere Tischen wurden schon längst Bedinnt"}, {"date": "26-07-2020", "rating": 1.0, "content": "Wir warteten 40 min auf die Vorspeise. Diese war nicht gewürzt. Danach warteten wir nochmals 15 min auf die Burger, die leider nicht kamen. Somit habe ich nach fast einer Stunde die Rechnung für dieVorspeise und die Drinks verlangt. Die Blonde Serviertochter sagte es habe leider nicht geklappt mit unsrer Bestellung !! Sorry aber dies ist ein NoGo!! Wir verliesen nach einer Stunde das Restaurant ohne etwas gegessen zu haben ausser die Edamame, aufdie wir 40 minuten warteten."}, {"date": "24-07-2020", "rating": 2.0, "content": "Nicht so koreanisch und nicht so gut wie erwartet. Die Bedienung war vor allem zu Beginn sehr unaufmerksam und bis wir die Getränke bestellen konnten dauerte es viel zu lange. Auch anderen Gästen ging es so. Das Essen kam wiederum extrem schnell und ohne wirkliche Unterteilung in Vor- und Hauptspeise. Das hatte einen extremen Fast Food touch und war auch geschmacklich Mittelmass.Auch sonst war das Ganze eher ungemütlich.Hammer: Auf Nachfrage nach einer Karaffe für das (kostenlose - super!) Leitungswasser wurden wir (vom Chef?) darauf hingewiesen dass das normalerweise wirklich nicht drin wäre zu den Gläsern die bereitstehen auch noch eine Karaffe zu verlangen. Haben dann aber trotzdem - mit Betonung auf „ausnahmsweise“ - eine bekommen. Aber: trotzdem extrem unsympathisch. Dass man mal schnell zwei Flaschen Wein nebenher trinkt und mehrere hundert Franken ausgibt zu viert wird da wohl nicht berücksichtigt.Der Service wurde gegen Ende, wohl dank abnehmender Auslastung besser und aufmerksamer. Auch sonst war er grundsätzlich freundlich. Dafür die zwei Sterne.Wir 4 waren und einig: wir kommen nicht mehr."}, {"date": "23-07-2020", "rating": 5.0, "content": "Das Miss Miu an der Europaallee bietet für alle 90er-Retro-Fans ein stilvolles Lokal mit modernem koreanischen Essen.Der Service war sehr aufmerksam und freundlich. Der Kellner nahm sich geduldig Zeit, unsere Fragen bezüglich der Gerichte zu beantworten. Die Speisen kamen schon nach zehn Minuten. Insbesondere das Bibimbap und das Fried Chicken waren sehr lecker. Der hausgemachte Eistee „Summer Breeze“ war klasse.Das Essen ist nicht sehr billig, doch grosszügige Portionen sorgen dafür, dass die Preisleistung trotzdem stimmt.Alles in allem ist das Miss Miu ein sehr schönes Lokal, eine hohe Belegung machen jedoch eine Reservation empfehlenswert."}, {"date": "19-07-2020", "rating": 3.0, "content": "Habe beim Take away Terminal bestellt, sorry ich weiss nicht mehr wie das Gericht hiess, was eher wenig zur Sache tut. Die Gerichte sind sehr gut und leicht zu essen. Liegen nicht schwer und ein Genuss. Was mir aber nicht gefallen hat die 35 Minuten Wartezeit. 2mal kam eine Mitarbeiterin und erkundigte wegen meiner Bestellung. Nicht tat sich. Anschliessend ging sie in die Küche und fragte mach. Meine Frau war draussen längst am Essen (Vegi aus einem anderen Restaurant)."}, {"date": "16-06-2020", "rating": 5.0, "content": "Wir wurden sehr schnell und freundlich bedient. Haben uns bibimbap und bulgogi geteilt, was sehr gut geschmeckt hat. Kommen gerne wieder."}, {"date": "13-06-2020", "rating": 2.0, "content": "Wir waren gestern zu Zweit im Miss Miu. Nachdem uns ein Tisch im Aussenbereich zugewiesen wurde, wurden wir rasch bedient. Die Getränke wurden zügig serviert und die Essensbestellung aufgenommen. Kurz danach wurde die Vorspeise serviert und zeitgleich einer der beiden Hauptgänge. Der zweite Hauptgang (Burger) liess dann über eine Stunde auf sich warten und wurde ca. 45min nach dem ersten Hauptgang serviert. Dies ist nicht akzeptabel. Es muss möglich sein, die Hauptgänge zeitgleich und innert akzeptabler Frist zu servieren. Das Essen war dann insgesamt OK. Der Service war zwar bemüht, aber mit nur 2 Personen für den Aussenbereich personell absolut unterbesetzt und chaotisch. Nach einer Beschwerde wurden die beiden Hauptgänge nicht verrechnet, was natürlich sehr nett ist. Den negativen Gesamteindruck vermochte dies jedoch nicht mehr zu ändern."}, {"date": "08-06-2020", "rating": 2.0, "content": "Der Apero war super lecker, die Vorspeise war auch ein hit.Mein Hauptgang war kalt, nicht mariniert und gewürzt somit für mich ungeniessbar. 3/4 davon hab ich zurück gelassen.Dafür wurde mir auch nichts reduziert oder offeriert.Wenn man beachtet wurde, dann war das Personal freundlich. War jedoch etwas schweirig.Bis auf max einen Apero ist das leider nichts mehr für mich."}, {"date": "25-05-2020", "rating": 3.0, "content": "Das Essen ist sehr gut. Es schmeckt frisch und wird heiss serviert. Der Service war am Anfang sehr freundlich und schnell. Aber als das Restaurant voll war, musste man wirklich Glück haben, wenn sie dich angeschaut haben und sie dein Winken gesehen haben.Atmosphäre wäre gemütlicher, wenn es nicht so vollgestellt wäre mit Tischen. Man sitzt sehr nahe am nächsten Tisch. Also wir waren zu zweit Essen und haben einen Tisch am Rand bekommen. Und so hatten wir einfach das Gefühl, an einem 4-er Tisch zu sitzen als unsere \"Nachbarn\" da waren. Also zwischen den Tischen durchgehen keine Chance."}, {"date": "13-05-2020", "rating": 1.0, "content": "looks isn’t everything, so imma explain my experience. The food lacks of flavor, i understand they tried to make the korean food a lil more western style but they made it bland.the service was AWFUL, i mean, they are friendly, but they won’t bring the orders if you don’t ask for them 10 times, you have to wait toooo long. We had to wait 20 minutes for the drinks and 50more minutes for the food, and i mean for each dish 30 minutes minimum, they apologized after we complained, cause they kept forgetting our table, we spent around 200chf but it was not worth it at all."}, {"date": "23-02-2020", "rating": 5.0, "content": "Delicious food, very friendly service. Cannot complain at all. It‘s always busy so be sure to make reservations. We‘ll be back for sure!"}, {"date": "11-02-2020", "rating": 2.0, "content": "Ich war da zu meinem Geburtstag mit 10 Personen und die Serviertochter mit blonden Haaren, war sehr unfreundlich sie hat unsere laune ziemlich heruntergezogen hat uns wie klein Kinder behandelt wen wir fragen hatten.. Das Essen war ansonsten gut und schnell"}, {"date": "06-02-2020", "rating": 5.0, "content": "Working in Europaallee, I was there for lunch. The bibimpap is excellent, the staff super friendly, the service was relatively fast and the restaurant well decorated. I recommend 100% this place."}, {"date": "04-02-2020", "rating": 4.0, "content": "The dishes are well served, freshly prepared and tasty. Even tough I have never really tried Korean Food before (apart from desserts and appetizers) I was very happy with my choice. I can definitely recommend it."}, {"date": "27-01-2020", "rating": 4.0, "content": "Schnell und freundliche Bedienung. Klar, alles ist gestresst und alle Kunden wollen was, hier leidet vielleicht mal die Freundlichkeit oder ein Lächeln geht vergessen. Die zubereitete Mahlzeit ist aber so gut, dass ich ein Auge zudrücken kann. Haeundae Surf mitPoulet-Bibimbap, Sesamöl, Reis, Bohnen, Spinat, Karotten, Shiitake-Pilze, geröstete Zwiebeln & Ei ist eine Genuss. Ich konnte nicht genug davon bekommen. Weiter so. Vergesst nie die Freundlichkeit, denn die unterscheidet euch von der belanglosen Mittelmässigkeit."}, {"date": "20-01-2020", "rating": 5.0, "content": "Waren am Samstag dort und sind sehr zufrieden gewesen. Der Service hat uns super beraten und das Essen war sehr fein. Wir hatten alles zum Teilen bestellt, daher war es kein Problem , wenn es nicht alles zeitgleich an den Tisch kommt."}, {"date": "18-01-2020", "rating": 1.0, "content": "Ich habe so viele Eindrücke gewonnen, dass ich gar nicht weiss wo ich anfangen soll...Nachdem wir platziert wurden, mussten wir knappe 15‘ warten bis wir eine Menükarte hatten - zudem durften wir an einem dreckigen Tisch warten. Nachdem der Tisch gereinigt wurde, konnten wir nach weiteren 10‘ dass Essen bestellen.Nunjaa, nach knapp 45‘ kamen 2 von 7 vorspeisen... andere 4 folgten innerhalb der nächsten 20‘ während bereits alle schon fertig gegessen hatten, wurde 1 gar nicht geliefert und somit auch dann von mir storniert...Einige Hauptspeisen waren gut, 2 davon waren wohl nicht frisch zubereitet und auch nur halb verspiesen, rückfrage kam keine.Bei einer Hauptspeise, wurde diese ohne Pilze bestellt und die Servicekraft meinte, Sie müsse an unserem Tisch in der Hauptspeise mit einer Gabel rumwühlen, um zu sehen welche Speise keine Pilze drin hatte - SEHR unangebracht!Im grossen und ganzen gilt zu sagen, dass restaurant hat ein gewaltiges Managment problem und ist schlicht, schlampig organisiert.... schade um die Mitarbeiter, welche es nicht besser können.Ich werde dass Miss Miu in zukunft meiden - auch wenn uns als Entschädigung alle vorspeisen offeriert wurden - trotzdem war der Abend ein desaster!"}, {"date": "17-01-2020", "rating": 5.0, "content": "Ein Erlebnis für alle Sinne. Die Einrichtung ist super Fancy. Die Bedienung war extrem Funny und wusste alle Speisen auswendig. Konte uns sehr gut beraten. Das Essen war sehr lecker."}, {"date": "10-01-2020", "rating": 2.0, "content": "Delayed delivery of food, no phone response from restaurant. Minimum expected delivery delay of 15 mins. Will not order again."}, {"date": "09-01-2020", "rating": 5.0, "content": "Very nice decoration. Good environment.Very different with orthers. Not much this kind of decoration and design in Switzerland. Staff are friendly. Food ok. Was ordered the fried chicken and shave ice. 👍👍👍 (Sorry for my poor English haha)"}, {"date": "07-01-2020", "rating": 1.0, "content": "Horrible host pretending he doesn’t speak English that should be fired. Starters came before drinks. Hot pot was ok. Ambiance of a Confused canteen with no service so not worth the price to go there."}, {"date": "09-12-2019", "rating": 4.0, "content": "Moderne und stylische Einrichtung, freundliche Bedienung, soweit alles ok. Das Essen war leicht enttäuschend, für meinen Begriff einfach zu wenig authentisch. Als Fusion Küche geht das natürlich durch, aber ich wünschte mir mehr Koreanischen Touch."}, {"date": "23-11-2019", "rating": 3.0, "content": "We are a couple that enjoy eating. We were planning to go to Miss Miu since their opening, but for different reasons we didn't reach until today.I was expecting super good food and a bit of Korean feeling at place.Restaurant was (not so Korean), clean, big, good music. I really liked it. Restrooms, also very special, cool and super clean.The problem is that we waited to get a table at least 5minutes. It's worth to say that the place was not even half full.Then we ordered our food and drinks, but food came first, then when we finished eating, we got our drinks (we asked again).We saw how some guest left, because nobody attended them at entrance. To some other guest sitting by themselves, staff came to asked them to go back to the entrance (where nobody was there).Another couple left because waiters took about 10 to 15min to take their order (yes, I like to count/calculate time).Some other couple didn't have cutlery and when they asked for something I saw that they were kindly ignored.I believe that for the prices, taste and service I wouldn't recommend it. However, I always give a second chance, so maybe in the next months I change my experience's feedback."}, {"date": "21-11-2019", "rating": 1.0, "content": "Wir haben mit grosser Vorfreude für Donnerstagabend auf 18.00 Uhr einen Tisch für zwei reserviert. Der Emfang hat uns zuerst knappe 10 Minuten ignoriert und als der junge Herr schliesslich doch noch (noch Essen kauend) fragte, ob wir reserviert haben, mussten wir ihm zuschauen wir er super gelangweilt/genervt auf dem iPad nach unserer Reservation suchte. Das Restaurant war bis auf drei Tische noch leer. Anstelle uns an einen normalen Tisch zu platzieren, führte er uns an den Hochtisch gleich neben der Küche, wo die Mitarbeitenden noch am Personal-Abendessen waren. Auf meine Frage, ob wir nicht einen anderen Tisch haben könnten, antwortete er schnippisch, dass alle Tische au 18:00 Uhr reserviert seien (was unserer ja auch war). Ich komme selber vom Fach und bin der Meinung dass man Gäste die zuerst kommen vielleicht nicht gleich an einen der unattraktivsten Tische setzten sollte. Wir haben schliesslich das Miss Miu verlassen und waren bei ihren Nachbarn dem Nooba (war übrigens super) zum Dinner. Fazit: Wir werden niemehr im Miss Miu einkehren. Eine freundliche Bedienung resp. Empfang ist das A und O was das Miss Miu angeblichen nicht nötig hat."}, {"date": "18-11-2019", "rating": 4.0, "content": "Wir waren am Samstag bei Ihnen zum Nachtessen, wir waren zu viert und waren uns alle einig vom Empfang über dem Service und dem Essen war alles sehr gut!!Über eine grössere Weinauswahl wäre vielleicht noch dass I tüpfelschenWir kommen gerne wieder"}, {"date": "17-11-2019", "rating": 5.0, "content": "Was für eine Überraschung! Am Ende der Europaallee ist, von aussen gesehen, ein unauffälliges neues Restaurant, das innen mit grossem Charme und einem koreanisch–japanischem Ambiente gestaltet wurde. Es ist wie eine Hommage an Miss Miu in den späten 90er Jahren in Seoul. Wer den Weg in Miss Miu Restaurant findet wird es nicht bereuen. Wir wurden von Herrn Pascal Tablet begrüsst der sich auch den ganzen Abend um uns gekümmert hat. Die Bedienung war freundlich, unkompliziert und die Atmosphäre entspannt. Die bestellten Getränke kamen umgehend und wir konnten auch unsere Menus rasch bestellen. Die Auswahl an koreanischen Spezialitäten ist gross aber gut übersichtlich. Wir haben uns für zwei Vorspeisen „Powder Room“ (homemade fried Korean mandus) entschieden und als Hauptspeise haben wir „Bulgogi Awoo Karaoke“, „Long Hongdaae Nights“, „Haeundae Surf“ und Gosu Cave Railings“ bestellt. Das Essen war sehr gut zubereitet und hat uns bestens geschmeckt. Unser nächster Besuch bei Miss Miu ist bereits geplant und wir freuen uns auf ein leckeres koreanisches Menu mit Kimchi."}, {"date": "11-11-2019", "rating": 2.0, "content": "Zur Vorspeise superleckere koreanische Buns, die Ramen zur Hauptspeise sind ok, so Züri-Durchschnitt, leider nur minimale Möglichkeiten zum Nachwürzen vorhanden."}, {"date": "21-10-2019", "rating": 5.0, "content": "Schon mehrmals bei Miss Miu gewesen und nie enttäuscht worden. Ambiente finde ich ideal für einen gemütlichen Abend mit Freunden. Das Essen (Korean Fried Chicken, Tonkatsu Schnitzel) war sehr gut zubereitet und kann definitiv mithalten mit dem, was in Korea geboten wird"}, {"date": "17-10-2019", "rating": 3.0, "content": "Das Restaurant ist cool gemacht, das Essen hat mich nicht so überzeugt. Es ist zwar gut, aber geschmacklich ein bisschen langweilig. Hatte Veggie Bibimbap bestellt, es war gut, aber ich hatte schon bessere. Zudem fand ich, dass für den Preis wenigstens noch Tofu oder so drauf müsste."}, {"date": "12-10-2019", "rating": 5.0, "content": "Das Bibimbap war echt toll. Auch die frischen Fruchtsaftgetränke sind eine gute Abwechslung zu den üblichen Einheitsgetränken. Die Bedienung war vom Empfang über den Service sehr sympathisch und zuvorkommend. Kann ich nur empfehlen."}, {"date": "09-10-2019", "rating": 5.0, "content": "Das Angebot ist rechtvielfältig und die Beilagen sehr gut. Gefehlt hat ein wenig dieDiversität an Blätter mit dem man das Fleisch isst. Das Fleisch und die Zutaten selbst waren alle von frischer und guter Qualität. Auch konnte man noch von der Karte andere Menus bestellen die von sich aus Überzeugten. Im Grossen und Ganzen ein gelungener Abend, der mal anders war.Grosses Kompliment und Lob an die Servicekraft Pascal , wurden seit längerem nicht mehr so gut bedient.Für das BBQ muss man unbediengt eine Reservierung haben."}, {"date": "06-10-2019", "rating": 1.0, "content": "We had not good experience in this place on Sunday. Our waiter was young and very unprofessional girl. We were waiting around an hour all together and then she said food got forgotten to be ordered on the kitchen.Then we said we don’t have time to wait again 30 min.We wanted bill for drinks we have had these hour. And imagine we were waiting again long time.Place is too new. Personal who work there not well trained"}, {"date": "06-10-2019", "rating": 3.0, "content": "La déco est sympa, le cadre aussi. C'est assez bon (je ne sais pas si c'est un vrai coréen).Mais les portions sont rikiki et le service est inefficace. Et je trouve assez cher."}, {"date": "04-10-2019", "rating": 2.0, "content": "Bbq grill meats only after 6 pm so already disappointingLunch menu - I love Korean fried chicken but this very poor - only wings with a heavy oily batter !! Fries were from frozen .We had to request to get the Korean pickles kimchi and got tiny portions for three people!! Hardly enough for one.Bibibamp veggie was mediocreNo gluten free options no whole rice.Basically I think not authentic Korean - tried many Korean in NY or Other cities - seems building on popularity of Korean foodTea was in a mug prebrewed no pot with boiling water And tea bags was too strong .Bbq we could not try. Was empty at lunchBathrooms looked clean and cool"}, {"date": "30-09-2019", "rating": 4.0, "content": "Das Interieur ist sehr stylisch, das Lokal sieht sehr schön aus. Man sitzt entweder an etwas grösseren runden Tischen im vorderen Bereich (zu empfehlen, hier hat man etwas mehr Privatsphäre) oder an schmalen, relativ engen eckigen Tischen. Das Bibimbap im heissen Steintopf (ich hatte die Variante mit Poulet) ist mal etwas anderes, dürfte aber noch mehr bzw. besonders gewürzt sein (vielleicht noch mehr Sauce?). Die Dim Sum sind nichts Besonderes, man hat weder von dem \"minced pork\" noch von dem \"smokey honey flavour\" irgendetwas geschmeckt."}, {"date": "28-09-2019", "rating": 4.0, "content": "Coole Location, leckere Drinks und Essen. Die Auswahl ist so gross, dass man sich kaum entscheiden kann, auch das Vegi Angebot ist sehr gross. Komme bestimmt wieder :)"}, {"date": "25-09-2019", "rating": 5.0, "content": "Sehr schönes Ambiente, gutes Essen, für Vegis und Fleischliebhaber es hat für alle was dabei.Geeignet für Paare, Freunde und grosse Gruppen.Wär später essen will sollte jedoch reservieren.Es gibt auch ein Takeaway corner."}, {"date": "19-09-2019", "rating": 5.0, "content": "Ganz neu super eingerichtet sehr gutes Essen . Sehr freundliches Personal .Der Nachtisch ist auch sehr gut..Mir passte alles dort ist ein besuch wert"}, {"date": "15-09-2019", "rating": 5.0, "content": "We stumbled on Miss Miu by accident. What a great find. We’ll be back. Great food, lovely ambience, attentive service!"}, {"date": "14-09-2019", "rating": 4.0, "content": "Ich hatte den Kabeljau - echt sehr lecker!! Die Portion ist gross genug, man braucht keine Vorspeise. Wir hatten eine nette Bedienung."}, {"date": "09-09-2019", "rating": 5.0, "content": "Das Miss Miu ist spitzen klasse! Das Essen war super lecker! Besonders das Bibimbap (Reis, Ei, Rind, Gemüse etc in einer Steinbowl), die korenischen Sushi mit Rindertartar und das gedämpfte Bao „Brot“ mit Bulgogi Rind. Uns hat es äusserst gut geschmeckt; die Qualität der Zutaten ist sehr hochwertig und die Gerichte waren toll gewürzt.Besonders Spass hatten wir mit unserem Kellner Pascal. Er hat uns sehr gut beraten und uns mit der grossen Auswahl an Gerichten geholfen. Wir wurden sehr herzlich, freundlich und aufmerksam von ihm bedient. Immer wieder gerne! Wir waren bestimmt nicht das letzte Mal im Miss Miu an der Europaallee.Preis/Leistung für Zürich sehr gut!"}, {"date": "08-09-2019", "rating": 5.0, "content": "Das Restaurant ist sehr schön gestaltet. Modern und trotzdem gemütlich. Es verfügt über Innen- und Aussenplätzen und einem BBQ Bereich.Die Speisekarte ist nicht einfach zum lesen und wirkt leicht unübersichtlich.Inzwischen war ich zum 2.mal dort. Die Bedienung war immer sehr freundlich und hilfsbereit.Das Essen schmeckt ausgesprochen lecker. Teilweise sind die Portionen sehr gross. Jedoch sind die Preise erstaunlich okay bzw. wurde von uns als günstig empfunden für ein Spezialitäten Restaurant (koreanisch).Auf jeden Fall empfehlenswert."}, {"date": "31-08-2019", "rating": 2.0, "content": "Definitiv etwas anderes als koreanisch. Alles war total versalzen. Die Bedienung meinte das müsse so sein? Nun in Korea ist das anders. Wenn so viel Salz zugefügt wird dass man es fast nicht mehr essen kann ist das fragwürdig. Abgesehen vom Salz war das Essen langweilig. Schade wir haben gehofft dass wir hier etwas finden das sich vom Durchschnitt asiatischem Essen in Zürich abhebt.Leider war der Besuch enttäuschend. Schade, denn das Lokal ist schön und hätte viel Potential."}, {"date": "31-08-2019", "rating": 5.0, "content": "Aussergewöhnlich gutes Essen! Endlich mal was neues in Zürich. Das koreanische Sushi topt für mich sogar jedes japanische in Zürich. Wenn ihr Sushi mögt aber mal den Gaumen neu stimulieren wollt, nichts wie hin! Bedienung freundlich und zuvorkommend - immer wieder gerne."}, {"date": "23-08-2019", "rating": 5.0, "content": "Nach langer Zeit wieder einmal begeistert von einem neuen Restaurant in Zürich. Der Service war unglaublich freundlich und hilfsbereit. Das Essen war himmlisch; hatten als Vorspeise Koreanisches Sushi (so lecker!) und Dim Sum, als Hauptgericht Bibimbap, welches ebenfalls ein Gedicht war. Als Dessert haben wir uns noch zu 5 ein Shaved Ice Cream geteilt, das war ebenfalls sehr lecker. Ein wenig teuer, aber es lohnt sich auf jeden Fall! Es gibt auch Take-Away. Komme auf jeden Fall wieder!"}, {"date": "22-08-2019", "rating": 2.0, "content": "As a Korean person the whole concept was insulting. There was fast food type Asian food that had absolutely nothing to do with Korea. Cultural rape. It’s not inedible but not Korean food, just a place trying to make money off of the popularity of Korea."}, {"date": "13-08-2019", "rating": 4.0, "content": "Die Einrichtung ist wirklich sehr toll und abwechslungsreich. Man fühlt sich zwar nicht in Korea aber man fühlt sich sehr wohl. Das Essen ist echt super, gesund und echt fein! Kann ich nur empfehlen. Einziger Kritikpunkt der Service, leider merkte man sehr, dass einige ungelernte am Werk waren und das Handwerk nicht verstehen. Auf meine Rückmeldung, dass die Fries plampig waren, ist der Kellner gar nicht drauf eingegangen. Das echt schade da ich überzogen bin, dass diese frisch gemacht werden und eigentlich super wären. Wenn sich der Service verbessert, kommen wir sofort wieder! :)"}, {"date": "30-07-2019", "rating": 5.0, "content": "Sehr freundliche Bedienung und leckeres Essen! Sehr empfehlenswert! Grosse Auswahl auch an vegetarischen Gerichten. Spezielles Dessert-Eis luftig leicht."}, {"date": "27-07-2019", "rating": 5.0, "content": "Ein wunderbares Korean Restaurant mit super Bedienung und Erklärung der Gerichte durch Pascal. Von der Vorspeise bis zum Dessert absolut fein und sogar die Preise stimmen. Wir kommen wieder:)"}, {"date": "22-07-2019", "rating": 4.0, "content": "Das Lokal ist sehr stylisch und trendy eingerichtet. Die Bedienung ist schnell, kompetent und sehr hilfsbereit. Das Koreanische Essen war ok resp. gut, leider zu wenig koreanisch und authentisch. Das heisst Kimschi Zuwenig sauer und Zuwenig scharf. Das Bimbap Fleisch sehr lecker aber auch zu wenig Würze. Kommen aber gerne wieder wegen der Atmosphäre!"}, {"date": "16-07-2019", "rating": 5.0, "content": "Letzten Freitagabend konnte ich meine Frau und ein befreundetes Paar im Miss Miu einen wunderbaren Abend verbringen. Ob das Essen 100% korrekt koreanisch war, kann ich nicht beurteilen, aber geschmeckt hat es auf jeden Fall. Das Restaurant war voll und die Mitarbeiter etwas unter druck, aber sie waren stets freundlich und aufmerksam. Am Empfang wurden wir gleich zu unserm Tisch gebracht und für Zürcher Verhältnisse hat es aber genügend Distanz zum Nachbartisch.Das Restaurant ist schön designet.Preis für Zürich absolut in Ordnung.Wir kommen bestimmt wieder."}, {"date": "11-07-2019", "rating": 3.0, "content": "Mein Fazit: Service bemüht, aber etwas verloren. Speisekarte wirkt sehr interessant, das Essen hält den Erwartungen aber nicht ganz Stand. Hauptgericht kam erst nach über einer Stunde nachdem wir bestellt hatten und leider auch dann nicht gleichzeitig für alle. Komme gerne wieder mal, wenn sich das Team eingespielt hat"}, {"date": "10-07-2019", "rating": 1.0, "content": "Das Restaurant ist hüsch verpackt, doch leider ist das Personal ungeschult und unerfahren. Das Menu (Bibimpap) war etwas enttäuschend, da das Rindfleisch zu grob geschnitten war und leider zäh war, und auf die Stangenbohnen könnte verzichtet werden. Auf das vegetriasche Ersatzgericht habe ich lange warten müssen.Grosses Lob auf den homemade Ingwer-Pfefferminz Tee und die rote mittelscharfe Bimimbap Sauce."}, {"date": "06-07-2019", "rating": 5.0, "content": "Really fantastic korean food and also fast service! Kitchen is really well organised. I had veggie bibimbap and a selection of starters and everything was good, not a single dish i didn't like."}, {"date": "05-07-2019", "rating": 5.0, "content": "Lage: Beim Hauptbahnhof Zürich, Urban-Feeling voll cool!Personal: Kompetent, Flexibel und sehr freundlich.Essen: Große Portion und schmeckte ausgezeichnet.Preis: Hat gepasst, nicht überteuert!Wir können dieses Restaurant wärmstens Empfehlen.Auf baldKarin und Vera"}, {"date": "01-07-2019", "rating": 1.0, "content": "Stylisches Lokal freundliche Bedienung und coole Drinks. Zum Korean BBQ:Als Koreaner der schon oft in Korea war in vielen Restaurants und auch von der Familie viel Koreanische Küche gegessen und gekocht hat bin ich sehr entäuscht. In den Medien wird eine echte Koreanerin angepriesen. Das Essen ist leider nicht koreanisch. Abgesehen vom Kimchi welches nicht sehr gut ist, kann man dem nicht Korean BBQ sagen. Das Fleisch ist nebst der Qualität nicht mariniert oder zumindest nicht so wie in einem Korean BBQ zu erwarten. Der Bauchspeck (samgyupsal) ist gwöhnlicher Bratspeck. Das Bulgogi ist vom Geschmack und Qualität weit von einem echten Bulgogi entfernt. Die neuen und \"modernen\" Beilagen wie pommes naja okay hip und cool. Jedoch das wesentliche erinnert mehr an einen Raclette Tischgrill als an ein Korean BBQ. Es war alles in allem sehr entäuschend nach dem man in der Zeitung von einem echten Korean BBQ liest. Ich hoffe das die Gäste dieses nicht als grundsätzliche Referenz für Koreanisches Essen sehen.Macht bitte was....das Lokal wäre cool und super Standort."}, {"date": "29-06-2019", "rating": 5.0, "content": "Sehr positiv überrascht. Wir fühlten uns willkommen. Das Essen war sehr gut. Der Service sehr freundlich. Das Ambiente anmächlich und interessant. Gerne wieder und auf alle Fälle zum Weiterempfehlen."}, {"date": "29-06-2019", "rating": 1.0, "content": "Meine Frau und ich machten eine Reservierung im Miss Miu um einen schönen Abend am Wochenende zu verbringen. Die Reservierung war für 18:30 Uhr mit der ausdrücklichen Bitte nach einem ruhigen Tisch, welcher nicht zu eng zum nächsten Tisch sein sollte und damit etwas Privatsphäre im Gespräch bieten sollte.Als wir vor der eigentlichen Reservierungszeit ankamen, war das Restaurant nahezu leer und wir erhielten einen Tisch in der Ecke direkt neben einer bereits besetzten Loungecoach in unmittelbare Nähe, womit jedes Wort von uns mitgehört werden konnte. Folglich baten wir um einen anderen Tisch in entspannter Atmosphäre, wurden dann aber trotz unserer eigentlichen Reservierung, der Bitte nach einen ruhigen Tisch wiederum in der Mitte des Saals zwischen anderen Tischreihen platziert, womit wir in dem nahezu leeren Restaurant in einer der wenigen besetzten Reihen platziert wurden.Der Empfangschef realisierte dies zwar, dass dies nicht wirklich zusagte, verliess dann aber möglichst, um nur keinen anderen Tisch anbieten zu müssen. Hierauf verliessen wir das Restaurant und werden sicher nicht mehr kommen. Es ist wirklich schade, dass ein Restaurant mit einem interessanten Angebot nach Eröffnung die Wünsche der Kunden einfach übergeht. Schlechter erster und damit letzter Eindruck ..."}, {"date": "23-06-2019", "rating": 5.0, "content": "Neuer Koreaner in Zürich und sehr neugierig betrat ich das MissMiu. Es duftete schon mal sehr gut nach Sesam und Koreanischer Küche. Eine schöne Einrichtung, die macht Spass zum Schauen und Entdecken. Sowohl die reguläre Karte, als auch BBQ hat viele kreative Gerichte. Qualität und Kombination ist frisch und fein. Liebenswerter Service, gutes Preis-Leistungsverhältnis. Gerne wieder! BiBimBap"}, {"date": "15-06-2019", "rating": 5.0, "content": "Miss Miu ist ein zentralgelegenes, modernes, zeitgemässes koreanisches Restaurant. Sehr originell eingerichtet mit freudiger Atmosphäre für Gross und Klein.Vom aufgestellten Personal wurden wir empfangen und direkt vor die offene Showküche gesetzt.Die Getränke und Speisekarte ist sehr vielfältig und beinhaltet Kost für \"Jedermann\".Der einzige kleine negative Punkt, der uns aufgefallen ist: Die Karten sind nur in Englisch/Koreanisch geschrieben.Für korrekte Übersetzungen (falls nötig) sorgten die Fachkräfte im Service.Bereits vor der Bestellung kam ein kleiner Gruss aus der Küche (amuse-bouche).Eine überraschend kurze Wartezeit nach Bestellungsaufnahme erfreute uns sehr.Die liebevoll angerichteten Speisen waren nicht nur schön anzusehen, sondern auch geschmacklich ein wahres Vergnügen!Ein empfehlenswertes Restaurant mit Charakter für einen gemütlichen Abend."}, {"date": "13-06-2019", "rating": 5.0, "content": "Ich war gestern mit meiner Schwester und ihrem Freund bei euch essen. Ich hatte das Bibimbap und eine Portion Gimbap. Der Freund meiner Schwester gönnte sich den fried Chicken Burger und meine Schwester nahm ein Tatar und den einen oder anderen Cocktail. Es war Alles sehr lecker und der Service war sehr freundlich. Die Gerichte sind mit ihrem koreanischem Geschmack eine sehr schöne Abwechslung zu den sonst so same same Asiaten in Zürich."}, {"date": "11-06-2019", "rating": 5.0, "content": "Wir waren heute zu viert an der Europaalee und wollten etwas neues ausprobieren. Da kamen wir am Miss Miu vorbei. Koreanisch....why not!!!Ich war begeister als ich auf der Karte sah, dass es Fried Chicken gibt. Es wurde sehr schnell serviert und war einfach nur lecker. Glaube man kann sagen, dass es das beste fried Chicken in Zürich ist. Meine Kumpels gönnten sich jeweils die Ramen und waren ebenfalls begeistert. Wir kommen sicher Alle wieder."}, {"date": "10-06-2019", "rating": 5.0, "content": "Wir waren am ersten Tag der Eröffnung dabei und wurden bereits beim Eingang sehr herzlich und charmant begrüsst.Das tolle Ambiente im Restaurant, die grossen Räume und die beeindruckende Wand- und Deckendekoration lädt zum Verweilen ein, man fühlt sich wohl und kann in jeder Ecke etwas Neues entdecken. Liebhaber von geschmackvoller, moderner Einrichtung kommen hier auf ihre Kosten.Das Essen wurde uns rasch und sehr ansprechend angerichtet serviert. Alle Speisen haben durch Ihre Qualität und einwandfreie Zubereitung überzeugt. Es hat uns sehr geschmeckt! Den hausgemachten Eistee kann ich sehr empfehlen.Das Personal war aufmerksam und sehr bemüht, die Gäste rasch zu bedienen.Das Team wirkte sehr motiviert und begeistert von der Arbeit. Man nahm sich Zeit für den Gast und bemühte sich, mit jedem ein paar Worte zu wechseln oder Fragen zu den Speisen zu beantworten. Ich fühlte mich sehr willkommen und gut aufgehoben. Bestimmt gibt es in diesem Bereich noch Verbesserungspotenzial bezüglich Organisation und Absprache.Es braucht immer einen Moment, bis alle Abläufe vertraut und die Mitarbeiter gut eingespielt sind. So wie ich die Mitarbeiter erlebt habe, bin ich überzeugt, dass sie dies problemlos schaffen werden.Das Miss Miu ist eine tolle Bereicherung für die Zürcher Gastroszene. Ein Besuch lohnt sich! Ich war bestimmt nicht das letzte Mal dort."}, {"date": "10-06-2019", "rating": 3.0, "content": "Nous sommes de grands amateurs de cuisine coréenne et nous nous faisions une joie de découvrir ce nouveau restaurant !Le cadre est très impressionnant : salle très vaste, déco industrielle, belles lampes design...Le service est très sympathique (une réelle volonté d‘aider malgré une méconnaissance de la cuisine et de la culture coréenne)La déception vient sur la réalisation des plats : ils sont certes fort bien présentés mais pas très bon : Terrarossa sign qui baignent dans l‘huile, grand chuncheon (egg bun) bourrés de sucre, bibimbap et ramen soup également sucrés !!!!To the owner of the restaurant : stop putting sugar in all the dishes, please !And do not use glutamat (it‘s not healthy and there are more and more people allergic!!!)"}, {"date": "08-06-2019", "rating": 3.0, "content": "La comida estaba buena pero no era nada del otro mundo, el servicio de pena. La chica que nos atendió no hacia más que hablarnos en ingles apesar de ella ser suiza y nosotros hablar alemán. Los platos tardaron un bastante en venir y no vinieron juntos, lo ultimo en llegar fueron los entrantes y aun por encima nos vinieron mal, nos trajeron 2 cosas que no eran y solo a la tercera nos trajeron la correcta. Tambien pedimos un agua extra y una copa de vino de la que se olvidaron y tuvimos que perdirsela de nuevo. Sufrimos viendo trabajar al servicio, era muy caotico. Si solucionan el tema del servicio volveré"}, {"date": "06-06-2019", "rating": 5.0, "content": "Waren am ersten Tag der Eröffnung im Miss-Miu, tolles Ambiente, authentische Speisen und guter Service! Wir kommen wider! Wünschen ein guten Start!"}]}